{
  "contact_title": "شركة تسعى باستمرار إلى ابتكار حلول جديدة لتلبية احتياجات أعمالها.",
  "contact_footer": "“نحن فريق من الاستراتيجيين المبدعين، وعشاق التكنولوجيا، والمُتواصلين الفعّالين، مدفوعين بشغف لا يتزعزع تجاه صناعة الألعاب عبر الإنترنت. التزامنا المستمر هو تعزيز نجاح عملائنا في هذا المجال.”",
  "contact_header": "اتصل بنا",
  "contact_para": "استشر خبيراً من VRNL لاكتشاف كيف يمكن لحلولنا أن ترتقي بعملك في مجال المراهنات.",
  "telegram": "تيليغرام",
  "write_msg": "ما عليك سوى كتابة رسالة لنا",
  "fname": "الاسم الكامل",
  "fname_err": "هذا الحقل مطلوب (الحد الأدنى حرفان).",
  "email": "بريدك الإلكتروني",
  "email_err": "مطلوب بريد إلكتروني صالح.",
  "country": "البلد",
  "pnumber": "رقم الهاتف",
  "pnumber_err": "يجب أن يتكون رقم الهاتف من 10 أرقام.",
  "message": "رسالة",
  "sending": "جارٍ الإرسال…",
  "submit": "إرسال",
  "data_security": "أمان البيانات",
  "con_param1": "نحن لا نشارك معلوماتك الشخصية مع أي شخص. تحقق من",
  "privacy_policy_form": "“سياسة الخصوصية”",
  "con_param2": "لمزيد من المعلومات",
  "casino_tournament_h1": "تتيح لك <b class='chck'>بطولات الكازينو</b> إنشاء بطولة بتاريخ بدء وانتهاء.",
  "casino_tournament_p1": "أداة قوية تحت تصرفك لزيادة إيرادات قسم الكازينو هي تنفيذ <strong>بطولات الكازينو.</strong>",
  "casino_tournament_h2": "ستتمكن من <strong>تخصيص كل بطولة</strong> بالكامل عن طريق اختيار قائمة ماكينات السلوتس المشاركة في المنافسة.",
  "casino_tournament_p2": "لـ <strong>إنشاء عرض ترويجي</strong>، ما عليك سوى اختيار <strong>عنوان</strong> للبطولة، وتحديد <strong>الألعاب</strong> التي ستدرج فيها، وتحديد <strong>الجائزة الكبرى </strong>التي ستُوزع بين <strong>جوائز متنوعة</strong>، وكل ذلك يمكن تعديله وفقاً لتفضيلاتك.",
  "casino_tournament_p3": "تفاصيل أساسية يجب إدخالها تشمل <strong>تاريخ البدء،</strong> و<strong>تاريخ الانتهاء،</strong> و<strong>إجمالي الجائزة الكبرى،</strong> وعدد المشاركين في التصنيف، بالإضافة إلى الحد الأدنى لمتطلبات الرهان لدخول البطولة.",
  "casino_tournament_p4": "علاوة على ذلك، سيكون لديك دائماً إمكانية الوصول إلى لوحة المتصدرين في الوقت الفعلي التي تعرض أسماء المستخدمين، ومراكز اللاعبين، والجوائز المقابلة. هذه الميزة يمكن أن تعزز بشكل كبير تجربة المستخدم على منصتك وتجذب المزيد من اللاعبين وتزيد الإيرادات.",
  "casinogames_title": "لماذا تختار منصتنا؟",
  "casinogames_title_h1": "أكبر كتالوج في العالم من ",
  "online_casino_games": "ألعاب الكازينو عبر الإنترنت",
  "online_casino_games_p1": "<b style='color: #575756;'> العلامة البيضاء </b> هي وجهتك المثالية، حيث توفر لك مجموعة لا مثيل لها من أكثر من 3000 لعبة كازينو مثيرة وألعاب سلوت. نحن نفخر بتقديم أوسع مجموعة من ألعاب الكازينو عبر الإنترنت المتاحة على الإنترنت.",
  "online_casino_games_p2": "نحن نخدم مشغلي الألعاب عبر الإنترنت، ووكلاء المراهنات، واليانصيب، ومنظمات المراهنات التي تعمل في الأسواق المنظمة.",
  "online_casino_games_p3": "نحن ندرك أهمية اللعب الآمن والعادل في عالم الكازينوهات عبر الإنترنت. لهذا السبب، فإن رياضيات ألعابنا ليست قوية فحسب، بل أيضاً معتمدة من مختبرات ألعاب مستقلة. هذا الاعتماد يضمن أعلى مستوى من تجربة المستخدم للاعبيك، مما يجعل تجربتهم في ألعاب الكازينو عبر الإنترنت متميزة للغاية.",
  "casino_nos": "أرقام الكازينو",
  "slot_machine": "آلة السلوت",
  "morethan10": "أكثر من 10",
  "tablegames": "ألعاب الطاولة",
  "morethan4": "أكثر من 4",
  "videopoker": "فيديو بوكر",
  "morethan": "أكثر من",
  "lottery": "يانصيب",
  "morethan9": "أكثر من 9",
  "proveedores": "الموردون",
  "morethan12": "أكثر من 12",
  "online_turnkey": "نحن نوفر حلول كازينو متكاملة عبر الإنترنت",
  "casino_wls": "حلول كازينو بعلامة بيضاء",
  "casino_wls_desp": "أطلق كازينو يحمل علامتك التجارية بسهولة باستخدام حل العلامة البيضاء من VRNL. خصص كازينوك، وقدم مجموعة واسعة من الألعاب، وضمان الأمان، وابدأ في تحقيق الإيرادات بسرعة.",
  "webbranding": "تصميم الهوية البصرية للموقع",
  "webbranding_desp": "ارتقِ بحضورك على الإنترنت مع خدمات VRNL الاحترافية لتصميم الهوية. نحن نصمم وننشئ ونحول المواقع لتعكس هويتك الفريدة وتترك انطباعاً دائماً.",
  "toolstraning": "الأدوات (التدريب)",
  "toolstraning_desp": "افتح إمكاناتك في عالم التداول باستخدام أدوات التداول القوية من VRNL. حلولنا المتطورة تمكنك من الحصول على الرؤى والتقنيات لاتخاذ قرارات مستنيرة وتعظيم نجاحك في التداول.",
  "client_support": "دعم العملاء",
  "client_support_desp": "عزز تجربة عملائك من خلال خدمات الدعم المميزة من VRNL. فريقنا المتفاني هنا لتقديم المساعدة المتخصصة وضمان تلبية احتياجات عملائك بكفاءة وعناية.",
  "aboutus_title": "أنا متأكد أنك فضولي لاكتشاف",
  "aboutus_desp": "شركة تسعى باستمرار إلى ابتكار حلول جديدة لتلبية احتياجات أعمالها.",
  "online_gaming_provider": "مزود ألعاب عبر الإنترنت",
  "about-section1-para1": "<strong style='color: #000;'> VRNL هي مزود راسخ للمراهنات الرياضية والألعاب مع سجل بارز يمتد لـ 10 سنوات في صناعة المراهنات. </strong> منذ عام 2012، كنا ملتزمين بتزويد وكلاء المراهنات واليانصيب ومنظمات المراهنات في الأسواق المنظمة.",
  "about-section1-para2": "نحن فريق من الاستراتيجيين المبدعين، وعشاق التكنولوجيا، والمُتواصلين الفعّالين، مدفوعين بشغف لا يتزعزع تجاه صناعة الألعاب عبر الإنترنت. التزامنا المستمر هو تعزيز نجاح عملائنا في هذا المجال.",
  "about-section1-para3": "منصتنا المتطورة للألعاب تبرز كأحد العوامل الأساسية التي دفعت VRNL إلى مكانتها الحالية كشركة برمجيات دولية مرموقة. <strong style='color: #000;'> مستفيدين من خبرتنا الواسعة الممتدة لعشر سنوات في هذا القطاع، تفخر VRNL بتقديم خدماتها لأكثر من 40 وكيلاً للمراهنات في 11 دولة حول العالم. </strong>",
  "about_us": "معلومات عنا",
  "about_us_desp": "VRNL هي أكبر منصة لتقديم المراهنات الرياضية عبر الإنترنت وكازينو بعلامة بيضاء. نحن نقدم واجهات برمجة تطبيقات للتبادل إلى جانب خدمات المواقع المخصصة لبنغلاديش بهوامش منخفضة وعلى منصة موثوقة تشمل الكازينو. نوفر واجهات برمجة لجميع الدوريات في التبادلات، بالإضافة إلى خدمات البث المباشر. استمتع بالمراهنة على منصة موثوقة، واستمتع بأكثر من 1000 لعبة سلوت وألعاب طاولة على موقعنا.",
  "our_client": "عملاؤنا",
  "our_client_desp": "في VRNL، نحن لا نكل في سعينا وراء أفضل الشراكات في مجال الألعاب والترفيه لضمان تجربة لا مثيل لها لعملائنا ولاعبيهم. من خلال اتفاقيات تعاون مع كازينوهات دولية مرموقة ومزودي ألعاب افتراضية، قمنا بدمج منصتنا للمراهنات الرياضية بسلاسة مع مجموعة واسعة من الألعاب. تشمل هذه العروض كل شيء من ماكينات السلوت وألعاب الطاولة إلى تجارب الكازينو المباشر، والألعاب الافتراضية، وحتى ألعاب الفانتازي. التزامنا بالتميز يتجاوز تنوع الألعاب. منصتنا متاحة على كل من أجهزة الكمبيوتر المكتبية والأجهزة المحمولة، وتتميز برسومات عالية الجودة، ورسوم متحركة جذابة، وصوت غامر. علاوة على ذلك، يعزز قائمتنا البديهية وسهلة الاستخدام تجربة المستخدم بشكل عام. في صميم عملياتنا توجد عملية تكامل سريعة، تجمع بين القابلية للتوسع والمرونة والأداء رفيع المستوى داخل برنامج المراهنات لدينا. تقوم هذه العملية على أعلى مستويات الأمان والموثوقية، مما يضمن لعملائنا بيئة ألعاب آمنة وجديرة بالثقة. نحن فخورون بتقديم أوسع مجموعة من الألعاب في هذا القطاع، مقدمين الحلول المثالية لكل تفضيل. مرحباً بك في VRNL، حيث يلتقي التميز في الألعاب مع الإمكانات اللامحدودة. تفخر VRNL بأنها شريك لأكثر الأسماء تميزاً في مجال مزودي برامج الألعاب وحلول الدفع. شارك منصتنا لتحقيق النجاح وأضف اسمك إلى هذه القائمة المتنامية.",
  "lost404": "يبدو أنك تائه",
  "lost404desp": "الصفحة التي تبحث عنها غير متاحة!",
  "gotohome": "الانتقال إلى الرئيسية",
  "esports_bs": "برنامج المراهنات الإلكترونية (eSports)",
  "esports_bs_desp1": "في VRNL، نفخر بتوفير تجربة فريدة وغامرة لعشاق الألعاب الإلكترونية.",
  "esports_bs_desp2": "VRNL هي بوابتك إلى عالم تلتقي فيه الألعاب بالمراهنات. برنامج المراهنات الإلكترونية الخاص بنا مصمم لعشاق الألعاب مثلك، حيث يوفر تجربة ممتعة وآمنة ومجزية. لا تفوت فرصة أن تكون جزءاً من الحدث. انضم إلى VRNL اليوم وارتقِ بتجربتك في الألعاب إلى مستويات جديدة!",
  "startnow": "ابدأ الآن",
  "easy_setup": "إعداد سهل، أقل مما تتخيل.",
  "easy_setup_desp1": "يمكننا تسليم منصة eSports في غضون أسابيع قليلة فقط.<br> نحن نتولى جميع جوانب العملية: الاستضافة، واجهة المستخدم، تغذية الاحتمالات، الصفحات المخصصة، تفعيل المنتج، واستراتيجية المراهنات.",
  "easy_setup_desp2": "يمكن أن يتركز تركيزك الأساسي على إعداد شبكاتك عبر الإنترنت وتأسيسها.",
  "esport_bet_center_h1": "إذا كنت تفكر في بدء المراهنات عبر الإنترنت، فإن برنامج المراهنات الإلكترونية الخاص بنا هو خطوة أولى رائعة.",
  "esport_bet_center_p1": "استفد من خدماتنا المتخصصة وتقنية المراهنات الإلكترونية المتقدمة. يحصل شركاؤنا المنظمون على دعم كامل لدخول صناعة المراهنات عبر الإنترنت ويمكنهم استخدام منصاتنا المخصصة أو العامة.",
  "esport_bet_center_p2": "بدء كازينو رياضي عبر الإنترنت يركز بشكل رئيسي على eSports قد يكون صعباً. لهذا السبب قمنا بإنشاء نظام شامل للمراهنات الإلكترونية مع خدمات المراهنات قبل المباراة. هدفنا هو أن نقدم لك أوسع نطاق من خيارات eSports عبر الإنترنت.",
  "have_qes": "هل لديك سؤال؟",
  "para_faq": "لدينا الإجابات (في معظم الأوقات!)",
  "freq_param": "ستجد أدناه إجابات لأكثر الأسئلة شيوعاً، يرجى مراجعة ",
  "if_still_qes": "إذا لم تتمكن من العثور على الإجابة التي تبحث عنها، فما عليك سوى",
  "sbs_faqs": "أسئلة شائعة حول برنامج المراهنات الرياضية",
  "whatis_sbs": "ما هو برنامج المراهنات الرياضية؟",
  "whatis_sbs_ans": "تم تصميم برنامج المراهنات الرياضية بناءً على أسواق المستخدم واختياراته. علاوة على ذلك، فإن خبراءنا متاحون دائماً لتقديم أفضل خدمة عملاء لك فيما يتعلق بفهم احتياجاتك ومتطلبات السوق. وبالمثل، نحن نتعامل مع كل خطوة من خطوات عملية التطوير، مما يوفر لك منصة تبادل متكاملة وقابلة للتنفيذ.",
  "affiliate_systems": "هل تقدمون أنظمة للتسويق بالعمولة؟",
  "affiliate_systems_ans": "نعم، بالفعل شبكتنا البرمجية مبنية على 5 مستويات: مسؤول المنصة - الوصول إلى الواجهة الخلفية (من الممكن أيضاً إنشاء وصول آخر للمكتب الخلفي بصلاحيات محدودة). الموزع - وكيل رئيسي يشرف على عدة محلات مراهنات. يكسب عمولات على مبيعات أو أرباح المحلات. محل المراهنات - يمثل النقطة الفعلية حيث يمكن للاعبين اللعب أو الإيداع وما إلى ذلك. من خلال هذا الحساب يمكن وضع الرهانات وكسب عمولة. أمين الصندوق - حساب خاص بموظفي محل المراهنات، يمكنهم وضع رهانات دون كسب عمولات. اللاعب عبر الإنترنت - قم بتسجيل حسابك عبر الإنترنت أو في محل، وضع رهانات.",
  "whatis_label": "ما هو موقع المراهنات بعلامة بيضاء؟",
  "whatis_label_ans": "موقع المراهنات بعلامة بيضاء هو منصة مخصصة بالكامل. يقدم موقع VRNL بعلامة بيضاء ألعاباً معتمدة، ونظام مكافآت، وبوابات دفع. يعتمد محتوى واجهة المستخدم واللغة والعملة على اختيارك. كما توفر VRNL قوالب رسومية مختلفة وميزات وأدوات.",
  "fullmanagement": "هل يمكنني إدارة الاحتمالات وهوامش الربح بشكل كامل؟",
  "fullmanagement_ans": "تحتوي الواجهة الخلفية على العديد من الأدوات والميزات والتقارير التي ستوفر رؤية كاملة لنشاط المراهنات الرياضية. هناك قسم مخصص لإدارة الاحتمالات، حيث يمكن تعديل الهوامش والاحتمالات لكل سوق أو مباراة أو بطولة.",
  "logobrand": "هل يمكنني استخدام شعاري وألوان علامتي التجارية؟",
  "logobrand_ans": "نعم يمكنك ذلك. نحن نقدم حلولاً مختلفة بناءً على متطلباتك الخاصة. في الواقع، يمكننا إنشاء حلول مخصصة تماماً وفقاً لطلباتك، أو تقديم حل جاهز مع تعديل ألوان وشعار علامتك فقط.",
  "fullycustomized": "أرغب في الحصول على حل مخصص بالكامل، هل هذا ممكن؟",
  "fullycustomized_ans": "توفر VRNL فريقاً من الخبراء لإعداد منصة مراهنات رياضية مخصصة بالكامل. بالفعل، سيجمع مدير الحساب المتطلبات وينسق المشروع مع باقي أعضاء الفريق: مدير المشروع، مصمم الرسومات، ومدير تكنولوجيا المعلومات.",
  "software_cost": "كم يكلف برنامج المراهنات الرياضية؟",
  "software_cost_ans": "تختلف تكلفة برنامج المراهنات الرياضية اعتماداً على الميزات والخدمات المقدمة. هناك خطط مختلفة بناءً على ما إذا كان لديك بالفعل حجم لعب مرتفع، أو كنت ترغب في أن تصبح وكيلاً بشبكة خاصة بك من اللاعبين.",
  "what_products": "ما هي المنتجات التي تقدمونها؟",
  "what_products_ans": "عملنا الأساسي هو المراهنات الرياضية، حيث أن برنامجنا للمراهنات الرياضية هو منتج داخلي تم تطويره بواسطة فريق تكنولوجيا المعلومات لدينا منذ عام 2005. بالإضافة إلى المنتج الرياضي، نقدم أيضاً المراهنات المباشرة، والكازينو، والكازينو المباشر، واليانصيب، والألعاب الافتراضية لتقديم حلول شاملة لعملائنا.",
  "canaddfeatures": "هل يمكنني إضافة ميزات أو تقارير أو صفحات إلى برنامج المراهنات الرياضية؟",
  "canaddfeatures_ans": "يتضمن برنامج المراهنات مجموعة واسعة من التقارير والصفحات واللافتات التي يمكن تخصيصها (CMS) أو تطويرها حسب الطلب. إذا كنت ترغب في أن نطور ميزة جديدة، فسنعمل جنباً إلى جنب معك لإنشاء مشروع مخصص: جمع المعلومات والتفاصيل، تقديم المشروع/التصميم، الاختبار، والإصدار النهائي.",
  "canofferbettingservices": "هل يمكنني تقديم خدمات المراهنات الرياضية في الكازينوهات التي أملكها في بلدي؟",
  "canofferbettingservices_ans": "لدينا العديد من حلول المراهنات لكل من الأعمال عبر الإنترنت والأعمال التقليدية. إذا كنت تمتلك كازينو أرضياً وترغب في تقديم المراهنات الرياضية أيضاً، فإن حل البيع بالتجزئة سيكون الخيار المناسب لأنه سيمكنك من إنشاء حسابات أمناء صندوق لإدارة مبيعات تذاكر المراهنات الرياضية.",
  "change_currentprovider": "كيف أغيّر مزود البرمجيات الحالي؟",
  "change_currentprovider_ans": "إذا كنت تدير بالفعل كتاب تبادل وترغب في الانتقال إلى منصّة المراهنات الرياضية الخاصة بنا، فسوف نتأكد من أن كل شيء يُدار بشكل صحيح، وسنقوم بإعداد خطة ترحيل. سيتم تحميل البيانات الشخصية للاعبين في المنصّة الجديدة، وسيتم التخطيط للتحويل بحيث يكتمل الانتقال في غضون بضع ساعات.",
  "sbs_offer": "ما هي الميزات التي يقدمها برنامج المراهنات الرياضية؟",
  "sbs_offer_ans": "يمكن أن يوفر برنامج المراهنات الرياضية ميزات مثل التنبؤات المبنية على البيانات، المحاكاة، اتجاهات المراهنة، مقارنة الاحتمالات والمزيد. كما يمكن أن يقدم تحليلاً مفصلاً للمباريات السابقة والقادمة لمساعدة المراهنين على اتخاذ قرارات أكثر استنارة. نحن متخصصون في إعداد وإنشاء محلات المراهنات التقليدية والشبكات عبر الإنترنت. يشمل ذلك إجراءات اعرف عميلك (KYC) المعتمدة من الجهات التنظيمية، بوابات الدفع الخاصة بالمقامرة، أدوات التسويق بالعمولة، أنظمة الإحالة ووسائل التواصل الاجتماعي، إشعارات الدفع عبر الهاتف المحمول والويب، الرسائل داخل التطبيق، التحكم في حسابات اللاعبين، عمليات التسجيل والتحقق، أنظمة كشف الاحتيال، وأدوات تحديد الموقع الجغرافي لاستخراج معلومات عنوان الـIP.",
  "sbs_legal": "هل برنامج المراهنات الرياضية قانوني؟",
  "sbs_legal_ans": "نعم، برنامج المراهنات الرياضية قانوني ويُستخدم من قبل العديد من المراهنين الرياضيين المحترفين. ومع ذلك، من المهم التأكد من أنك تستخدم البرنامج بما يتوافق مع القوانين المعمول بها في نطاق سلطتك القضائية.",
  "ebs_faqs": "الأسئلة الشائعة حول برنامج المراهنات الإلكترونية (eSports)",
  "ebs_titleoffer": "ما هي عناوين الألعاب الإلكترونية التي تقدمونها؟",
  "ebs_titleoffer_ans": "<li><strong>الأكثر شعبية:</strong> Counter-Strike: Global Offensive، Dota 2، League of Legends، Fortnite، Call of Duty.</li><li><strong>ألعاب رياضية:</strong> FIFA، Madden NFL، NBA 2K، Pro Evolution Soccer، Rocket League.</li><li><strong>ألعاب متعددة اللاعبين عبر الإنترنت مثل:</strong> Dota 2، League of Legends، Smite، Heroes of the Storm.</li><li><strong>ألعاب التصويب من منظور الشخص الأول (FPS):</strong> CS:GO، Call of Duty، Rainbow Six: Siege، Overwatch.</li><li><strong>ألعاب القتال:</strong> Street Fighter، Super Smash Bros، Tekken. ألعاب الاستراتيجية في الوقت الفعلي (RTS): StarCraft: Brood War، Warcraft III، StarCraft II.</li><li><strong>ألعاب الباتل رويال:</strong> PUBG، Fortnite، Apex Legends.</li>",
  "mobileversion": "هل لديكم نسخة للجوال؟",
  "mobileversion_ans": "نعم، VRNL مُحسّنة بالكامل للاستخدام على الأجهزة المحمولة. منصّتنا مصممة للعمل بسلاسة على جميع الهواتف الذكية والأجهزة اللوحية، مما يمنحك إمكانية الوصول إلى التبادل الرياضي، ألعاب الكازينو، الألعاب الإلكترونية، في أي وقت ومن أي مكان. يمكنك الاستمتاع بواجهة سلسة سريعة الاستجابة، وأوقات تحميل سريعة، ومعاملات آمنة مباشرة من متصفحك دون الحاجة إلى تنزيل تطبيق. سواء كنت تستخدم Android أو iOS، فإن التجربة سريعة وسهلة الاستخدام وغنية بالميزات تماماً مثل إصدار سطح المكتب.",
  "runesportsplatform": "هل يمكنني تشغيل منصة مراهنات إلكترونية دون التعامل مع إدارة الاحتمالات والتداول؟",
  "runesportsplatform_ans": "تأتي حلول المراهنات الإلكترونية الخاصة بنا مع تغذية الاحتمالات مضمنة. يدمج البرنامج العديد من الميزات والأدوات لإدارة هوامش الاحتمالات والتكوينات باستقلالية كاملة. إذا كنت تريد التركيز فقط على إدارة المحلات واللاعبين، فإننا نوفر خدمات تداول ودعم.",
  "esports_solutions": "أود الحصول على حل مخصص بالكامل للألعاب الإلكترونية، هل هذا ممكن؟",
  "esports_solutions_ans": "تُتيح VRNL فريقاً من الخبراء لإعداد منصة مراهنات إلكترونية مخصصة بالكامل. بالفعل، سيقوم مدير الحساب بجمع المتطلبات وتنسيق المشروع مع أعضاء الفريق الآخرين: مدير المشروع، المصمم الرسومي ومدير تكنولوجيا المعلومات.",
  "newtobusiness": "أنا جديد تماماً في هذا المجال، ماذا يجب أن أعرف؟",
  "newtobusiness_ans": "يمكن أن يجعل الإدارة الصحيحة لمنصة المراهنات الإلكترونية هذا المجال مربحاً للغاية. نحن نقدم حلولاً وخدمات مختلفة بناءً على مستوى التفاعل والمعرفة. سيعمل خبير ألعاب إلى جانبك لتحديد أفضل حل للألعاب الإلكترونية مصمم خصيصاً لاحتياجاتك.",
  "eSports_market": "كم عدد الأسواق المباشرة للألعاب الإلكترونية؟",
  "eSports_market_ans": "اليوم نقدم 20 سوقاً مباشراً للألعاب الإلكترونية. <br> لكننا نضيف باستمرار أسواقاً جديدة.",
  "eSportsLogoBrand": "هل يمكنني استخدام شعاري وألوان علامتي التجارية في الألعاب الإلكترونية؟",
  "eSportsLogoBrand_ans": "نعم يمكنك. نحن نوفر حلولاً مختلفة بناءً على متطلباتك الخاصة. بالفعل، يمكننا إنشاء حلول مخصصة للألعاب الإلكترونية بناءً على طلباتك وإعداد مشروع لك، أو يمكننا تقديم حل جاهز، مع تعديل ألوان وشعار علامتك التجارية فقط.",
  "eSports_server": "هل يمكنني استضافة تبادل الألعاب الإلكترونية على البنية التحتية الخاصة بي؟",
  "eSports_server_ans": "لا، لا يمكنك ذلك. الاستضافة هي خدمة مضمنة في عرضنا، حيث قام مسؤولو النظام لدينا بإعداد بنية مخصصة شاملة النسخ الاحتياطي وخطة التعافي من الكوارث لضمان الأداء الصحيح لبرنامج المراهنات الإلكترونية. سيضمن ذلك الامتثال للوائح العالمية وتحقيق أعلى معايير الأمان.",
  "sp_faqs": "الأسئلة الشائعة حول منصة البث",
  "promte_cricket": "كم عدد مباريات الكريكيت التي يمكنني الترويج لها؟",
  "promte_cricket_ans": "أثناء البث المباشر من لوحة التحكم، يمكن تفعيل مباراتين في نفس الوقت، ولكن لا يوجد حد لعدد المباريات التي يمكنك ربطها.",
  "broadcast_live": "هل يمكن بث فعاليات الكازينو مباشرة؟",
  "broadcast_live_ans": "نعم، يمكن بث جميع ألعاب الكازينو مباشرة على جميع المنصات التي تسمح بذلك.",
  "measure_success": "كيف أقيس نجاح البث المباشر؟",
  "measure_success_ans": "بالطبع، يمكنك تتبع التحليلات التفصيلية لعدة منصات على شاشة واحدة.",
  "is_mobile_friendly": "هل المنصة مناسبة للجوال؟",
  "is_mobile_friendly_ans": "نعم — منصتنا متوافقة تماماً مع الجوال، ونوفر ملف APK يمكنك تنزيله واستخدامه بسلاسة.",
  "livecasino_faqs": "الأسئلة الشائعة حول برنامج الكازينو المباشر",
  "whatisVRNLcasino": "ما هو برنامج VRNL كازينو؟",
  "whatisVRNLcasino_ans": "برنامج الكازينو المباشر VRNL هو منصّة متطورة تمكّن الكازينوهات عبر الإنترنت من تقديم ألعاب الموزع المباشر للاعبين. إنه يوفر البنية التحتية والأدوات اللازمة لاستضافة تجارب كازينو تفاعلية في الوقت الفعلي.",
  "software_work": "كيف يعمل برنامج VRNL كازينو المباشر؟",
  "software_work_ans": "يتكامل برنامج الكازينو المباشر VRNL بسلاسة مع مواقع الكازينو عبر الإنترنت. فهو يربط اللاعبين بالموزعين المباشرين من خلال بث فيديو عالي الجودة، مما يتيح لهم لعب ألعاب الكازينو الشهيرة مثل البلاك جاك والروليت والبكارا في بيئة مباشرة وتفاعلية.",
  "features_livecasino": "ما هي الميزات الرئيسية لبرنامج VRNL كازينو المباشر؟",
  "features_livecasino_ans": "يوفر برنامج الكازينو المباشر VRNL مجموعة من الميزات، بما في ذلك العلامة التجارية القابلة للتخصيص، التكامل الآمن لبوابات الدفع، وواجهة سهلة الاستخدام لكل من اللاعبين والمشغلين.",
  "security_livecasino": "كيف أضمن أمان وعدالة الألعاب باستخدام برنامج VRNL كازينو المباشر؟",
  "security_livecasino_ans": "تم بناء برنامج الكازينو المباشر VRNL مع مراعاة الأمان. فهو يستخدم مولدات أرقام عشوائية معتمدة (RNGs) لضمان العدالة، ونوفر أدوات لمنع الاحتيال وحماية اللاعبين. بالإضافة إلى ذلك، نطبق التشفير لتأمين نقل البيانات.",
  "offered_games": "ما هي الألعاب التي يمكن تقديمها باستخدام برنامج VRNL كازينو المباشر؟",
  "offered_games_ans": "يمكنك تقديم مجموعة واسعة من ألعاب الموزع المباشر، بما في ذلك الكلاسيكيات مثل البلاك جاك المباشر، الروليت المباشر، والبكارا المباشر، بالإضافة إلى متغيرات لهذه الألعاب للحفاظ على تفاعل اللاعبين.",
  "integrateVRNL": "هل يمكنني دمج برنامج VRNL كازينو المباشر مع منصة الكازينو الحالية الخاصة بي؟",
  "integrateVRNL_ans": "نعم، تم تصميم برنامجنا ليتكامل بسهولة مع المنصات الحالية، مما يجعله إضافة سلسة إلى عملية الكازينو عبر الإنترنت الخاصة بك.",
  "wlc_faqs": "الأسئلة الشائعة حول الكازينو ذو العلامة البيضاء",
  "whatis_wlc": "ما هو الكازينو ذو العلامة البيضاء؟",
  "whatis_wlc_ans": "الكازينو ذو العلامة البيضاء هو حل جاهز يمكّن روّاد الأعمال والشركات من إطلاق كازينوهاتهم عبر الإنترنت باستخدام برامجنا وبنيتنا التحتية. يمكنك تمييزه باسمك وتصميمك الخاص، بينما نتولى نحن الجوانب التقنية والتنظيمية.",
  "wlc_work": "كيف يعمل نظام الكازينو ذو العلامة البيضاء؟",
  "wlc_work_ans": "نحن نوفر لك منصة كازينو متكاملة الوظائف، بما في ذلك الألعاب، معالجة المدفوعات، ودعم العملاء. ما عليك سوى تخصيص العلامة التجارية والتصميم ليتناسب مع رؤيتك، وستكون جاهزاً لبدء عملك في الكازينو عبر الإنترنت.",
  "wlc_games": "ما هي الألعاب المتاحة في الكازينو ذو العلامة البيضاء؟",
  "wlc_games_ans": "نقدم مجموعة واسعة من ألعاب الكازينو، بما في ذلك ماكينات القمار، ألعاب الطاولة (مثل البلاك جاك والروليت)، وألعاب الموزع المباشر. يمكنك الاختيار من كتالوج الألعاب الخاص بنا لإنشاء تجربة لعب متنوعة للاعبين.",
  "wlc_launch": "كم من الوقت يستغرق إطلاق الكازينو ذو العلامة البيضاء؟",
  "wlc_launch_ans": "قد يختلف الإطار الزمني حسب متطلباتك الخاصة والعمليات التنظيمية. في المتوسط، قد يستغرق الأمر عدة أسابيع لإعداد وتخصيص منصة الكازينو الخاصة بك.",
  "wlc_cusSupport": "ما مستوى دعم العملاء المقدم للكازينو ذو العلامة البيضاء؟",
  "wlc_cusSupport_ans": "نحن نقدم الدعم الفني والتشغيلي لضمان تشغيل الكازينو الخاص بك بسلاسة.",
  "wlc_getstarted": "كيف أبدأ مع كازينو ذو علامة بيضاء من شركتكم؟",
  "wlc_getstarted_ans": "تواصل مع فريق المبيعات لدينا لمناقشة احتياجاتك والحصول على استشارة شخصية. سنرشدك خلال عملية إعداد الكازينو ذو العلامة البيضاء.",
  "can_cutomize_branding": "هل يمكنني تخصيص الكازينو بعلامتي التجارية؟",
  "can_cutomize_branding_ans": "نعم — يمكنك تخصيص الكازينو بالكامل باستخدام شعارك، ألوانك، وعلامتك التجارية لتتناسب مع هويتك.",
  "company": "الشركة",
  "company_caps": "الشركة",
  "about": "حول",
  "online_exchange_sw": "برنامج التبادل عبر الإنترنت",
  "privacy_policy": "سياسة الخصوصية",
  "contact_us": "اتصل بنا",
  "solutions": "الحلول",
  "sports_betting_software": "برنامج المراهنات الرياضية",
  "wlc": "كازينو ذو علامة بيضاء",
  "wlc_caps": "كازينو ذو علامة بيضاء",
  "wlc_platform": "منصة المراهنات ذات العلامة البيضاء",
  "exch_iframe": "إطار عمل تبادل الرهانات",
  "footer_para_1": "شعار VRNL والمواد الرسومية هي ملكية فكرية للشركة ولا يجوز نسخها أو إعادة إنتاجها أو توزيعها أو عرضها دون موافقة خطية من VRNL.",
  "footer_para_2": "حقوق الطبع والنشر © 2025 VRNL ltd. جميع الحقوق محفوظة.",
  "home": "الرئيسية",
  "betting": "المراهنات",
  "esports_betting": "المراهنات الإلكترونية",
  "sbs_head": "برنامج المراهنات الرياضية",
  "casino": "كازينو",
  "online_casino_sw": "برنامج الكازينو عبر الإنترنت",
  "live_casino_sw": "برنامج الكازينو المباشر",
  "casino_game": "ألعاب الكازينو",
  "lottery_bingo": "اليانصيب والبنغو",
  "casino_tournament": "بطولة الكازينو",
  "risk_management": "إدارة المخاطر",
  "wl": "العلامة البيضاء",
  "wl_exch": "تبادل ذو علامة بيضاء",
  "wl_exch_caps": "تبادل ذو علامة بيضاء",
  "our_work": "عملنا",
  "contact": "اتصل",
  "faq": "الأسئلة الشائعة",
  "live_casino": "كازينو مباشر",
  "lottery_games": "ألعاب اليانصيب",
  "exch_sw_provider": "مزود برنامج التبادل",
  "mobile_bet": "المراهنات عبر الجوال",
  "vrnl": "VRNL",
  "sports_betting_wid": "أداة المراهنات الرياضية",
  "back": "رجوع",
  "exch_iframe_para": "إطار عمل تبادل الرهانات — يتيح التفعيل السريع لوحدة التبادل من خلال تكامل API سلس. تضمن خدمتنا الشاملة تحت إشراف الخبراء برمجة واسعة للأحداث والأسواق عبر الإنترنت.",
  "contact_us!": "اتصل بنا!",
  "exch_iframe_types": "أنواع Exchangebook iFrame",
  "exch_iframe_types_para": "تأتي حلول Exchangebook iFrame لدينا بثلاثة أشكال، كل منها مخصص للقناة المستخدمة، مما يضمن الخيار الأنسب لاحتياجاتك:",
  "exch_iframe_types_list": "<li> iFrame لـ <strong>أجهزة الكمبيوتر</strong>، مصمم لأجهزة الحاسوب بمختلف الدقات مع تخطيطات متنوعة وقابلة للتخصيص. </li> <li> iFrame لـ <strong>الأكشاك والأجهزة الطرفية SSBT</strong>، مع تخطيطات محسّنة لأنظمة اللمس وتجربة مستخدم سهلة، مما يجعلها مثالية للاعبين المبتدئين عند وضع الرهانات.</li>",
  "exch_iframe_types_para2": "علاوة على ذلك، من خلال واجهة API الخاصة بنا، يمكنك تحقيق تخصيص واسع للرسومات ووظائف الألعاب.",
  "cm_exch": "Exchangebook مُدار بشكل شامل",
  "cm_exch_para": "يشمل Exchangebook iFrame لدينا توفير بيانات الاحتمالات وتكوين الإعدادات الأساسية للمراهنة. يأتي البرنامج مزودًا بمجموعة من الميزات والأدوات لإدارة هوامش الاحتمالات والتكوينات بشكل مستقل. ومع ذلك، إذا كان تركيزك الأساسي على إدارة اللاعبين والتسويق، فإننا نقدم خدمات تداول مُدارة بالكامل ودعمًا.",
  "acq_exch": "الحصول على حل Exchangebook iFrame سهل للغاية",
  "acq_exch_para": "لقد قمنا بتبسيط عملية تفعيل iFrame، وتشمل فقط خمس خطوات بسيطة:",
  "acq_exch_list": "<li> إضفاء الطابع الرسمي على الاتفاقية بين Vrnl والعميل. </li> <li> بدء تكامل Exchangebook iFrame عبر واجهات API باستخدام SDK الخاص بنا. </li> <li> عقد اجتماع لتحديد استراتيجية Exchangebook المراد اتباعها. </li> <li> تحديد أكثر الرياضات والأحداث جذبًا لمنطقتك التشغيلية. </li> <li> لننطلق مباشرة! </li>",
  "live_casino_sw_p1": "منصتنا <strong>للكازينو المباشر</strong> تمكنك من تفعيل <strong>أفضل مزودي الكازينو المباشر</strong> المعروفين بـ<strong>جودة استثنائية ونزاهة رياضية</strong>.",
  "live_casino_sw_p2": "نحن ملتزمون بتزويدك بأفضل تجربة كازينو مباشر. سواء كنت لاعبًا متمرسًا أو جديدًا في عالم الكازينوهات عبر الإنترنت، فإن منصتنا تقدم تجربة ألعاب مباشرة وغامرة لا مثيل لها.",
  "live_casino_sw_p3": "يوفر حل الكازينو المباشر من Vrnl مجموعة شاملة من الخدمات، بما في ذلك:",
  "live_casino_sw_p3_l1": "أدوات تقارير التاريخ الكامل",
  "live_casino_sw_p3_l2": "تصوير تاريخ الألعاب",
  "live_casino_sw_p3_l3": "تكوينات الألعاب",
  "live_casino_sw_p3_l4": "أدوات إدارة المخاطر",
  "live_casino_sw_p3_l5": "إدارة اللاعبين",
  "live_casino_sw_p3_l6": "أدوات إدارة الشركاء",
  "live_casino_sw_p3_l7": "هيكل وكلاء هرمي متعدد المستويات",
  "live_casino_sw_p4": "لقد طورنا طرق تكامل آمنة متعددة، كلها سهلة الاستخدام ومصممة للتنفيذ السهل باستخدام واجهة برمجة تطبيقات الكازينو المباشر الخاصة بنا.",
  "live_casino_sw_demo": "عرض تجريبي لحلول الكازينو المباشر",
  "livecasino_integration": "<strong style='color: #575756;'>تكامل API للكازينو المباشر</strong>",
  "livecasino_integration_para": "يمكنك تشغيل برنامج الكازينو المباشر الخاص بنا في غضون أيام. بالإضافة إلى ذلك، نقدم خدمات إدارة شاملة، مما يضمن أن تتم مراقبة العملية بأكملها من قبل خبرائنا.<strong style='color: #575756;'> كما نضمن لك الوصول إلى أوسع مجموعة من ألعاب الكازينو المباشر المتاحة عبر الإنترنت. </strong>",
  "live_casino_lobby": "في ردهة ألعاب الكازينو المباشر سهلة الاستخدام",
  "youcan": "يمكنك",
  "findgames_like": "العثور على ألعاب مثل:",
  "findgames_like_desp": "روليت مباشر، باكارا مباشر، بلاك جاك مباشر، وبوكر مباشر، ألعاب النرد والأرقام.",
  "euro_roulette": "الروليت الأوروبي",
  "blackjack": "بلاك جاك",
  "baccarat": "بكارا",
  "caribbean_stud": "ستود الكاريبي",
  "casino_holdem": "كازينو هولدم",
  "american_roulette": "الروليت الأمريكي",
  "sic_bo": "سيك بو",
  "craps": "كرابس",
  "dragon_tiger": "تنين نمر",
  "bingo": "بينغو",
  "book_demo": "احجز عرضًا تجريبيًا",
  "lottery_head": "هل تبحث عن منصة يانصيب وبنغو؟",
  "lottery_head_desp1": "لقد اخترنا بعناية أفضل ألعاب <b style='color: #575756; font-size: 45px;'>اليانصيب والبنغو</b> من أجلك.",
  "lottery_head_desp2": "بالتأكيد، حل <b style='color:#575756; font-size: 16px;'>اليانصيب والبنغو الأبيض</b> يقدم مجموعة من الإصدارات الجذابة من لعبة البنغو الكلاسيكية إلى جانب أشهر ألعاب اليانصيب.",
  "lottery_head_desp3": "يمكنك <b style='color:#575756; font-size: 16px;'>الاستمتاع بهذه الألعاب من هاتفك الذكي</b> أو جهاز الكمبيوتر الخاص بك، ونحن نضمن تجربة مستخدم استثنائية لأن ألعابنا من أعلى مستويات الجودة.",
  "lottery_head_desp4": "<strong style='color:#575756;'>علاوة على ذلك، فإن خوارزميات ألعابنا آمنة ومعتمدة بشكل مستقل، مما يوفر تجربة لعب موثوقة وجديرة بالثقة.<br><br></strong>",
  "lottery_bingo_nos": "أرقام اليانصيب والبنغو",
  "bingo_games": "ألعاب البنغو",
  "over100": "أكثر من 100",
  "over130": "أكثر من 130",
  "suppliers": "الموردون",
  "more20": "أكثر من 20",
  "sports_betting_software_wl": "برنامج المراهنات الرياضية العلامة البيضاء",
  "sports_betting_software_wl_desp": "شركة ملتزمة بالسعي المستمر وراء حلول مبتكرة لمعالجة احتياجاتها المتطورة بشكل فعال.",
  "blink-soft": "عزز تجربتك مع برنامج المراهنات الرياضية المتطور",
  "platform_para1": "تحول حلول برامج المراهنات الرياضية الحديثة <b>طريقة</b> تفاعل المراهنين مع اللعبة. بفضل <b>واجهات سلسة</b>، وتحليلات في الوقت الحقيقي، وقدرات المراهنة المباشرة، توفر هذه المنصات تجربة مراهنة متفوقة سواء للمبتدئين أو للمحترفين.",
  "platform_para2": "سواء كنت تدير موقع مراهنات عبر الإنترنت، أو منفذ مراهنات بالتجزئة، أو كازينو، فإن مجموعتنا الكاملة من الحلول — بما في ذلك <b>منصات B2C</b> ومنتجات العلامة البيضاء <b>القابلة للتخصيص</b> — توفر المرونة والتقنية اللازمة للبقاء تنافسيًا. احتضن الابتكار وارتقِ بعمليات المراهنات الرياضية لديك باستخدام برمجيات مصممة لـ <b>تحسين الأداء</b> و<b>رضا المستخدم</b>.",
  "try_b2b": "استكشف برنامج المراهنات B2B المتطور لدينا",
  "try_b2c": "استكشف برنامج المراهنات B2C المتطور لدينا",
  "wls_turnkey": "حلول العلامة البيضاء والمنصات الجاهزة",
  "wls_turnkey_p1_span1": "تجربة مراهنة رياضية سلسة وجذابة",
  "wls_turnkey_p1_span2": "لعملائك. هذا النهج يقضي على الحاجة إلى تطوير مكلف ويستغرق وقتًا طويلاً، مما يتيح لك التركيز على النمو و",
  "custom_satisfaction": "رضا العملاء",
  "wls_turnkey_p2": "منصتنا للمراهنات الآمنة وعالية الأداء معتمدة بالكامل من مختبرات الألعاب المستقلة، مما يضمن الامتثال والموثوقية. من خلال شراكتك مع VRNL، ستحصل على وصول إلى بورصة مراهنات موثوقة تعزز الربحية مع ضمان",
  "highest_industry_standards": "أعلى معايير الصناعة",
  "igaming_platform": "منصة iGaming",
  "igaming_platform_p1": "VRNL هي شريك موثوق في صناعة iGaming، تقدم",
  "sbs": "برنامج المراهنات الرياضية",
  "igaming_platform_p2": "هدفنا هو تحويل مشهد الألعاب عبر الإنترنت من خلال توفير منصة مرنة وعالية التقنية للمشغلين، تضمن تجربة لعب سلسة وجذابة للمستخدمين.",
  "online_casino": "كازينو على الإنترنت",
  "casino_para": "مرحبًا بك في كازينو VRNL عبر الإنترنت — <b>رائد موثوق</b> يقدم منصة ألعاب آمنة ومثيرة عالميًا. مهمتنا هي تقديم تجربة كازينو استثنائية تُبقي اللاعبين مندمجين ومتحمسين.",
  "casino_para_list": "<li>أكثر من 75 مزودًا</li> <li>تجاوز 15,000 ماكينة سلوت</li> <li>500+ لعبة طاولة</li> <li>700+ لعبة بوكر فيديو</li> <li>أكثر من 200 لعبة أخرى</li>",
  "casino_para2": "يدعمك فريق خبرائنا في كل مرحلة، من التدريب إلى الإطلاق.",
  "play_livecasino": "العب في الكازينو المباشر وكأنك داخل الكازينو مباشرة",
  "play_livecasino_list": "<li>عرض ألعاب مباشر</li> <li>AWC</li> <li>سلوتس</li> <li>روليت مباشر</li> <li>بلاك جاك مباشر</li> <li>بكارا مباشر</li> <li>كازينو هولدم مباشر</li> <li>بلو أوشن</li> <li>تنين نمر مباشر</li> <li>أندر بهار</li> <li>تين باتي</li>",
  "api_services_iframe": "مزودو خدمات API و iFrame",
  "api_services_iframe_p1": "تقدم VRNL <b>حلول تكامل API و iFrame متطورة</b>، مما يتيح الاتصال السلس بين المنصات، وتبادل البيانات بشكل آمن، وتحسين تجارب المستخدمين — لمساعدة الشركات على العمل بشكل أذكى وأسرع.",
  "api_services_iframe_p2": "في VRNL، نحن ندرك أهمية تبادل البيانات والتواصل السلس بين التطبيقات. نحن نقدم خدمات تكامل API عالية الجودة، مما يسمح لبرنامجك بالتفاعل بسلاسة مع الأنظمة الأخرى. سيضمن خبراؤنا أن تعمل أنظمتك بتناغم، مما يوفر تجربة سلسة لك ولعملائك.",
  "virtual_games": "الألعاب الافتراضية",
  "virtual_games_desp1": "هل أنت مستعد لبدء رحلتك في الألعاب الافتراضية مع VRNL؟ اغمر نفسك في العالم الافتراضي كما لم يحدث من قبل واستعد لساعات لا تنتهي من الترفيه.",
  "virtual_games_desp2": "في VRNL، نحن شغوفون بتقديم تجارب ألعاب افتراضية مبتكرة تنقل اللاعبين إلى عوالم جديدة مثيرة. مهمتنا هي تقديم أكثر الألعاب الافتراضية غمرًا وتشويقًا، والتي ستبقيك مستمتعًا لساعات طويلة.",
  "before_start": "قبل أن تبدأ، استكشفها أثناء العمل!",
  "explore_demo": "على منصتنا التجريبية:",
  "mobile_sbs": "برنامج المراهنات الرياضية عبر الهاتف المحمول",
  "mobile_sbs_p1": "تطبيقنا <strong>المحمول</strong> يمكّن المراهنين من الوصول بسهولة إلى حساباتهم ووضع رهاناتهم عبر الأجهزة اللوحية والهواتف الذكية وغيرها من الأجهزة المتصلة بالإنترنت.",
  "mobile_sbs_p2": "من الكريكيت وكرة القدم إلى التنس، يغطي برنامجنا مجموعة واسعة من الأحداث الرياضية العالمية. مهما كانت رياضتك المفضلة، يمكنك المراهنة على الألعاب والفرق التي تحبها.",
  "mobile_sbs_p3": "برنامجنا لا يقتصر على وضع الرهانات فقط، بل يتعلق بإنشاء تجربة سلسة وموجهة نحو المستخدم. لقد استثمرنا في أحدث التقنيات لضمان أن يكون التنقل في منصتنا سهلاً قدر الإمكان.",
  "advantages_sbs": "مزايا برنامج المراهنات الرياضية عبر الهاتف المحمول",
  "advantages_sbs_l1": "التطبيقات أسرع من المواقع",
  "advantages_sbs_l2": "محتوى مراهنات مخصص",
  "advantages_sbs_l3": "مراهنات فورية عبر الإنترنت",
  "advantages_sbs_l4": "آمن وموثوق",
  "advantages_sbs_p1": "تتفوق التطبيقات على المواقع المحمولة، حيث توفر إجراءات أسرع واستجابات أفضل.",
  "advantages_sbs_p2": "يستمتع المستخدمون بمحتوى مخصص لتجربة أكثر غمرًا، حيث تعرض خيارات مراهنة مصممة وفقًا لتفضيلاتهم.",
  "advantages_sbs_p3": "توفر جميع التطبيقات وصولًا فوريًا بنقرة واحدة، مما يتيح للمستخدمين وضع رهاناتهم، التحقق من حساباتهم، المشاركة في ألعاب الكازينو، واختيار دورياتهم المفضلة دون تأخير.",
  "advantages_sbs_p4": "الأمان هو أولويتنا القصوى. برنامج المراهنات الرياضية عبر الهاتف المحمول من VRNL مبني بأحدث تدابير الأمان لحماية معلوماتك الشخصية والمالية. يمكنك المراهنة براحة بال.",
  "online_casino_sw_p1": "VRNL هي مزود رائد لـ<strong>برمجيات الكازينو عبر الإنترنت</strong> و<strong>المنصات</strong>. حيث تلعب دورًا أساسيًا في تصميم وتطوير منصات الكازينو، مع ضمان أن تكون سهلة الاستخدام وغنية بالميزات.",
  "online_casino_sw_p2": "سيعمل فريق التسويق لدينا بجد لضمان حصول كازينوك عبر الإنترنت على مكانة بارزة في الصفحة الرئيسية، مما يضمن رؤية عالية في السوق عبر الإنترنت.",
  "online_casino_sw_p3": "ستأتي منصة الكازينو عبر الإنترنت مزودة بمختلف الألعاب المُعدة مسبقًا، وستوفر لك أدوات المراقبة لدينا نظرة واضحة وفي الوقت الحقيقي على تقدم وأداء مشروعك الجديد.",
  "customized_theme": "هذا قالب يمكن تخصيصه، شاهده أثناء العمل:",
  "live_casino_sw_desp1": "نقدم أوسع مجموعة من <strong>مزودي الكازينو المباشر</strong><br>",
  "live_casino_sw_desp2": "على مستوى العالم، مما يضمن الوصول إلى أوسع مجموعة من الطاولات المباشرة عبر الإنترنت وتجربة تسليم سلسة متعددة القنوات.",
  "casino_sw_features": "الميزات الرئيسية لبرمجيات الكازينو",
  "casino_sw_features_p1": "تم تصميم <strong>منصتنا لبرمجيات الكازينو</strong> لتوفير تجربة لعب سلسة وغامرة لكل من اللاعبين والمشغلين.<br /><br /> ",
  "casino_sw_features_p2": "تشمل الميزات الرئيسية لمنصتنا: ",
  "casino_sw_features_list": "<li>الرؤية والتحكم في حدود الطاولات.</li> <li>خصائص وإعدادات طاولات اللعب.</li> <li>حدود VIP.</li> <li>وظائف العميل والوصول إلى أدوات التخصيص لدينا.</li> <li>آلية التقارير ونظام الإشعارات الذي يمنح المشغلين وصولاً فورياً وتنبيهات تشغيلية.</li> <li>واجهة برمجة التطبيقات (API) لذكاء الأعمال BI.</li> <li>أدوات التسويق.</li> <li>واجهة برمجة التطبيقات (API) للتكامل الخارجي.</li>",
  "casino_sw_features_p3": "تمكن أداة التخصيص سهلة الاستخدام الخاصة بنا وكلاء المراهنات من إجراء تغييرات فورية على جوانب مختلفة من عروضهم المباشرة، <br /> بما في ذلك اللافتات والخطوط وأنظمة الألوان، كل ذلك من خلال أدوات تحكم بديهية.",
  "casino_sw_features_p4": "تعمل منصتنا الجديدة كنظام مستقل ومرن وسريع الاستجابة. تتيح لنا هذه المرونة الاستجابة بسرعة <br /> لطلبات وكلاء المراهنات والحفاظ على معايير جودة أعلى عند تطوير المنتجات الجديدة والحالية.<br />",
  "casino_sw_features_p5": "لتسريع أعمالك، نحن نقدم أيضاً ",
  "casino_sw_features_p6": " مع مجموعة واسعة تضم أكثر من 3000+ لعبة.",
  "integrate_iframe_apis": "التكامل مع المنصات الخارجية عبر iFrames وواجهات برمجة التطبيقات APIs",
  "integrate_iframe_apis_para": "توفر منصتنا خيارات تكامل مرنة. يمكنك <strong>التكامل بسلاسة عبر iFrame أو <br />واجهات برمجة التطبيقات APIs.</strong> ويمكن تخصيصها لتناسب احتياجاتك الخاصة، سواء كان ذلك تكاملاً شاملاً وكامل الخدمة، <br /> أو حلاً متخصصاً في المراهنات الرياضية، أو التركيز على <strong> ألعاب الكازينو عبر الإنترنت</strong>، بما في ذلك عروض <strong> الكازينو المباشر </strong>.",
  "view_demo": "عرض تجريبي",
  "we_are": "نحن",
  "online_exchange_sw_p1": "في VRNL، نفخر بتقديم برمجيات تبادل عبر الإنترنت متطورة تعيد تعريف تجربة المراهنة. نحن نقدم منصة كاملة الوظائف مزودة باختيار واسع من المباريات المباشرة المتاحة شهرياً. مع خيارات البث المباشر لدينا، سنحوّل مكتب المراهنات الخاص بك إلى منصة ترفيهية، مدعومة بشهادات من مختبرات ألعاب مستقلة لمزيد من الطمأنينة.",
  "online_exchange_sw_p2": "يقدم برنامج التبادل عبر الإنترنت من VRNL مجموعة شاملة من خيارات المراهنات الرياضية. سواء كنت من عشاق الكريكيت أو كرة القدم أو التنس أو أي رياضة أخرى، فنحن نوفر لك كل ما تحتاجه. تقدم منصتنا احتمالات في الوقت الفعلي، ومراهنات أثناء اللعب، وواجهة سهلة الاستخدام تجعل المراهنة أمراً سهلاً.",
  "onther_head": "نحن نبسط لك عملية التكامل في الأعمال بسلاسة.",
  "onther_p1": "هذا القالب قابل للتخصيص بدرجة كبيرة، ويمكنك اختبار مرونته عملياً:",
  "main_features": "الميزات الرئيسية",
  "feature_para": "تقف VRNL في طليعة ثورة إدارة المراهنات والكازينو عبر الإنترنت. من خلال خبرتنا، تحصل على الوصول إلى:",
  "feature_list": "<li><strong>تجربة مراهنة عالمية: </strong> توفر VRNL الوصول إلى مجموعة شاملة من الرياضات والدوريات وأسواق المراهنات من جميع أنحاء العالم. معنا، يمكنك تقديم تجربة مراهنة عالمية لمستخدميك. </li> <li><strong>خيارات قبل المباراة الواسعة: </strong> اختر من بين 150,000 خيار مراهنة قبل المباراة شهرياً. نضمن أن منصتك تحتوي على مجموعة متنوعة من الخيارات لتلبية تفضيلات المراهنات المختلفة. </li> <li><strong>فرص مباشرة مثيرة: </strong> اشرك مستخدميك مع 75,000 فرصة مراهنة أثناء اللعب شهرياً. تضيف هذه الخيارات المباشرة الحماس والعفوية إلى تجربة المراهنة. </li> <li><strong>ألعاب كازينو للميتافيرس: </strong> تقدم VRNL مجموعة واسعة من ألعاب الكازينو المناسبة للميتافيرس. انغمس بمستخدميك في بيئة كازينو افتراضية مع خيارات الألعاب المتنوعة لدينا. </li> <li><strong>تكامل iFrame سلس: </strong> قم بدمج iFrame الخاص بنا بسهولة في منصة الألعاب الخاصة بك. يسمح حل iFrame سهل الاستخدام لدينا بتحسين إمكانيات منصتك بسهولة. </li> <li><strong>تكامل مرن: </strong> اختر طريقة التكامل الخاصة بك، سواء عبر API أو iFrame. نحن نوفر خيارات مرنة لتناسب راحتك ومتطلبات منصتك. </li>",
  "sports_header_2": "برنامج التبادل عبر الإنترنت لمنصة كازينو iGaming",
  "sports_header_2_p1": "نحن نقدم حلاً لـ <a style='color: #a0c528;' href='#'>الكازينو ذي العلامة البيضاء</a> يضم مكتبة واسعة من أكثر من 1,000 لعبة.",
  "sports_header_2_p2": "تشمل خدماتنا الحصول على رخصة ألعاب ودعم قانوني لبدء عملك في مجال الكازينو، مما يضمن ألعاباً آمنة ومعتمدة رياضياً.",
  "sports_header_2_p3": "لقد اخترنا أفضل مزودي الألعاب بهدف تزويدك بأوسع مجموعة من ألعاب الكازينو المباشرة وألعاب الكازينو المتاحة عبر الإنترنت. لقد أنشأنا شراكات بعناية مع أفضل مزودي الألعاب لتقديم مجموعة لا مثيل لها من ألعاب الكازينو المباشرة وعبر الإنترنت، مما يضمن أوسع تشكيلة متاحة.",
  "online_sports_list": "<li>عرض الألعاب المباشر</li> <li>ألعاب الشخص الأول</li> <li>آلات القمار (Slots)</li> <li>الروليت الأمريكي المباشر</li> <li>البلاك جاك المباشر</li> <li>الباكارات المباشر</li> <li>كازينو هولدم المباشر</li> <li>سيك بو</li> <li>التنين النمر المباشر</li> <li>أندار بهاار</li> <li>تين باتي</li>",
  "play_directly": "العب في الكازينو المباشر كما لو كنت بداخله مباشرة",
  "top_online_providers": "أفضل مزودي الكازينو عبر الإنترنت على مستوى عالمي",
  "online_casino_p1": "هل أنت مستعد للارتقاء بتجربة الكازينو عبر الإنترنت إلى المستوى التالي؟ لا تبحث أكثر! VRNL هي حلك الشامل لجميع احتياجات الكازينو عبر الإنترنت. نحن نقدم خدمات من الدرجة الأولى وحلولاً متطورة لمشغلي الكازينو عبر الإنترنت، مما يضمن تجربة لعب لا تُنسى للاعبين لديك.",
  "user_data_section1": "<li>مزودون أكثر من 75+</li> <li>آلات القمار أكثر من 15,000+</li> <li>ألعاب الطاولة أكثر من 500+</li> <li>فيديو بوكر أكثر من 700+</li> <li>ألعاب أخرى أكثر من 200+</li>",
  "lottery_bingo_games": "ألعاب اليانصيب والبنغو",
  "lottery_bingo_games_p1": "في VRNL، نجلب إثارة ألعاب اليانصيب والبنغو إلى كل من شاشتك ومتاجرك المحلية. سواء كنت من محبي التذاكر الورقية التقليدية أو تفضل راحة اللعب عبر الإنترنت، فنحن نوفر لك كل ما تحتاجه. معنا، الأمر لا يتعلق فقط بالألعاب؛ بل بالإثارة بالفوز ومتعة اللعب.",
  "user_data_section2": "<li>بنغو أكثر من 80+</li> <li>يانصيب أكثر من 130+</li>",
  "ultimate_dest": "الوجهة النهائية لألعاب اليانصيب والبنغو عبر الإنترنت وفي المتاجر",
  "weare_vrnl": "نحن VRNL",
  "weare_vrnl_desp": "<strong>أكبر منصة لتقديم الكازينو والمراهنات الرياضية ذات العلامة البيضاء</strong> أوسع مجموعة من ألعاب الترفيه المتاحة عبر الإنترنت. كازينو العلامة البيضاء مع أكثر من 1,000 لعبة. برنامج الكازينو المتاح عبر الإنترنت بسيط لأن منصتنا سهلة الإدارة.",
  "res_design": "تصميم متجاوب",
  "res_design_desp": "موقعنا الإلكتروني متجاوب، مما يعني أنه يُعرض بشكل صحيح على الأجهزة اللوحية والهواتف المحمولة وأجهزة الكمبيوتر المكتبية لتجربة مستخدم مثالية.",
  "custmzd_options": "خيارات التخصيص",
  "custmzd_options_desp": "نوفر لعملائنا مجموعة واسعة من خيارات التخصيص، مما يتيح لهم اختيار ألوانهم وخطوطهم وتخطيط موقعهم المفضل. هذا يضمن أن يعكس الموقع أسلوبهم وتفضيلاتهم الفريدة.",
  "loading_speed": "سرعة التحميل",
  "loading_speed_desp": "تم تحسين موقعنا للسرعة والأداء. يتميز بأوقات تحميل سريعة عبر مختلف الأجهزة واتصالات الإنترنت.",
  "b2b_theme": "B2B (شركة إلى شركة)",
  "b2b_theme_p1": "يتميز قالب B2B لدينا بخصائصه الفريدة. لقد أضفنا خيار Parley إضافي لتجربة مراهنة غنية.",
  "b2b_theme_p2": "يتميز القالب بأفضل تركيبات الألوان وعناصر التصميم، مما يضمن واجهة جذابة بصرياً. يتم منح المستخدمين أذونات للمراهنة على مجموعة واسعة من الرياضات بما في ذلك الكريكيت وكرة القدم والتنس.",
  "b2b_theme_p3": "لدينا أيضاً العديد من ألعاب الكازينو المختلفة لمزيد من خيارات الترفيه. بالإضافة إلى ذلك، نقدم أنواعاً مختلفة من الكازينوهات، مثل كازينو AWC، الذي يستضيف مجموعة رائعة من أكثر من 500 لعبة قمار وأكثر من 100 لعبة طاولة.",
  "b2c_theme": "B2C (شركة إلى عميل)",
  "b2c_theme_p1": "يقدم موقع B2C الخاص بنا تجربة سهلة الاستخدام لعملائنا. يمكنهم التسجيل بسهولة باستخدام رقم الهاتف، مما يوفر طريقة آمنة ومريحة لإنشاء حساب.",
  "b2c_theme_p2": "بمجرد التسجيل، يمكن للمستخدمين إيداع الأموال في حساباتهم، مما يجعل البدء في المراهنة واللعب أمراً سهلاً. بالإضافة إلى ذلك، نقدم عملية سحب سلسة، مما يضمن وصول المستخدمين إلى أرباحهم بسهولة.",
  "b2c_theme_p3": "لتحسين التجربة، نقدم نقاط مكافأة يمكن للمستخدمين كسبها واستخدامها أثناء تواجدهم على المنصة. يضيف هذا طبقة إضافية من الإثارة والقيمة لعملائنا، مما يتيح لهم الاستفادة القصوى من ودائعهم وسحوباتهم.",
  "b2c_theme_p4": "بشكل عام، تم تصميم موقع B2C الخاص بنا لتوفير تجربة مراهنة ولعب سهلة وممتعة، مما يمنح عملاءنا حرية اللعب والإيداع والسحب بسهولة.",
  "request_demoID": "طلب هوية العرض التجريبي",
  "form_name": "الاسم *",
  "form_name_err": "يرجى إدخال اسمك (على الأقل 3 أحرف).",
  "form_email": "البريد الإلكتروني *",
  "form_email_err": "يرجى إدخال بريد إلكتروني صالح.",
  "form_country": "الدولة *",
  "form_country_err": "يرجى اختيار دولتك.",
  "form_district": "المنطقة *",
  "form_district_err": "يرجى إدخال منطقتك.",
  "form_whatsapp": "رقم واتساب *",
  "form_whatsapp_err": "أدخل رقم واتساب صالح.",
  "form_turnover": "الدخل الشهري *",
  "form_turnover_err": "يرجى إدخال دخلك الشهري.",
  "form_users": "عدد المستخدمين *",
  "form_users_err": "يرجى إدخال عدد مستخدمين صالح.",
  "form_current": "المنصة الحالية المستخدمة *",
  "form_current_err": "يرجى إدخال منصتك الحالية.",
  "form_issues": "المشاكل مع المنصة الحالية *",
  "form_issues_err": "يرجى وصف المشاكل (على الأقل 10 أحرف).",
  "form_telegram": "هل لديك حساب على تيليجرام؟ *",
  "form_select": "-- اختر --",
  "form_yes": "نعم",
  "form_no": "لا",
  "form_telegram_err": "يرجى تحديد ما إذا كان لديك حساب تيليجرام.",
  "form_telhandle": "معرّف تيليجرام *",
  "form_telhandle_err1": "معرّف تيليجرام مطلوب.",
  "form_telhandle_err2": "يجب أن يبدأ معرّف تيليجرام بـ &#64; (مثال: &#64;username).",
  "demo_url": "رابط العرض التجريبي",
  "form_submit": "إرسال",
  "form_name_ph": "أدخل اسمك",
  "form_email_ph": "أدخل بريدك الإلكتروني",
  "form_district_ph": "أدخل منطقتك",
  "form_whatsapp_ph": "أدخل رقم واتساب",
  "form_turnover_ph": "أدخل دخلك الشهري",
  "form_users_ph": "أدخل عدد المستخدمين",
  "form_current_ph": "أدخل المنصة الحالية",
  "form_issues_ph": "أدخل المشاكل مع المنصة الحالية",
  "form_telhandle_ph": "أدخل معرّف تيليجرام الخاص بك",
  "our_commitment": "التزامنا",
  "our_commitment_p1": "تلتزم VRNL بحماية خصوصيتك وتأمين معلوماتك الشخصية والمالية. تشرح هذه السياسة المعلومات التي نجمعها، وكيف نستخدمها، والإجراءات التي نتخذها لحمايتها. وتشمل الإشارات إلى vrnl.net أيضاً تطبيقاته.",
  "our_commitment_p2": "تنطبق هذه السياسة على جميع مواقع وتطبيقات VRNL حيث يتم نشرها، وفقاً للقوانين المعمول بها في المناطق التي نعمل فيها. قد تكمل إشعارات الخصوصية الإضافية الخاصة بالمناطق أو الخدمات هذه السياسة.",
  "our_commitment_p3": "إذا قدمت معلومات عبر منصات تابعة لجهات خارجية (مثل تسجيل الدخول عبر وسائل التواصل الاجتماعي)، فإننا نجمع البيانات من خلال تلك التكاملات بموجب هذه السياسة. ومع ذلك، تحكم ممارسات الخصوصية الخاصة بالجهات الخارجية البيانات التي يجمعونها مباشرة. إعدادات الخصوصية على هذه المنصات لا تؤثر على كيفية استخدام VRNL للبيانات التي تم جمعها من خلال مواقعنا أو تطبيقاتنا.",
  "our_commitment_p4": "قد تحتوي منصاتنا على روابط لمواقع خارجية لا تملكها أو تديرها VRNL. نحن غير مسؤولين عن ممارسات الخصوصية الخاصة بهم ونشجعك على مراجعة سياساتهم قبل مشاركة المعلومات.",
  "our_commitment_p5": "يجب قراءة سياسة الخصوصية هذه جنباً إلى جنب مع شروط الاستخدام الخاصة بنا.",
  "user_content": "موافقة المستخدم",
  "user_content_para": "من خلال استخدام خدمة VRNL (على سبيل المثال، عند تسجيل حساب، شراء خدمة، دخول مسابقة أو عرض ترويجي، التواصل معنا، على مواقعنا أو تطبيقاتنا)، فإنك توافق على جمعنا واستخدامنا ومشاركتنا لمعلوماتك الشخصية كما هو موضح في هذه السياسة. في بعض الحالات، خاصة إذا كنت مقيماً في بلد يخضع للوائح حماية البيانات، قد نطلب منك تقديم موافقة صريحة للوصول إلى خدماتنا قبل المتابعة لمزيد من العمليات. في حالة أي ملف تعريف مستخدم يتجول أو إذا كنت مسافراً يزور دولاً مختلفة حول العالم ويستفيد من خدمات VRNL، فإننا سنعتبر بلد التسجيل هو بلدك الأساسي وستكون الموافقات التي تم الحصول عليها وقت التسجيل صالحة لمعالجة معلوماتك الشخصية. ستنطبق عليك شروط الخصوصية المعمول بها وفقاً لقوانين ذلك البلد وقت التسجيل.",
  "accessing_webNet": "الوصول إلى الموقع وخدمات الشبكة 18 عبر VPN",
  "accessing_webNet_p1": "يجب ألا تصل أو تستخدم مواقع أو خدمات VRNL من خلال أي طريقة أو تقنية تخفي أو تحرف موقعك الجغرافي الفعلي (مثل استخدام شبكة افتراضية خاصة VPN أو أدوات مشابهة).",
  "accessing_webNet_p2": "لن تكون VRNL مسؤولة عن جمع أو تخزين أو معالجة معلوماتك الشخصية إذا تم استخدام مثل هذه طرق الوصول.",
  "collection_personalInfo": "جمع المعلومات الشخصية واستخدامها",
  "collection_personalInfo_p1": "تشير \"المعلومات الشخصية\" (PII) إلى أي بيانات يمكن أن تحدد هوية الفرد بشكل مباشر أو غير مباشر، مثل الاسم أو العنوان البريدي أو البريد الإلكتروني أو رقم الهاتف المحمول. عندما يتم ربط البيانات المجهولة بالمعلومات الشخصية، يتم التعامل معها أيضاً كمعلومات شخصية.",
  "collection_personalInfo_p2": "تجمع VRNL فقط المعلومات الشخصية اللازمة لتلبية طلباتك وتقديم منتجات وخدمات مخصصة. نحن لا نجمع مثل هذه المعلومات إلا إذا قدمتها عن علم وطواعية.",
  "collection_personalInfo_p3": "قد تُستخدم معلوماتك الشخصية من قبل VRNL وشركائها في الخدمة لتشغيل مواقعنا الإلكترونية وخدماتنا، ولإبلاغك بالميزات الجديدة، المنتجات والخدمات التي تقدمها VRNL وشركاتها التابعة.",
  "info_provide_us": "1. المعلومات التي تقدمها لنا",
  "info_provide_us_desp": "قد نطلب ونجمع المعلومات الشخصية التالية عنك عندما تستخدم vrnl.net وبدون هذه المعلومات قد لا نتمكن من تقديم جميع الخدمات المطلوبة لك:",
  "reg_data": "أ. بيانات التسجيل",
  "reg_data_desp": "لاستخدام بعض الميزات في الموقع الإلكتروني أو التطبيق وللحصول على الخدمات (مثل التسجيلات في الفعاليات والحملات على الموقع الإلكتروني)، قد تقدم معلومات اتصال أساسية، بما في ذلك على سبيل المثال لا الحصر:",
  "reg_data_list": "<li><span>الاسم الأول</span></li> <li><span>اسم العائلة</span></li> <li><span>عنوان البريد الإلكتروني</span></li>",
  "user_pro_details": "ب. تفاصيل الملف الشخصي للمستخدم",
  "user_pro_details_desp": "قد نقوم بجمع وتسجيل المعلومات الشخصية التالية تحت قسم 'ملفي الشخصي'، التي تساعدنا على تقديم محتوى مخصص والحفاظ على ملف المستخدم الشخصي، بما في ذلك على سبيل المثال لا الحصر:",
  "user_pro_details_list": "<li><span>الاسم</span></li> <li><span>الجنس</span></li> <li><span>عنوان البريد الإلكتروني</span></li> <li><span>تاريخ الميلاد</span></li> <li><span>الدولة</span></li> <li><span>المدينة</span></li> <li><span>رقم الهاتف المحمول</span></li>",
  "mobile_device_permissions": "ج. أذونات جهاز الهاتف المحمول",
  "mobile_device_permissions_desp": "عند الوصول إلى تطبيقنا على الأجهزة المحمولة / الأجهزة اللوحية / أجهزة التلفزيون أو أي جهاز آخر يمكنه الوصول إلى التطبيق، قد نطلب ونحصل على الأذونات التالية:",
  "mobile_device_permissions_list": "<li><span>الحسابات - تستخدم لإدارة حسابات المستخدم المتعددة داخل التطبيق ولأغراض تسجيل الدخول</span></li> <li><span>جهات الاتصال - تُستخدم للوصول إلى جهات الاتصال لمشاركة المقالات عبر التطبيق</span></li> <li><span>الهاتف - لقراءة حالة الهاتف وتمكين إشعارات المستخدم على جهازه. يتم جمع IMEI لتحديد كل مستخدم بشكل فريد</span></li> <li><span>الكاميرا - لتمكين المستخدم من تحميل الصور وصورة الملف الشخصي داخل التطبيق</span></li> <li><span>الميكروفون - لتمكين الإجراءات المرتبطة بالأوامر الصوتية</span></li> <li><span>التخزين - للوصول إلى الملفات والمجلدات داخل التطبيق</span></li> <li><span>الرسائل القصيرة - لإرسال واستقبال رسائل التحقق</span></li>",
  "mobile_device_permissions_desp2": "قد تكون الأذونات لهذه الإعدادات ضرورية لتشغيل التطبيق بشكل مناسب. يمكن إدارة الأذونات من خلال إعدادات جهاز المستخدم المعني.",
  "info_voluntarily": "2. المعلومات التي تقدمها لنا طوعًا",
  "info_voluntarily_desp": "إذا أرسلت لنا مراسلات شخصية، مثل الرسائل الإلكترونية أو الرسائل، أو إذا أرسل لنا مستخدمون آخرون أو أطراف ثالثة مراسلات عن أنشطتك أو منشوراتك على vrnl.net، قد نقوم بجمع وتخزين هذه المعلومات.",
  "info_voluntarily_para": "قد نجمع معلومات إضافية في أوقات أخرى، عندما تقدم ملاحظات، تعدل محتواك أو تفضيلاتك عبر البريد الإلكتروني، وتستجيب للاستطلاعات، أو تتواصل معنا. قد تشمل هذه المعلومات اسمك، بريدك الإلكتروني، رقم هاتفك المحمول، موقعك، إلخ.",
  "info_auto": "3. المعلومات التي نجمعها تلقائيًا",
  "info_auto_desp": "نجمع المعلومات عنك وعن استخدامك لخدماتنا، وتفاعلاتك معنا ومع إعلاناتنا، بالإضافة إلى المعلومات المتعلقة بجهازك الحاسوبي أو أجهزة أخرى تُستخدم للوصول إلى خدماتنا (مثل الأجهزة المحمولة والأجهزة اللوحية وغيرها من الأجهزة). وتشمل هذه المعلومات، على سبيل المثال لا الحصر:",
  "info_auto_list": "<li><span>الأنشطة على vrnl.net مثل نوع الصفحات التي تم مشاهدتها، الوقت المستغرق على الصفحات، استعلامات البحث، إلخ.</span></li> <li><span>تفاعلاتك مع بريدنا الإلكتروني، خدمة العملاء ومنصات الرسائل.</span></li> <li><span>معلومات الموقع الجغرافي من خلال عناوين IP;</span></li> <li><span>معلومات الجهاز مثل معرف الجهاز، طراز الجهاز، إلخ. ومعرفات فريدة أخرى</span></li> <li><span>معرفات الإعلان، مثل تلك الموجودة على الأجهزة المحمولة والأجهزة اللوحية، الأجهزة التي تشمل المعرفات (على سبيل المثال، معرفات المعلنين (IDFA) على أجهزة iOS و GAID على أجهزة Android);</span></li> <li><span>المعلومات التي يتم جمعها باستخدام ملفات تعريف الارتباط والتقنيات الأخرى*;</span></li>",
  "info_auto_note": "*ملاحظة: لتحسين تجربتك، قد نستخدم <b>ملفات تعريف الارتباط</b> أو تقنيات مشابهة لتخصيص معرف مستخدم فريد لك وفهم اهتماماتك. <b>ملفات تعريف الارتباط</b> لا تكشف عن هويتك إلا إذا قدمتها طواعية، ولا يمكنها الوصول إلى البيانات من جهازك. قد يقوم المعلنون بتعيين ملفات تعريف الارتباط الخاصة بهم عندما تتفاعل مع إعلاناتهم، ونحن لا نتحكم بها. نقوم أيضًا بجمع معلومات تقنية معينة عندما تستخدم مواقعنا الإلكترونية أو تطبيقاتنا أو خدماتنا على أي جهاز متصل بالإنترنت.",
  "inferred_info": "4. المعلومات المستنتجة من خلال بيانات الاستخدام والسجل",
  "inferred_info_desp": "قد نتتبع بعض المعلومات عنك بناءً على سلوكك على vrnl.net. نستخدم هذه المعلومات لإجراء أبحاث داخلية حول ديموغرافيات المستخدمين، أجهزتهم، اهتماماتهم، وسلوكهم لفهم وحماية وتقديم أفضل خدمة للمستخدمين. يتم تجميع هذه المعلومات وتحليلها على أساس شامل.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> قد نقوم أيضًا بجمع معلوماتك لتتبع سلوك المستخدمين وتفضيلاتهم من أجل التحليلات الداخلية والبحث. قد نستخدم معلوماتك أيضًا:</strong><br> (i) لتقييم اهتماماتك في خيارات الاستثمار والخدمات والعروض والاشتراكات; <br> (ii) لإجراء التحليلات وإجراء أبحاث العملاء، لتحديد اهتماماتك، ولتحليل محتوى يحقق المبيعات وتحليل أنماط المرور.<br>",
  "inferred_info_a": "أ. الميزات التفاعلية",
  "inferred_info_a_desp1": "يحتوي vrnl.net على العديد من الميزات التي تتيح للمستخدمين / الأعضاء الكشف عن هوياتهم والتواصل مع مستخدمين / أعضاء آخرين. إن استخدامك لهذه الميزات والكشف عن أي تفاصيل شخصية (مثل عنوان البريد الإلكتروني) من خلال هذه الميزات يكون على مسؤوليتك الخاصة ولا يتحمل vrnl.net المسؤولية عن ذلك. ومع ذلك، إذا تم انتهاك خصوصيتك نتيجة للمشاركة في هذه الميزات، يمكنك إخطارنا عبر البريد الإلكتروني على vrnl@gmail.com",
  "inferred_info_a_desp2": "إذا قررت نشر رسائل على حسابات وسائل التواصل الاجتماعي، أو لوحات الرسائل، أو غرف الدردشة أو مناطق الرسائل الأخرى أو ترك تعليقات، سنجمع تلك المعلومات التي تقدمها لنا. نحتفظ بهذه المعلومات حسب الحاجة لحل النزاعات، وتقديم دعم العملاء، ومعالجة المشكلات كما يسمح به القانون. قد نحتفظ أيضًا بهذه المعلومات على أساس شامل لتحديد اتجاهات السوق وآراء السوق. ومع ذلك، لا نقوم بربط أي من معلوماتك الشخصية بهذه التعليقات أو المنشورات أثناء إجراء هذه التحليلات.",
  "inferred_info_b": "ب. تجربة المستخدم والدعم",
  "inferred_info_b_desp1": "نقوم بتحديد واستخدام عنوان IP الخاص بك للمساعدة في تشخيص أي مشكلات في الخادم، ولإدارة تطبيقنا. كما يستخدم عنوان IP الخاص بك لمساعدتنا في تحديدك وجمع معلومات ديموغرافية واسعة لتخصيص تجربتك على vrnl.net.",
  "inferred_info_b_desp2": "سنطلب منك أحيانًا إكمال استطلاعات رأي عبر الإنترنت اختيارية. قد تطلب هذه الاستطلاعات منك تقديم معلومات الاتصال والمعلومات الديموغرافية (مثل الرمز البريدي، العمر، إلخ). نستخدم هذه البيانات لتخصيص تجربتك على vrnl.net، وتقديم محتوى نعتقد أنك قد تكون مهتمًا به وعرض محتوى وفقًا لتفضيلاتك.",
  "info_thirdparty": "5. المعلومات التي نجمعها من خلال أطراف ثالثة",
  "info_thirdparty_a": "أ. تسجيل الدخول عبر وسائل التواصل الاجتماعي",
  "info_thirdparty_a_desp": "عند التسجيل باستخدام حسابات أخرى مثل فيسبوك، جوجل، إلخ، سنقوم باسترجاع المعلومات من هذه الحسابات للاستمرار في التفاعل معك وتقديم الخدمات. نقوم بجمع المعلومات التالية من منصات الوسائط الاجتماعية المعنية، بما في ذلك على سبيل المثال لا الحصر:",
  "info_thirdparty_a_list": "<li><span>فيسبوك - المعلومات العامة، الاسم، البريد الإلكتروني، قائمة الأصدقاء</span></li> <li><span>جوجل - الاسم الأول، اسم العائلة، البريد الإلكتروني</span></li>",
  "info_thirdparty_b": "ب. المعلومات المعاملاتية أو الفواتير",
  "info_thirdparty_b_desp": "استنادًا إلى اشتراكك في حزمة اشتراك، قد يقوم شريك بوابة الدفع لدينا بجمع معلومات بشأن تفاصيل بطاقتك الائتمانية / الخصم أو تفاصيل حسابك المصرفي مع عنوان الفواتير الخاص بك. يتم تخزين هذه المعلومات من قبل شريك بوابة الدفع لدينا. على سبيل المثال، ستستخدم الخدمات شركاء بوابة الدفع التابعة لطرف ثالث لمعالجة وتيسير دفع رسوم الاشتراك الخاصة بك إلى الخدمات لتوفير الوصول إليك الاشتراك. يرجى ملاحظة أن vrnl.net لا تجمع مباشرة أي معلومات مالية مثل تفاصيل بطاقة الائتمان أو الخصم أو تفاصيل الخدمات المصرفية عبر الإنترنت منك. هذه البوابات لا تخضع لسيطرتنا.",
  "lawfulness_processing": "I. أغراض وشرعية المعالجة",
  "lawfulness_processing_desp1": "لن تجمع vrnl.net وتعالج البيانات الشخصية عنك إلا إذا كانت لدينا قاعدة قانونية. القاعدة القانونية التي سنعالج وفقًا لها معلوماتك الشخصية تشمل الحصول على موافقة صريحة منك لمعالجة معلوماتك الشخصية أو المعالجة لأغراض 'المصالح المشروعة' حيثما كان المعالجة ضرورية لتقديم الدعم العملاء أو معالجة بياناتك لتوفير خدمات متميزة.",
  "lawfulness_processing_desp2": "نستخدم المعلومات لتقديم وتحليل وإدارة وتحسين وتخصيص خدمتنا وجهودنا التسويقية، لمعالجة تسجيلك، وطلباتك، ومدفوعاتك، وللتواصل معك فيما يتعلق بالحالات المذكورة أدناه. على سبيل المثال، نستخدم المعلومات من أجل:",
  "lawfulness_processing_list": "<li><span>تحديد احتياجات محفظتك وتقديم اقتراحات شخصية، نصائح وتوقعات حول اتجاهات السوق، وتنبيهات حول التغييرات في السوق وإحصائيات المؤشرات، وكل ذلك نعتقد أنه سيثير اهتمامك;</span></li> <li><span>منع، كشف والتحقيق في الأنشطة المحظورة أو غير القانونية، بما في ذلك الاحتيال;</span></li> <li><span>تحليل وفهم جمهورنا، تحسين خدمتنا (بما في ذلك تجارب واجهة المستخدم) وتحسين اختيار المحتوى، خوارزميات التوصية والتسليم;</span></li> <li><span>التواصل معك بشأن خدمتنا (على سبيل المثال عبر البريد الإلكتروني، إشعارات الدفع، الرسائل النصية، وقنوات الرسائل عبر الإنترنت)، حتى نتمكن من التواصل معك بشأن أخبار vrnl.net، تفاصيل حول الميزات الجديدة والمحتوى المتاح على vrnl.net، والعروض الخاصة، والإعلانات الترويجية، والمسابقات واستطلاعات العملاء، وللمساعدة في طلباتك التشغيلية مثل استعادة كلمة المرور.</span></li> <li><span>إعلامك بأي تغييرات في شروط الخدمة.</span></li> <li><span>السماح لك بالمشاركة في الميزات التفاعلية التي تقدمها خدماتنا.</span></li> <li><span>القيام بالتزاماتنا وفرض حقوقنا التي تنشأ من أي عقود أبرمت بينك وبيننا، بما في ذلك الفوترة، استرجاع الرسوم والتحصيل.</span></li>",
  "lawfulness_processing_desp3": "قد نستخدم معلوماتك لتقديم تجربة مخصصة لك عندما تزور/تستخدم أحد مواقعنا الإلكترونية/تطبيقاتنا، ولأغراض التحليل التسويقي.",
  "lawfulness_processing_desp4": "نقدم التخصيص من خلال استخدام البيانات التي تقدمها لنا عبر ملفات تعريف الارتباط، عناوين IP، إشارات الويب أو تقنيات مشابهة تتعلق بالأجهزة التي تستخدمها. من خلال القيام بذلك، يمكننا تقديم محتوى و/أو إعلانات نعتقد أنها أكثر صلة باهتماماتك. يرجى تقديم موافقة صريحة لذلك عندما نجمع بياناتك و/أو ضبط تفضيلات المستخدم الخاصة بك في ملفك الشخصي.",
  "info_usedBy": "II. المعلومات المستخدمة من قبل الشركة",
  "info_usedBy_desp1": "المعلومات التي يقدمها المستخدمون تمكّننا من تحسين الخدمات وتوفير أفضل تجربة للمستخدم. في بعض الحالات/توفير خدمة أو أداة معينة، قد نحتاج إلى عنوان الاتصال الخاص بك أيضًا. جميع المعلومات المطلوبة تعتمد على الخدمة وقد تستخدم الشركة معلومات المستخدم السابقة للحفاظ على وتحسين الخدمات (بما في ذلك الإعلانات على التطبيق) وتطوير خدمات جديدة. قد نستخدم أيضًا عنوان بريدك الإلكتروني أو معلومات شخصية أخرى لإرسال رسائل تجارية أو تسويقية بناءً على موافقتك، حسب القوانين المحلية [مع خيار الاشتراك/إلغاء الاشتراك (عند الإمكان)]. ومع ذلك، قد نستخدم عنوان بريدك الإلكتروني دون موافقة إضافية لأغراض غير تسويقية أو إدارية (مثل إعلامك بالتغييرات الرئيسية، أو أغراض خدمة العملاء، أو الفوترة، إلخ).",
  "info_usedBy_desp2": "أي معلومات شخصية تقدمها لن تعتبر حساسة إذا كانت متاحة بحرية و/أو يمكن الوصول إليها في المجال العام مثل التعليقات، الرسائل، المدونات، الكتابات المتاحة على منصات التواصل الاجتماعي مثل فيسبوك، تويتر، إلخ. أي منشورات/تحميلات/تواصل ينشرها المستخدمون في الأقسام العامة للموقع الإلكتروني أو التطبيق تصبح محتوى منشورًا ولا تعتبر معلومات شخصية قابلة للتحديد تخضع لهذه السياسة الخصوصية. في حال قررت رفض تقديم معلومات شخصية قابلة للتحديد، قد لا نتمكن من تقديم بعض الخدمات لك. في كل الأحوال، نحن غير مسؤولين عن أو لا نتحمل مسؤولية رفض تقديم بعض الخدمات لك بسبب عدم تقديمك للمعلومات الشخصية المطلوبة.",
  "disclosure_tp": "III. الكشف لأطراف ثالثة",
  "disclosure_tp_a_desp": "<strong>أ. الإفصاح العام</strong><br> قد يقوم موقع vrnl.net أحيانًا بإتاحة بعض المعلومات الشخصية للشركاء الاستراتيجيين الذين يعملون مع vrnl.net لتقديم الخدمة، أو الذين يساعدون vrnl.net في التسويق للعملاء. على سبيل المثال، عند شرائك وتفعيل الاشتراك، فإنك تفوض vrnl.net بتبادل المعلومات التي تقدمها أثناء عملية التفعيل من أجل تنفيذ الخدمة. إذا كنت قد وافقت على الخدمة، فسيتم إدارة حسابك وفقًا لسياسة الخصوصية الخاصة بـ vrnl.net. لن يتم مشاركة المعلومات الشخصية من قبل vrnl.net إلا لتقديم أو تحسين خدماتنا وجوانب التسويق؛ ولن يتم مشاركتها مع أطراف ثالثة لأغراض التسويق الخاصة بهم.<br> قد يقوم vrnl.net أيضًا باختيار شركات أخرى بعناية لإرسال معلومات لك عن منتجاتها أو خدماتها المتعلقة بخدمة الموقع ولكنها ليست ضرورية لتشغيله ('خدمة موسعة'). إذا نوى vrnl.net استخدام المعلومات الشخصية المحددة لهوية الفرد من أجل خدمة موسعة، فسيزودك موقع vrnl.net بالقدرة والتعليمات اللازمة لرفض هذه الخدمة.<br> يمكنك أيضًا إيقاف استلام الرسائل الإعلامية أو الترويجية من <b>vrnl.net</b> باتباع التعليمات الموجودة في الرسالة.",
  "disclosure_tp_b": "ب. الإعلان",
  "disclosure_tp_b_desp": "عندما نقدم معلومات للمعلنين لدينا -- لمساعدتهم على فهم جمهورنا وتأكيد قيمة الإعلان على مواقعنا الإلكترونية أو تطبيقاتنا -- فإنها تكون عادة في شكل إحصائيات مجمعة عن حركة المرور إلى صفحات/محتويات مختلفة ضمن مواقعنا الإلكترونية أو تطبيقاتنا. نحن نستخدم شركات الإعلان التابعة لطرف ثالث لتقديم الإعلانات عندما تقوم بزيارة مواقعنا الإلكترونية أو تطبيقاتنا. قد تستخدم هذه الشركات المعلومات (بما في ذلك اسمك، عنوانك، بريدك الإلكتروني أو رقم هاتفك أو أي معلومات شخصية أخرى) عن زياراتك إلى هذا الموقع والمواقع الأخرى أو التطبيقات لتقديم إعلانات عن السلع والخدمات التي تهمك. نحن لا نقدم أي معلومات شخصية إلى مواقع/إعلانات/خوادم إعلانات الطرف الثالث دون موافقتك.",
  "disclosure_tp_c_desp": "<strong>ج. مقدمو الخدمات</strong><br> قد يتضمن موقع vrnl.net روابط لمواقع إلكترونية تابعة لأطراف ثالثة قد تجمع معلوماتك الشخصية. يتم استخدام المعلومات التي تجمعها هذه المنصات التابعة لأطراف ثالثة وفقًا لسياسة الخصوصية الخاصة بتلك المنصة. تخضع هذه المواقع أو التطبيقات لسياسات الخصوصية الخاصة بها، والتي تقع خارج نطاق سيطرتنا. بمجرد مغادرتك خوادمنا (يمكنك معرفة موقعك من خلال التحقق من عنوان URL في شريط الموقع على متصفحك)، فإن استخدام أي معلومات تقدمها يخضع لسياسة الخصوصية الخاصة بمشغل التطبيق الذي تزوره. قد تختلف هذه السياسة عن سياستنا. إذا لم تتمكن من العثور على سياسة الخصوصية لأي من هذه المواقع عبر رابط من الصفحة الرئيسية للتطبيق، يجب عليك الاتصال بملاك التطبيق مباشرة للحصول على مزيد من المعلومات.<br> قد نشارك المعلومات غير الشخصية بشكل علني ومع شركائنا - مثل الناشرين والمعلنين والمطورين أو أصحاب الحقوق. على سبيل المثال، نشارك المعلومات علنًا لإظهار الاتجاهات المتعلقة بالاستخدام العام لخدماتنا. كما نسمح لشركاء محددين بجمع المعلومات من متصفحك أو جهازك لأغراض التسويق/الترويج وقياس الأداء باستخدام ملفات تعريف الارتباط الخاصة بهم أو تقنيات مشابهة.",
  "disclosure_tp_d": "د. العروض الترويجية",
  "disclosure_tp_d_desp": "سنشارك أو نكشف عن معلوماتك الشخصية خارج vrnl.net عندما نحصل على موافقتك. على سبيل المثال، توفير خدمات SMS والبريد الإلكتروني المتعلقة بالعروض الترويجية والنشرات التسويقية والعروض.",
  "disclosure_tp_e_desp": "<strong>هـ. نقل الأعمال</strong><br>نحن نقدم المعلومات الشخصية لشركاتنا التابعة وأعمال أو أشخاص موثوقين آخرين لمعالجتها نيابة عنا، وفقًا لتعليماتنا وامتثالًا لسياسة الخصوصية الخاصة بنا وأي تدابير سرية وأمنية مناسبة أخرى. على سبيل المثال، قد نستخدم مزودي خدمات لمساعدتنا في دعم العملاء.<br> في حال تم دمج vrnl مع شركة أخرى أو تم الاستحواذ عليها، أو في حالة إعادة تنظيم أو هيكلة الأعمال، يجوز لنا ولشركاتنا التابعة مشاركة معلوماتك الشخصية، كليًا أو جزئيًا، مع كيان تجاري آخر.",
  "disclosure_tp_f": "و. قانوني",
  "disclosure_tp_f_desp": "قد يكشف vrnl.net عن معلومات شخصية قابلة للتحديد إذا كان ذلك مطلوبًا بموجب القانون أو في حالة الاعتقاد بحسن نية بأن هذا الإجراء ضروري لـ:",
  "disclosure_tp_f_list": "<li><span>الامتثال لأحكام القانون أو الامتثال للإجراءات القانونية التي تم تقديمها على الموقع أو مالكيه;</span></li> <li><span>حماية والدفاع عن حقوق أو ممتلكات مالكي الموقع أو الموقع أو مستخدمي vrnl.net;</span></li> <li><span>العمل في ظروف طارئة لحماية السلامة الشخصية لمستخدمي vrnl.net أو الموقع أو مالكيه أو الجمهور.</span></li>",
  "controls_choices": "IV. تحكماتك وخياراتك",
  "managing_info": "إدارة معلوماتك",
  "managing_info_desp1": "عند استخدامك للخدمات من moneycontrol (المواقع أو أي من مواقعها الفرعية)، نبذل جهدًا كبيرًا لتزويدك، عند طلبك، بالوصول إلى معلوماتك الشخصية ونتأكد من تصحيح أو تعديل أي معلومات شخصية أو بيانات حساسة إذا كانت غير دقيقة أو ناقصة، وفقًا لما هو ممكن، مع مراعاة أي متطلبات قانونية للاحتفاظ بهذه المعلومات.",
  "managing_info_desp2": "نطلب من المستخدمين تحديد هويتهم والمعلومات المطلوبة للوصول إليها أو تصحيحها أو إزالتها قبل معالجة هذه الطلبات، وقد نرفض معالجة الطلبات التي تكون متكررة بشكل غير معقول أو منهجية، تتطلب جهدًا تقنيًا مفرطًا، تعرض خصوصية الآخرين للخطر، أو ستكون غير عملية بشكل كبير (على سبيل المثال، الطلبات المتعلقة بالمعلومات الموجودة على النسخ الاحتياطية)، أو التي لا يتطلب الوصول إليها بموجب القانون. في أي حالة نوفر فيها الوصول إلى المعلومات وتصحيحها، نقدم هذه الخدمة مجانًا، ما لم يتطلب ذلك جهدًا مفرطًا. نظرًا للطريقة التي نحتفظ بها ببعض الخدمات، بعد حذف معلوماتك، قد تستغرق النسخ المتبقية فترة قبل حذفها من خوادمنا النشطة وقد تظل في أنظمتنا الاحتياطية.",
  "managing_info_desp3": "لممارسة الحقوق التي تنطبق عليك كموضوع بيانات، يجب أن تكتب إلينا وترسل طلبًا بالحق المحدد. يرجى التأكد من استخدام العناوين المناسبة لذكر الحق (مثل طلب الوصول إلى البيانات، طلب قابلية النقل للبيانات، طلب الحذف) أثناء إرسال جميع هذه الطلبات، مما سيساعدنا في معالجة طلباتك بشكل أسرع وأكثر كفاءة.",
  "managing_info_desp4": "نحن نوفر لك القدرة على ممارسة بعض التحكّمات والخيارات فيما يتعلق بجمعنا واستخدامنا ومشاركة معلوماتك الشخصية. وفقًا للقانون المعمول به، قد تشمل تحكماتك وخياراتك ما يلي:",
  "dataAccess_port": "أ. الوصول إلى البيانات وقابليتها للنقل",
  "dataAccess_port_desp": "تتيح لك لائحة حماية البيانات العامة للاتحاد الأوروبي (GDPR) كموضوع بيانات طلب نسخ من معلوماتك الشخصية التي نحتفظ بها. قد يحق لك أيضًا طلب نسخ من المعلومات الشخصية التي قدمتها لنا بتنسيق منظم وشائع الاستخدام وقابل للقراءة آليًا و/أو طلب منا نقل هذه المعلومات إلى مزود خدمة آخر (حيثما كان ذلك ممكنًا تقنيًا).",
  "rectification_iii_desp": "<strong>ب. تصحيح المعلومات غير الدقيقة أو غير المكتملة</strong><br>يمكنك أن تطلب منا تصحيح المعلومات الشخصية غير الدقيقة أو غير المكتملة المتعلقة بك (وهي المعلومات التي لا يمكنك تحديثها بنفسك ضمن حسابك على moneycontrol) عن طريق إرسال بريد إلكتروني إلينا.<br> يمكنك الوصول إلى بعض معلوماتك الشخصية وتحديثها من خلال إعدادات حسابك. إذا اخترت ربط ملفك الشخصي على vrnl.net بتطبيق تابع لجهة خارجية، مثل Facebook أو Google، يمكنك تغيير إعداداتك وإلغاء إذن التطبيق من خلال تعديل إعدادات حسابك. أنت مسؤول عن الحفاظ على تحديث معلوماتك الشخصية. قد يرسل لك vrnl.net تذكيرات دورية عبر البريد الإلكتروني للحفاظ على دقة معلوماتك الشخصية.",
  "data_retention": "ج. الاحتفاظ بالبيانات والحذف",
  "data_retention_desp1": "نحتفظ بمعلوماتك الشخصية طالما كان ذلك ضروريًا للمصالح المشروعة المحددة في هذه السياسة ولتمكيننا من الامتثال لالتزاماتنا القانونية. إذا لم تعد ترغب في استخدام معلوماتك، يمكنك طلب أن نقوم بحذف معلوماتك الشخصية وإغلاق حسابك في vrnl.net.",
  "data_retention_desp2": "يرجى ملاحظة أنه إذا كانت طلباتك لحذف معلوماتك الشخصية: ",
  "data_retention_list": "<li><span>قد نحتفظ ببعض من معلوماتك الشخصية حسب الحاجة لمصالحنا التجارية المشروعة، مثل اكتشاف ومنع الاحتيال وتعزيز الأمان. على سبيل المثال، إذا قمنا بتعليق حساب في vrnl.net بسبب الاحتيال أو لأسباب تتعلق بالأمان، قد نحتفظ بمعلومات معينة من هذا الحساب لمنع المستخدم من فتح حساب جديد في المستقبل.</span></li> <li><span>قد نحتفظ باستخدام معلوماتك الشخصية بقدر ما هو ضروري للامتثال لالتزاماتنا القانونية. على سبيل المثال، قد نحتفظ ببعض من معلوماتك لغرض الالتزامات الضريبية أو التقارير القانونية أو التدقيق.</span></li> <li><span>المعلومات التي شاركتها مع الآخرين (مثل المراجعات أو المنشورات في المنتديات) قد تظل مرئية علنًا على vrnl.net حتى بعد إلغاء حسابك. ومع ذلك، سيتم إزالة نسب هذه المعلومات إليك. بالإضافة إلى ذلك، قد تبقى بعض النسخ من معلوماتك (مثل سجلات الدخول) في قاعدة بياناتنا، ولكن يتم فصلها عن المعرفات الشخصية.</span></li> <li><span>نظرًا لأننا نحتفظ بنسخ من المعلومات الشخصية لحمايتها من الفقدان العرضي أو الخبيث، قد لا يتم إزالة النسخ المتبقية من أنظمتنا الاحتياطية لفترة زمنية محدودة.</span></li>",
  "data_retention_note": "(ملاحظة: إذا كان لديك حسابات متعددة مع moneycontrol، ستحتاج إلى تقديم طلبات منفصلة لكل من هذه الحسابات باستخدام عناوين البريد الإلكتروني المرتبطة بها)",
  "withdrawing_consent": "د. سحب الموافقة وتقييد المعالجة",
  "withdrawing_consent_desp": "لسحب موافقتك في أي وقت خلال فترة خدماتك معنا، يمكنك اختيار القيام بذلك عن طريق إرسال بريد إلكتروني لنا. سنقوم بمراجعة طلبك وقد نطلب منك التحقق من هويتك. بعد التحقق، سنقوم بسحب الموافقة التي تم تقديم الطلب بشأنها وإيقاف أي معالجة أخرى لمعلوماتك الشخصية",
  "objection_processing_desp": "<strong>هـ. الاعتراض على المعالجة</strong><br> عندما يتم معالجة معلوماتك الشخصية لأغراض التسويق المباشر، يمكنك في أي وقت أن تطلب منا التوقف عن معالجة بياناتك لهذه الأغراض التسويقية المباشرة عن طريق إرسال بريد إلكتروني إلينا.<br> يرجى العلم أنه إذا لم تسمح لنا بجمع المعلومات الشخصية منك، فقد لا نتمكن من تقديم بعض التجارب أو المنتجات أو الخدمات لك، وقد لا تتمكن بعض خدماتنا من مراعاة اهتماماتك وتفضيلاتك. إذا كان جمع المعلومات الشخصية إلزاميًا، فسوف نوضح ذلك عند نقطة الجمع حتى تتمكن من اتخاذ قرار مستنير بشأن المشاركة. إذا كانت لديك أسئلة حول المعلومات الشخصية المحددة التي نقوم بمعالجتها أو الاحتفاظ بها عنك، وحقوقك المتعلقة بهذه المعلومات الشخصية، يرجى الاتصال بفريق دعم العملاء لدينا.",
  "fail_provideConsent": "V. إذا فشلت في تقديم الموافقة",
  "fail_provideConsent_desp": "من واجبنا إبلاغك أن vrnl.net هو منصة عرض إعلانات. الإعلانات تشكل جوهر أعمالنا، لذا فإن الحصول على إذن لاستخدام ومعالجة معلوماتك الشخصية لتوفير الإعلانات أمر أساسي بالنسبة لنا لتقديم الخدمات إليك. استخدام المعلومات الشخصية للإعلانات هو معيار ملزم ولن نتمكن من تقديم خدماتنا لك إذا فشلت في السماح لنا باستخدام معلوماتك الشخصية لهذا الغرض والأنشطة المتعلقة بها.",
  "childrens_privacy": "VI. خصوصية الأطفال",
  "childrens_privacy_desp1": "لم يتم تصميم vrnl.net عمدًا للأشخاص الذين تقل أعمارهم عن 16 عامًا أو موجهًا لهم. لا يسمح vrnl عمدًا لأي شخص تحت سن 16 عامًا بالتسجيل في الخدمات أو تقديم أي معلومات تعريفية شخصية أخرى. إذا أصبح vrnl على علم بأنه تم جمع أي معلومات تعريفية شخصية عن أشخاص يقل عمرهم عن 16 عامًا على vrnl.net بدون موافقة أبوية معتمدة، فإننا سنتخذ الإجراءات المناسبة لحذف مثل هذه المعلومات وإبلاغ الوالد.",
  "childrens_privacy_desp2": "ومع ذلك، نعتبر أن من مسؤولية الآباء مراقبة استخدام أطفالهم لخدماتنا. ومع ذلك، سياستنا هي عدم جمع أو معالجة أي معلومات شخصية من الأطفال دون سن 16 عامًا أو تقديم أي مواد ترويجية للأشخاص في هذه الفئة. لا يسعى vrnl ولا يعتزم طلب أو استلام أي معلومات شخصية من الأطفال. إذا كان لدى أحد الوالدين أو الوصي أسباب للاعتقاد بأن قاصرًا قد قدم معلومات شخصية إلى vrnl بدون موافقتهم المسبقة، يرجى الاتصال بفريق الدعم الخاص بنا لضمان إزالة المعلومات الشخصية من vrnl.net.",
  "data_transfer": "VII. نقل البيانات، التخزين والمعالجة على مستوى عالمي",
  "data_transfer_desp": "نحن نعمل عالميًا وقد نقوم بنقل معلوماتك الشخصية إلى الشركات الفردية التابعة لـ vrnl أو الأطراف الثالثة في مواقع مختلفة حول العالم للأغراض الموضحة في سياسة الخصوصية هذه. أينما تم نقل أو تخزين أو معالجة معلوماتك الشخصية بواسطة، سنتخذ خطوات معقولة للحفاظ على خصوصية معلوماتك الشخصية. بالإضافة إلى ذلك، عند استخدام أو الكشف عن معلومات شخصية تم نقلها من الاتحاد الأوروبي، نستخدم البنود التعاقدية القياسية المعتمدة من المفوضية الأوروبية، ونتبنى وسائل أخرى بموجب قوانين الاتحاد الأوروبي لضمان الحماية الكافية.",
  "security_compliance": "VIII. الأمان والامتثال للقوانين",
  "security_compliance_desp": "نحن نعمل بشكل مستمر على تنفيذ وتحديث التدابير الإدارية والتقنية والفيزيائية لمساعدة في حماية معلوماتك ضد الوصول غير المصرح به أو الفقدان أو التدمير أو التغيير. بعض من التدابير الوقائية التي قد نستخدمها لحماية معلوماتك تشمل الجدران النارية وتشفير البيانات، وضوابط الوصول إلى المعلومات. إذا كنت تعلم أو لديك سبب للاعتقاد بأن بيانات اعتماد حسابك في vrnl.net قد تم فقدها أو سرقتها أو تغييرها أو أنها تعرضت لأي عملية وصول غير مصرح بها أو إذا كان هناك أي استخدام غير مصرح به فعلي أو مشتبه فيه لحسابك، يرجى الاتصال بنا عن طريق فريق الدعم الخاص بنا.",
  "changein_policy": "IX. التغييرات في السياسة",
  "changein_policy_desp": "تخضع سياسة الخصوصية هذه للتغيير من وقت لآخر. نحتفظ بالحق، حسب تقديرنا، في تعديل شروط هذه السياسة من وقت لآخر لضمان الامتثال للقوانين المعمول بها ('الشروط المحدثة'). ستكون الشروط المحدثة سارية فورًا وتلغي شروط سياسة الخصوصية هذه. سنقوم بإعلامك بأي تغييرات في سياسة الخصوصية هذه إذا كانت التغييرات التي أجريت على السياسة تؤثر بشكل كبير على حقوقك أو كما قد يتطلبه القانون. ستكون مسؤولًا بشكل كامل عن مراجعة سياسة الخصوصية من وقت لآخر لمعرفة أي تعديلات. من خلال الاستمرار في استخدام vrnl.net بعد نشر الشروط المحدثة، فإنك تؤكد موافقتك على الشروط المحدثة.",
  "contact_info": "X. معلومات الاتصال",
  "contact_info_a": "أ. الدعم",
  "contact_info_a_desp": "إذا كنت بحاجة إلى أي معلومات أو توضيح بشأن استخدام معلوماتك الشخصية أو سياسة الخصوصية هذه أو أي شكاوى بخصوص استخدام معلوماتك الشخصية، يرجى إرسال بريد إلكتروني إلينا على",
  "contact_info_b": "ب. الشكاوى",
  "contact_info_b_desp1": "يمكنك الكتابة إلى مسؤول حماية البيانات لدينا في حالة وجود أي شكوى أو استفسار. لديك الحق في تقديم شكوى بشأن أنشطة معالجة البيانات التي تقوم بها vrnl.net أمام سلطات حماية البيانات المختصة.",
  "contact_info_b_desp2": "إذا كان لديك أي استفسارات أو شكاوى بشأن جمع أو معالجة أو نقل البيانات الشخصية/المعلومات أو بشأن هذه السياسة، يرجى الاتصال بمسؤول حماية البيانات لدينا.",
  "risk_management_title": "رهاناتك، مسؤوليتنا إدارة المخاطر الفريدة &",
  "risk_management_title2": "شركة تسعى باستمرار لتقديم حلول مبتكرة لتلبية احتياجات أعمالها.",
  "dedicated_rm_team": "فريق إدارة المخاطر المخصص",
  "dedicated_rm_team_desp": "لدينا فريق إدارة مخاطر مخصص و <b> ذو خبرة عالية </b> يعمل على مدار الساعة <b> 24/7. </b> دوره الرئيسي هو مراقبة كل رهان ومعاملة على منصتنا لضمان <b> اللعب النزيه </b> و <b> الأمان </b> لجميع المستخدمين.",
  "key_features_rm": "الميزات الرئيسية",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> المراقبة في الوقت الفعلي:</strong> الأنظمة المتقدمة تتتبع الرهانات، تغيرات الاحتمالات، ونشاط المستخدمين بشكل مستمر.</span></li> <li><strong> المراجعة اليدوية:</strong> تنبيه تنشيط عمليات فحص دقيقة لأنماط الرهانات، وتحولات الاحتمالات، وسلوك الحسابات.</li> <li><strong> تخفيف المخاطر:</strong> اتخاذ إجراءات فورية مثل إلغاء / تعليق الرهانات، تجميد الحسابات، أو التحقق من المستخدمين في حال تم العثور على مخالفات.</li> <li><strong> تحليل البيانات:</strong> مراجعة مستمرة للبيانات الحية والتاريخية لاكتشاف اتجاهات المخاطر وتحسين استراتيجيات الوقاية.</li> <li><strong> الاستجابة للحوادث:</strong> خطة منسقة للتعامل مع اختراقات الأمان، والغش، أو التهديدات الأخرى بسرعة وفعالية.</li>",
  "benefits_rm": "الفوائد",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong> التدريب المستمر:</strong> تطوير المهارات بشكل مستمر لفريق المخاطر للتعامل مع التهديدات الجديدة بشكل فعال.</span></li> <li><strong> التكنولوجيا المتقدمة والأمان:</strong> التحديثات المنتظمة، اختبار الاختراق، تحديثات البرمجيات، ومراجعات الأمان.</li> <li><strong> الشفافية:</strong> التواصل الواضح مع المستخدمين بشأن إجراءات إدارة المخاطر للحفاظ على الثقة.</li> <li><strong> التحسين المستمر:</strong> استراتيجيات متطورة بناءً على الحوادث السابقة والمخاطر الناشئة لحماية نزاهة المنصة ومصالح المستخدمين.</li>",
  "sbs_bold": "برمجيات <strong> المراهنات الرياضية </strong>",
  "sbs_bold_p1": "هل أنت مستعد للارتقاء بتجربة المراهنات الرياضية الخاصة بك إلى المستوى التالي؟ لا داعي للبحث بعيدًا، مع برمجيات VRNL للمراهنات الرياضية! في هذا المقال، سنستعرض كيف يمكن لتقنية VRNL المتطورة أن تحوّل طريقة مراهناتك. مع أكثر من عقدين من الخبرة في الصناعة، تعتبر VRNL شريكك الموثوق للحلول المبتكرة في مجال المراهنات الرياضية. دعونا نستكشف عالم برمجيات المراهنات الرياضية ونكتشف كيف يمكننا رفع مستواك.",
  "sbs_bold_p2": "تقدم برمجيات VRNL للمراهنات الرياضية عالمًا من الفرص لهواة الرياضة والمراهنين. مع التركيز على توفير معلومات دقيقة وذات صلة ومفيدة، تجمع VRNL بين الخبرة المتخصصة والتجارب الشخصية لإنشاء حل شامل للمراهنات. ثق بـ VRNL لرفع تجربة مراهناتك الرياضية إلى آفاق جديدة.",
  "sbs_bold_p3": "استكشف برمجيات المراهنات الرياضية من VRNL اليوم ورفع مستوى لعبك في المراهنات!",
  "sbs_try_b2b": "جرب برمجيات المراهنات B2B الخاصة بنا",
  "sbs_try_b2c": "جرب برمجيات المراهنات B2C الخاصة بنا",
  "sbs_mf_desp": "نحن نقدم مجموعة واسعة من الأدوات لتسهيل إدارة برمجيات المراهنات الخاصة بنا. من بين هذه الأدوات، نسلط الضوء على الأقوى والأكثر أهمية، وهي الأدوات الحاسمة للتنافس على الساحة العالمية: ",
  "sbs_mf_list": "<li> <strong> الاحتمالات في الوقت الفعلي</strong>ابقَ محدثًا بأحدث الاحتمالات للحصول على ميزة تنافسية. تضمن برمجيات VRNL ألا تفوت أبدًا أفضل الفرص.</li> <li> <strong> التوافق مع الأجهزة المحمولة </strong> الرهان أثناء التنقل مع برمجيات VRNL المتوافقة مع الأجهزة المحمولة. سواء كنت تستخدم iOS أو Android، تتكيف المنصة مع جهازك لتوفير تجربة سلسة.</li> <li> <strong> خدمة الاحتمالات المتقدمة</strong> تعيد تعريف APIs بيانات الرياضة. توفر احتمالات ما قبل المباراة دقيقة 100% وأسرع تغذية بيانات حية مع أقل تأخير.</li> <li> <strong> تكامل مرن</strong> يمكن دمج منصتنا بسلاسة في نظامك عبر API أو iFrame، مما يوفر مرونة في التنفيذ.</li>",
  "sbs_benefits": "ما هي الفوائد؟ <b> دعنا نشرح </b>",
  "sbs_benefits_p1": "<strong> ميزة تشغيل منصات المراهنات عبر الإنترنت والمحلات التجارية </strong> بدء منصة مراهنات عبر الإنترنت قد يكون تحديًا.",
  "sbs_benefits_p2": " لهذا السبب صممنا بيئة <strong> شاملة لبرمجيات المراهنات الرياضية </strong> لجعل العملية أكثر سلاسة، مع موفري الاحتمالات المتميزين لتوفير أوسع تغطية ممكنة.",
  "sbs_benefits_p3": "يتلقى شركاؤنا المنظمون دعمًا كاملًا لدخولهم إلى صناعة المراهنات عبر الإنترنت، بالإضافة إلى خيار النسخ ذات العلامة التجارية أو غير العلامة التجارية لمنصاتنا.",
  "sbs_benefits_p4": "تتضمن برامجنا أدوات قوية لإدارة المخاطر، مما يجعل الإعداد سريعًا ومباشرًا، وهي جاهزة للتوسع مع توسع أعمالك.",
  "sbs_benefits_p5": "إدارة <strong> اللاعبين عبر الإنترنت ومحلات المراهنات </strong> لم تكن يومًا بهذه السهولة وسهولة الاستخدام.",
  "complete_sbs": "برمجيات المراهنات الرياضية <strong> الكاملة </strong>",
  "whatwe_have": "ماذا نقدم لك؟",
  "whatwe_have_list": "<li> <strong>التحكم في حسابات اللاعبين </strong> توفر منصتنا إدارة قوية لحسابات اللاعبين، بما في ذلك خدمات التسجيل والتحقق. لدينا أيضًا نظام فعال لاكتشاف ومعالجة الحسابات الاحتيالية.</li> <li> <strong>أدوات تحديد الموقع الجغرافي </strong> نقدم أدوات يمكنها استخراج معلومات الموقع من عناوين الـ IP، مما يضمن خدمات تحديد موقع دقيقة.</li>",
  "whatwe_have_desp": "مع دعمنا الشامل، يمكن أن يكون تركيزك الأساسي على إنشاء وتطوير محلات المراهنات التجارية والشبكات عبر الإنترنت.",
  "b2c_sbs": "برمجيات المراهنات الرياضية B2C",
  "b2c_sbs_p1": "VRNL هي وجهتك الرئيسية لحلول برمجيات المراهنات الرياضية B2C. نحن اسم موثوق في الصناعة، ملتزمون بتقديم البرمجيات المتطورة التي تعزز تجربة المراهنة الرياضية الخاصة بك. سواء كنت مراهنًا متمرسًا أو مبتدئًا في عالم المراهنات الرياضية، لدينا الأدوات التي تحتاجها للارتقاء بلعبك. جرب برمجيات المراهنات الرياضية من VRNL اليوم ورفع مستوى لعبك في المراهنات!",
  "b2c_sbs_p2": "برمجيات المراهنات الرياضية B2C (من الأعمال إلى المستهلك) تشير إلى التكنولوجيا والمنصة التي يستخدمها مشغلو المراهنات لتقديم خدمات المراهنات الرياضية مباشرة للمستخدمين النهائيين.",
  "b2c_sbs_p3": "تتيح هذه البرمجيات للمستهلكين وضع الرهانات على أحداث رياضية مختلفة عبر التطبيقات الإلكترونية أو المحمولة. فيما يلي بعض الميزات والمكونات الرئيسية التي توجد عادة في برمجيات المراهنات الرياضية B2C:",
  "b2c_sbs_list": "<li> <b>التسجيل وإدارة الحسابات:</b> يتيح للمستخدمين إنشاء حسابات، إدارة المعلومات الشخصية، وتتبع تاريخ المراهنة.</li> <li> <b>دعم العملاء:</b> يوفر خيارات دعم العملاء مثل الدردشة المباشرة، البريد الإلكتروني، ودعم الهاتف، لمساعدة المستخدمين في الاستفسارات والمشاكل.</li> <li> <b>برامج الشراكة:</b> يقدم برامج شراكة للتسويق والترويج، مما يتيح للشركاء كسب عمولات عند إحالة المستخدمين.</li>",
  "casino_sbs": "برمجيات كازينو والمراهنات الرياضية <strong> </strong>",
  "casino_sbs_list": "المزودون 75 + أكثر من<br /> آلات القمار 15,000 + أكثر من<br /> الألعاب الطاولات 500 + أكثر من<br /> فيديو بوكر 700 + أكثر من<br /> الألعاب الأخرى 200 + أكثر من<br /> ألعاب مباشرة<br /> ألعاب شخص أول<br /> روليت أمريكي مباشر<br /> بلاك جاك مباشر<br /> باكارات مباشر<br /> كازينو هولدم مباشر<br /> سيكبو<br /> دراغون تايجر مباشر<br /> أندار بهار<br /> تين باتي",
  "online": "عبر الإنترنت",
  "casino_platform": "منصة الكازينو",
  "onc_desp1": "توفر VRNL الحل الكامل من خلال تقديمنا <strong> للكازينو ذو العلامة البيضاء </strong>.",
  "onc_desp2": "منصتنا <strong> للكازينو عبر الإنترنت </strong> مصممة للبساطة، مما يضمن إدارة سهلة سواء للمبتدئين أو المحترفين ذوي الخبرة. مع VRNL، ستحصل على إرشادات شاملة للبدء في مشروعك <strong> للكازينو عبر الإنترنت </strong>.",
  "onc_desp3": "قبل أن تبدأ، ندعوك لمعاينة عملها السلس في الميدان.",
  "wlc_mainFeatures_desp1": "نقدم مجموعة واسعة من الأدوات المصممة لتمكينك من إدارة منصتنا للكازينو عبر الإنترنت. من بين هذه الأدوات، قمنا بتصفية الاختيارات للتركيز على الأكثر تأثيرًا و، بشكل كبير، على الأدوات الأساسية اللازمة للنجاح في الساحة العالمية التنافسية:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>أكبر كتالوج لألعاب الكازينو عبر الإنترنت في العالم،</strong> مختار بعناية من أفضل مزودي الصناعة </li> <li> <strong class='black-color'>أدوات المكافآت</strong> وتحسين ربحية الآلات </li> <li> <strong class='black-color'>منشئ الحملات</strong> وإدارة بطولات الألعاب</li> <li> يمكن <strong class='black-color'>دمجها بسلاسة عبر API أو تقنية iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "بالإضافة إلى ذلك، يتضمن حزمة برامج الكازينو الحي لدينا، مما يمكنك من تقديم تجربة كازينو حقيقية لمستخدميك من راحة منازلهم.",
  "wlc_benefits": "ما هي الفوائد؟",
  "letus_explain": "دعنا نشرح",
  "letus_explain_desp1": "هل تفكر في دخول عالم المراهنات عبر الإنترنت؟ تقدم شركة VRNL ",
  "letus_explain_desp2": "حلول الكازينو ذات العلامة البيضاء التي يمكن أن تكون نقطة انطلاقك المثالية.",
  "letus_explain_desp3": "استفد من خدماتنا الاحترافية وخبرتنا، جنبًا إلى جنب مع منصات الكازينو المتطورة والتكنولوجيا. شركاؤنا الخاضعون للتنظيم يحصلون على دعم موسع عند دخولهم صناعة الكازينو عبر الإنترنت، مع خيار الحصول على نسخة منصات تحمل العلامة التجارية أو بدونها.",
  "letus_explain_desp4": "إطلاق مشروع كازينو عبر الإنترنت قد يكون رحلة معقدة. لهذا السبب أنشأنا بيئة كازينو كاملة، نقدم أفضل مزودي الألعاب وأكثر من 1000 لعبة. الرياضيات الخاصة بالألعاب لدينا آمنة ومعتمدة، مما يضمن لك راحة البال.",
  "letus_explain_desp5": "قم بتوسيع عملك بسهولة مع أدوات إدارة المخاطر القوية على منصتنا التي تسهل إعدادك بسرعة وسهولة.",
  "wlc_complete_solutions": "حلول <span> كازينو ذات العلامة البيضاء </span> الكاملة",
  "wlc_offer": "ماذا نقدم لك؟",
  "wlc_complete_solutions_list": "<li>إجراءات التحقق، معتمدة رسميًا من قبل السلطات التنظيمية</li> <li>أدوات التسويق بالعمولة، نظام الإحالة، ودمج الوسائط الاجتماعية</li> <li>إشعارات الدفع عبر الهاتف المحمول، إشعارات الدفع عبر الويب، ورسائل داخل التطبيق</li> <li>إدارة حسابات اللاعبين، التسجيل والتحقق، ونظام كشف الحسابات الاحتيالية</li> <li>أدوات تحديد الموقع الجغرافي لاستخراج معلومات عنوان الـ IP</li>",
  "wlc_complete_solutions_more": "لكن انتظر، هناك المزيد",
  "wlc_complete_solutions_desp": "<strong>منصة VRNL معدة بشكل دقيق للأداء العالي</strong> والاستقرار. نستخدم تكنولوجيا متطورة تعمل بسرعة ضعف منصات الكازينو العادية. تجربتنا الواسعة قد أنشأت أسرع وأقوى تطبيق حاليًا.",
  "wlc_numbers": "<span>كازينو ذو العلامة البيضاء</span> بالأرقام",
  "wlc_numbers_p1": "اكتشف الإمكانيات اللامحدودة لحلول كازينو العلامة البيضاء من شركة VRNL. ارتقِ بأعمالك في الكازينو مع مجموعتنا الواسعة من العروض.",
  "wlc_numbers_p2": "أفضل اختيار لمقدمي كازينو مباشر في جميع أنحاء العالم.",
  "wlc_numbers_p3": "تنوع غير مسبوق في الطاولات الحية المتاحة عبر الإنترنت، مع تقديم متعدد القنوات.",
  "wlc_numbers_list": "<li>أكثر من 75 مزودًا</li> <li>أكثر من 15,000 آلة قمار</li> <li>500+ لعبة طاولة</li> <li>700+ لعبة فيديو بوكر</li> <li>أكثر من 200 لعبة أخرى</li>",
  "wlc_numbers_p4": "سيرشدك فريقنا المخصص خلال جميع المراحل، من التدريب الأولي إلى إطلاق الإنتاج.",
  "wlb_platform": "منصة المراهنات ذات العلامة البيضاء",
  "wlb_platform_p1": "تقدم VRNL <b class='bold'>حلول المراهنات الرياضية ذات العلامة البيضاء</b> من خلال منصة تبادل مُدارة بالكامل. <br />",
  "wlb_platform_p2": "أحد أبرز ميزات حل المراهنات الرياضية ذات العلامة البيضاء لدينا هو <b class='bold'>السرعة الاستثنائية في إنشاء ونشر المواقع الإلكترونية.</b> يمكن لفريقنا المخصص أن يطلق موقع المراهنات الرياضية الخاص بك في غضون عشرة أيام عمل فقط، <b class='bold'>مصمم بدقة وفقًا لمتطلباتك الفريدة.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>خدماتنا تشمل استضافة متخصصة</b>، جميع البرمجيات الضرورية، تدفقات بيانات الاحتمالات الرياضية الحية، أدوات إدارة المخاطر، وخدمات دعم العملاء عالية الجودة. نحن منصة رائدة للمراهنات ذات العلامة البيضاء.",
  "wlb_platform_list": "<li>تطوير الموقع الإلكتروني، <b>العلامة التجارية، التخصيص</b>، واختبار دقيق لتبادل العملاء</li> <li>تحسينات مستمرة وتحديثات ميزات منتظمة</li> <li><b>توفير الأجهزة</b>، استضافة، مراقبة مستمرة على مدار الساعة، ودعم شامل</li> <li><b>مجموعة متنوعة من أسواق المراهنات،</b> فئات الرياضة، وعروض الدوري</li> <li>قبول الرهانات الفعّال وعمليات التسوية الدقيقة</li> <li>إدارة مخاطر متقدمة، محاسبة قوية، وأدوات مراقبة يقظة</li>",
  "wlb_platform_p4": "سيقوم مستشارو VRNL المخصصون بجمع متطلباتك بدقة وتقديم مجموعة مختارة من القوالب وأحدث الإنجازات التطويرية. من المهم أن نلاحظ أن جميع منصاتنا مصممة لتكون متعددة اللغات وتدعم عدة عملات، وسيتم تكييف واجهة المستخدم (UI) بعناية لتناسب احتياجاتك الخاصة.",
  "wlb_platform_customization": "التخصيصات",
  "be_unique": "كن فريدًا",
  "be_unique_desp1": "<b class='bold'>تتخصص VRNL في منصات المراهنات ذات العلامة البيضاء المخصصة، والكازينوهات، والمراهنات، و</b> الحلول المخصصة التي تعزز هوية علامتك التجارية.",
  "be_unique_desp2": "يضمن فريقنا من الخبراء أن يتناسب كل تفاصيل، من الواجهات المبهرة بصريًا إلى تكامل الشعار وتعزيز الميزات، مع رؤيتك.",
  "be_unique_desp3": "ابدأ رحلتك إلى عالم VRNL حيث تتحقق رؤيتك الفريدة.",
  "wlb_platform_odds": "الاحتمالات",
  "wlb_platform_odds_optimize": "تحسين احتمالات المراهنات مع VRNL",
  "wlb_platform_odds_p1": "ابقَ متقدمًا على المنافسة مع خدمات <b class='bold'>إدارة الاحتمالات المتقدمة</b> لدينا. نقدم تعديلات احتمالات حية، إدارة المخاطر، وتحليل الأسواق لمساعدتك في تحسين عروض المراهنات الرياضية وتعزيز تجربة اللاعبين.",
  "wlb_platform_odds_p2": "فريقنا من المتخصصين ملتزم بضمان نجاحك. اتصل بنا اليوم لاستكشاف كيف يمكننا رفع مستوى عملك في المراهنات.",
  "wlb_platform_zeroRisk": "خطر صفر",
  "wlb_platform_zeroRisk_h1": "خدمات التداول وإدارة المخاطر",
  "wlb_platform_zeroRisk_p1": "نحن نقدم خدمات تداول وإدارة مخاطر شاملة، مع إرشادات الخبراء حول إدارة الاحتمالات. بالإضافة إلى ذلك، نقدم ميزة فريدة - تغطية الأرباح. في الواقع، إذا لم يولد منصتك إيرادات، فإننا نتدخل ونغطي المدفوعات للاعبين. نحن ن prioritز راحتك.",
  "wlb_platform_bpb": "علامة المراهنات الخاصة بالمنصة",
  "wlb_platform_bpb_layouts": "تصميمات غير محدودة",
  "wlb_platform_bpb_layouts_desp": "اختر من <b>مجموعة متنوعة من تصميمات المراهنات</b> مع مجموعتنا الواسعة من القوالب. أو يمكنك ممارسة التحكم الكامل في الإبداع عن طريق إنشاء تصميمك الخاص من خلال <b>خدمات API</b> الخاصة بنا. مع هذا الخيار، يمكنك أنت وفريق التطوير إنشاء واجهة مستخدم مخصصة تمامًا، تم تصميمها بدقة لتتناسب مع رؤيتك.",
  "Betting": "المراهنات",
  "B2C": "B2C",
  "Casino": "كازينو",
  "main_sec_title": "VRNL هو أفضل مزود برامج المراهنات الرياضية في بنغلاديش.",
  "who_we_are": "من نحن",
  "what_we_do": "ماذا نفعل",
  "about_us_title": "من نحن - برنامج المراهنات الرياضية ذات العلامة البيضاء والكازينو عبر الإنترنت",
  "casino_providers": "مزودو الكازينو",
  "betting_providers": "مزودو المراهنات",
  "games_providers": "مزودو الألعاب",
  "online_exch_sw_title": "ثوّر عملك مع برنامج VRNL للتبادل عبر الإنترنت",
  "casino_games_title": "ألعاب الكازينو - كازينو ذات علامة بيضاء",
  "casino_tournaments_title": "برنامج البطولات الكازينو - كازينو عبر الإنترنت ذات علامة بيضاء",
  "esports_title": "برنامج المراهنات على الرياضات الإلكترونية لتمكين مستخدميك من المراهنة على أفضل الألعاب الإلكترونية",
  "faq_title": "أسئلة وأجوبة VRNL – دليلك للأسئلة والإجابات الشائعة",
  "iframe_title": "Sportsbook iFrame المراهنات الرياضية ذات العلامة البيضاء والكازينو",
  "live_casino_title": "كازينو ذات علامة بيضاء - ابدأ كازينو الإنترنت الخاص بك",
  "lottery_games_title": "ألعاب اليانصيب - كازينو ذات علامة بيضاء",
  "mobile_title": "رفع لعبتك مع برنامج المراهنات الرياضية عبر الهاتف المحمول من VRNL",
  "online_casino_sw_title": "برنامج كازينو عبر الإنترنت - تطور برامج الكازينو عبر الإنترنت ومزود المنصات",
  "ourTheme_title": "مراهنة و فوز: عملنا في عالم المراهنات عبر الإنترنت والكازينوهات",
  "risk_management_title_main": "استراتيجيات إدارة المخاطر لمشغلي المراهنات - برنامج المراهنات الرياضية ذات العلامة البيضاء والكازينو",
  "sport_bet_title": "حسن تجربة المراهنة الخاصة بك مع برنامج المراهنات الرياضية من VRNL",
  "wlc_title": "كازينو ذات علامة بيضاء - ابدأ كازينو الإنترنت الخاص بك بسهولة مع حلول الكازينو ذات العلامة البيضاء من VRNL.",
  "whiteLabel_title": "Vrnl مزود البرمجيات الخاص بك للمراهنات الرياضية ذات العلامة البيضاء",
  "TOAST": {
    "FILL_REQUIRED": "يرجى ملء جميع الحقول المطلوبة.",
    "SUBMITTING": "جاري إرسال الطلب...",
    "SUCCESS": "تم إرسال طلب العرض التجريبي بنجاح!",
    "ERROR": "حدث خطأ. يرجى المحاولة مرة أخرى."
  }
}