{
  "contact_title": "Компания, която последователно търси иновативни решения, за да отговори на бизнес нуждите си.",
  "contact_footer": "„Ние сме екип от креативни стратези, технологични ентусиасти и ефективни комуникатори, водени от непоколебима страст към индустрията за онлайн игри. Нашият неуморен ангажимент е да подпомагаме успеха на нашите клиенти в бизнеса.“",
  "contact_header": "Свържете се с нас",
  "contact_para": "Консултирайте се с експерт на VRNL, за да разберете как нашите решения могат да повишат ефективността на вашия бизнес за залагания.",
  "telegram": "Телеграм",
  "write_msg": "ПРОСТО ИЗПРАТЕТЕ СЪОБЩЕНИЕ",
  "fname": "Пълно име",
  "fname_err": "Полето е задължително (мин. 2 символа).",
  "email": "Вашият имейл",
  "email_err": "Необходим е валиден имейл.",
  "country": "Държава",
  "pnumber": "Телефонен номер",
  "pnumber_err": "Телефонът трябва да съдържа 10 цифри.",
  "message": "Съобщение",
  "sending": "Изпращане…",
  "submit": "Изпрати",
  "con_param1": "Не споделяме вашата лична информация с никого. Вижте нашата",
  "privacy_policy_form": "„политика за поверителност“",
  "con_param2": "за повече информация",
  "casino_tournament_h1": "<b class='chck'>Казино турнири</b> ви позволяват да създадете турнир с начален и краен срок.",
  "casino_tournament_p1": "Мощен инструмент за увеличаване на приходите от казино секцията е внедряването на <strong>казино турнири.</strong>",
  "casino_tournament_h2": "Ще имате възможност да <strong>персонализирате всеки турнир</strong>, като ръчно изберете списъка със слотове, които ще участват в състезанието.",
  "casino_tournament_p2": "За да <strong>създадете промоция</strong>, просто трябва да изберете <strong>заглавие</strong> за <strong>турнира</strong>, да посочите <strong>слотовете</strong>, които да бъдат включени, и да зададете <strong>джакпота</strong>, който ще бъде разпределен между <strong>различни награди</strong>, всички персонализируеми според вашите предпочитания.",
  "casino_tournament_p3": "Ключови детайли за въвеждане включват <strong>начална дата</strong>, <strong>крайна дата</strong>, <strong>общ джакпот</strong>, брой участници в класацията, както и минимални изисквания за залог за участие в турнира.",
  "casino_tournament_p4": "Освен това винаги ще имате достъп до реално време на класиране с показване на потребителски имена, позиции на играчите и съответните награди. Тази функция значително подобрява потребителското изживяване на вашата казино платформа, привличайки повече играчи и увеличавайки приходите.",
  "casinogames_title": "Защо да изберете нашата платформа?",
  "casinogames_title_h1": "Най-обширният каталог в света на",
  "online_casino_games": "онлайн казино игри",
  "online_casino_games_p1": "Нашият <b style='color: #575756;'> White Label </b> е вашата крайна дестинация, предоставяйки несравнимо разнообразие от над 3000+ вълнуващи казино игри и слотове. Гордеем се, че предлагаме най-пълния набор от онлайн казино игри, налични в интернет.",
  "online_casino_games_p2": "Ние обслужваме оператори на онлайн игри, букмейкъри, лотарии и залагащи организации, действащи на регулирани пазари.",
  "online_casino_games_p3": "Разбираме важността на сигурната и честна игра в света на онлайн казината. Затова нашата игрова математика не само е стабилна, но и сертифицирана от независими игрови лаборатории. Тази сертификация гарантира най-високо ниво на потребителско изживяване за вашите играчи, правейки тяхното онлайн казино преживяване наистина първокласно.",
  "casino_nos": "КАСИНО ЧИСЛА",
  "slot_machine": "Слот машина",
  "morethan10": "Повече от 10",
  "tablegames": "Таблични игри",
  "morethan4": "Повече от 4",
  "videopoker": "Видео покер",
  "morethan": "Повече от",
  "lottery": "Лотария",
  "morethan9": "Повече от 9",
  "proveedores": "ДОСТАВЧИЦИ",
  "morethan12": "Повече от 12",
  "online_turnkey": "Ние предоставяме онлайн казино решения от край до край",
  "casino_wls": "Решение за казино White Label",
  "casino_wls_desp": "Стартирайте собствено брандирано казино лесно с White-label решението на VRNL. Персонализирайте казиното си, предлагайте голямо разнообразие от игри, осигурете сигурност и започнете да генерирате приходи бързо.",
  "webbranding": "Брандиране на уебсайт",
  "webbranding_desp": "Повишете онлайн присъствието си с експертните услуги на VRNL за брандиране на уебсайтове. Проектираме, създаваме и трансформираме сайтове, за да отразят уникалната ви идентичност, оставяйки трайно впечатление.",
  "toolstraning": "Инструменти (обучение)",
  "toolstraning_desp": "Разкрийте своя потенциал в света на търговията с мощните търговски инструменти на VRNL. Нашите иновативни решения ви дават прозренията и технологията, за да вземате информирани решения и да максимизирате успеха си в търговията.",
  "client_support": "Поддръжка на клиенти",
  "client_support_desp": "Подобрете клиентското изживяване с изключителните услуги за поддръжка на VRNL. Нашият отдаден екип е тук, за да предостави експертна помощ, като гарантира, че нуждите на вашите клиенти са удовлетворени с ефективност и внимание.",
  "aboutus_title": "Сигурен съм, че сте любопитни да откриете",
  "aboutus_desp": "Компания, която последователно търси иновативни решения, за да отговори на бизнес нуждите си.",
  "online_gaming_provider": "Доставчик на онлайн игри",
  "about-section1-para1": "<strong style='color: #000;'> VRNL е добре установен доставчик на спортни залагания и игри с впечатляващ 5-годишен опит в индустрията на залаганията. </strong> От 2020 г. сме посветени на предоставянето на услуги на букмейкъри, лотарии и залагащи организации на регулирани пазари.",
  "about-section1-para2": "Ние сме екип от креативни стратези, техноентусиасти и ефективни комуникатори, движени от непоколебимата си страст към индустрията за онлайн игри. Нашият постоянен ангажимент е да подпомагаме успеха на нашите клиенти в бизнеса.",
  "about-section1-para21": "Гордеем се с предоставянето на висококачествени решения за бизнеси и индивидуални клиенти в индустрията за онлайн игри и залагания. Независимо дали сте стартираща компания, която иска да пусне своята платформа, или утвърдена марка, която търси разширение, ние предлагаме цялостни услуги, които стимулират растежа ви, осигуряват спазване на правилата и предоставят изключително потребителско изживяване.",
  "about-section1-para22": "Нашите White Label решения ви дават възможност да стартирате собствен бизнес за онлайн игри или залагания с пълна марка, без трудностите от изграждането от нулата. Ние предлагаме цялостен, напълно управляван пакет, който включва персонализирано брандиране, интегрирани спортни залагания, казино и игрови модули, сигурни платежни системи и непрекъсната техническа поддръжка и поддръжка. С нашата White Label платформа можете да се концентрирате върху маркетинга, привличането на клиенти и растежа на бизнеса, докато ние се грижим за технологията, спазването на правилата и задните операции.",
  "about-section1-para3": "Нашата модерна игрова платформа е един от ключовите фактори, които издигнаха VRNL до настоящия му статус на уважавана международна софтуерна къща.<strong style='color: #000;'> Възползвайки се от нашия 5-годишен опит в този сектор, VRNL гордо предоставя услуги на над 40 букмейкъри в 11 различни страни по света.</strong>",
  "about_us": "За нас",
  "about_us_desp": "VRNL е най-голямата платформа за предоставяне на онлайн спортни и казино White Label решения. Предлагаме API за борси заедно с нашите персонализирани услуги за сайта за Бангладеш с ниски маржове и надеждна платформа, включително казино. Осигуряваме API за всички лиги в борсите, заедно с онлайн стрийминг услуги. Насладете се на залагания с надеждна платформа. Насладете се на над 1000 слот игри и таблици на нашия сайт.",
  "our_client": "Нашите клиенти",
  "our_client_desp": "В VRNL сме безкомпромисни в търсенето на най-добрите партньорства в областта на игрите и развлеченията, за да осигурим ненадминато изживяване за нашите клиенти и играчи. Чрез съвместни споразумения с известни международни казина и доставчици на виртуални игри, успешно интегрирахме нашата платформа за спортни залагания с обширен набор от игри. Тези предложения включват всичко – от слот машини и таблици до живо казино, виртуални игри и дори фентъзи игри. Нашият ангажимент към качеството надхвърля разнообразието на игрите. Платформата ни е достъпна както на настолни компютри, така и на мобилни устройства, с високо качество на графиката, завладяващи анимации и имерсивен звук. Освен това интуитивното и удобно меню подобрява цялостното потребителско изживяване. В основата на нашата работа е бърз процес на интеграция, съчетаващ мащабируемост, гъвкавост и най-висока производителност в нашия софтуер за залагания. Този процес на интеграция е подкрепен от най-високи нива на сигурност и надеждност, гарантирайки на нашите клиенти безопасна и надеждна игрова среда. Гордеем се, че предоставяме на нашите клиенти най-широк избор от игри в сектора, доставяйки идеалните игрови решения за всяко предпочитание. Добре дошли в VRNL, където върховите постижения в игрите срещат безкрайни възможности. VRNL се гордее, че е партньор с най-различните имена в индустрията за доставчици на софтуер за игри и решения за плащания. Споделете нашата платформа за успех и добавете вашето име към този нарастващ списък.",
  "lost404": "Изглежда сте се загубили",
  "lost404desp": "Страницата, която търсите, не е налична!",
  "gotohome": "Отидете на началната страница",
  "esports_bs": "Софтуер за eSports залагания",
  "esports_bs_desp1": "В VRNL се гордеем, че предоставяме уникално и завладяващо изживяване за феновете на eSports.",
  "esports_bs_desp2": "VRNL е вашата врата към свят, в който игрите и залаганията се срещат. Нашият софтуер за eSports залагания е създаден за фенове на игрите като вас, предоставяйки вълнуващо, сигурно и възнаграждаващо изживяване. Не пропускайте възможността да бъдете част от действието. Присъединете се към VRNL днес и издигнете игровото си изживяване на нови висоти!",
  "startnow": "Започнете сега",
  "easy_setup": "Лесна настройка, по-малко от очакваното.",
  "easy_setup_desp1": "Можем да предоставим платформата за eSports само за няколко седмици.<br> Ние се грижим за всички аспекти на процеса: хостинг, потребителски интерфейс, потоци от коефициенти, персонализирани страници, активиране на продукти и стратегия за спортни залагания.",
  "easy_setup_desp2": "Вашият основен фокус може да бъде посветен на създаването и установяването на вашите онлайн мрежи.",
  "esport_bet_center_h1": "Ако мислите да започнете с онлайн залагания, нашият софтуер за eSports залагания е отлична първа стъпка.",
  "esport_bet_center_p1": "Възползвайте се от нашите експертни услуги и усъвършенствана технология за eSports залагания. Нашите регулирани партньори получават пълна подкрепа за влизане в индустрията за онлайн залагания и могат да използват нашите персонализирани или стандартни платформи.",
  "esport_bet_center_p2": "Стартирането на онлайн спортна книга, която се фокусира главно върху eSports, може да бъде трудно. Затова създадохме цялостна система за eSports залагания с услуги за предварителни залози. Нашата цел е да ви предложим най-широкия спектър от eSports възможности онлайн.",
  "have_qes": "Имате ли въпрос?",
  "para_faq": "Имаме отговори (Добре, повечето пъти!)",
  "freq_param": "По-долу ще намерите отговорите на най-често задаваните въпроси, моля, разгледайте нашата",
  "if_still_qes": "Ако все още не можете да намерите отговора, който търсите, просто",
  "sbs_faqs": "Често задавани въпроси за софтуер за спортни залагания",
  "whatis_sbs": "Какво е софтуер за спортни залагания?",
  "whatis_sbs_ans": "Софтуерът за спортни залагания е проектиран въз основа на пазарите и изборите на потребителя. Освен това нашите експерти винаги са на разположение, за да предоставят най-доброто обслужване на клиентите, свързано с изучаването на вашите нужди и изискванията на пазара. Ние също така управляваме всяка стъпка от процеса на разработка, предоставяйки ви цялостна и функционираща платформа за залагания.",
  "affiliate_systems": "Предлагате ли афилиейт системи?",
  "affiliate_systems_ans": "Да, нашата софтуерна мрежа се базира на 5 нива: Администратор на платформата - достъп до бекенда (възможно е също да се създадат други достъпи до бекофиса с ограничени права и разрешения). Препродавател - главен агент, който наблюдава няколко пункта за залагания. Печели комисиони от оборота или печалбата на магазина. Пункт за залагания - представлява физическата точка, където играчите могат да залагат, да депозират и т.н. Чрез този акаунт е възможно да се правят залози и да се печелят комисиони от оборота или печалбата. Касиер, профил за служителите на пункта за залагания, който може да прави залози без да печели комисиони. Онлайн играч, регистрирайте своя игрови акаунт онлайн или в пункт, правете залози.",
  "whatis_label": "Какво е White Label сайт за залагания?",
  "whatis_label_ans": "White Label сайт за залагания е напълно персонализирана платформа. White Label сайтът на VRNL предоставя сертифицирани игри, бонус система, платежни портали. Съдържанието на потребителския интерфейс, езикът и валутата са според вашия избор, като VRNL предоставя различни графични шаблони, функции и инструменти.",
  "fullmanagement": "Мога ли да имам пълно управление на коефициентите и маржовете?",
  "fullmanagement_ans": "Бекендът разполага с множество инструменти, функции и отчети, които предоставят пълна представа за дейността по спортните залагания. Има специална секция за управление на коефициентите, чрез която е възможно да се редактират маржовете, множествеността и коефициентите за пазар, мач и/или шампионат.",
  "logobrand": "Мога ли да използвам моето лого и фирмени цветове?",
  "logobrand_ans": "Да, можете. Ние предоставяме различни решения според вашите конкретни изисквания. Наистина можем да създадем специализирани решения, събирайки вашите заявки и създавайки проект за вас, или можем да предоставим готово решение, като променим само цветовете на марката и логото.",
  "fullycustomized": "Искам напълно персонализирано решение, възможно ли е?",
  "fullycustomized_ans": "VRNL предоставя екип от експерти за настройка на напълно персонализирана платформа за спортни залагания. Действително, мениджър на акаунти ще събере изискванията и ще координира проекта с останалите членове на екипа: ръководител на проекта, графичен дизайнер и IT мениджър.",
  "software_cost": "Колко струва софтуерът за спортни залагания?",
  "software_cost_ans": "Цената на софтуера за спортни залагания варира в зависимост от предлаганите функции и услуги. Има различни планове в зависимост от това дали вече имате голям обем играчи или искате да сте агент със собствена мрежа от играчи.",
  "what_products": "Какви продукти предлагате?",
  "what_products_ans": "Основният ни бизнес са спортните залагания, като нашият софтуер за спортни залагания е вътрешен продукт, разработен от нашия IT екип от 2005 г. Освен спортния продукт предлагаме и live залагания, казино, live казино, лотарии и виртуални игри, за да предоставим 'всичко в едно' решения на нашите клиенти.",
  "canaddfeatures": "Мога ли да добавя функции, отчети и страници към софтуера за спортни залагания?",
  "canaddfeatures_ans": "Софтуерът за залагания включва широка гама от отчети, страници и банери, които могат да бъдат персонализирани (CMS) или разработени по заявка. Ако желаете да разработим нова функция, ще работим заедно с вас, създавайки персонализиран проект: събиране на информация и детайли, представяне на проекта/рендер, тестване и окончателно пускане.",
  "canofferbettingservices": "Мога ли да предлагам спортни залози в казината в моята страна?",
  "canofferbettingservices_ans": "Имаме няколко решения за залагания както за онлайн, така и за наземни бизнеси. Ако притежавате наземно казино и желаете да предлагате спортни залози, нашето решение за търговски обекти ще бъде правилният избор, тъй като ще позволи създаването на акаунти за касиери за управление на продажбата на спортни заложни билети.",
  "change_currentprovider": "Как да сменя текущия си софтуерен доставчик?",
  "change_currentprovider_ans": "Ако вече управлявате обменна платформа и искате да преминете към нашата спортна платформа за залози, ние ще се погрижим всичко да бъде правилно управлявано и ще подготвим план за миграция. Личните данни на играчите ще бъдат прехвърлени в новата платформа, а смяната ще бъде планирана така, че миграцията да бъде завършена за няколко часа.",
  "sbs_offer": "Какви функции предлага софтуерът за спортни залози?",
  "sbs_offer_ans": "Софтуерът за спортни залози може да предоставя функции като прогнозиране на база данни, симулации, анализ на тенденции, сравнение на коефициенти и други. Той също така предлага подробен анализ на минали мачове и предстоящи срещи, за да помогне на играчите да вземат информирани решения. Специализираме се в създаването на магазини за залози и онлайн мрежи, включително KYC процедури, одобрени от регулаторните органи, платежни портали, инструменти за афилиейт маркетинг, референтни системи, социални медии, push известия за мобилни устройства и уеб, контрол на акаунти на играчи, процеси на регистрация и верификация, системи за откриване на измами и геолокационни инструменти за извличане на IP адреси.",
  "sbs_legal": "Законен ли е софтуерът за спортни залози?",
  "sbs_legal_ans": "Да, софтуерът за спортни залози е законен и се използва от много професионални залагащи. Важно е обаче да се уверите, че използвате софтуера в съответствие с приложимите закони във вашата юрисдикция.",
  "ebs_faqs": "Често задавани въпроси за софтуер за eSports залози",
  "ebs_titleoffer": "Какви eSports заглавия предлагате?",
  "ebs_titleoffer_ans": "<li ><strong >Най-популярни:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li ><strong >Спортни игри:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li ><strong >Мултиплейър онлайн:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li ><strong >Първо лице (FPS): </strong>CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li ><strong >Бойни игри:</strong> Street Fighter, Super Smash Bros, Tekken. <strong>Стратегии в реално време (RTS):</strong> StarCraft: Brood War, Warcraft III, StarCraft II. </li><li ><strong >Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "Имате ли мобилна версия?",
  "mobileversion_ans": "Да, VRNL е напълно оптимизиран за мобилни устройства. Нашата платформа работи безпроблемно на всички смартфони и таблети, осигурявайки достъп до спортни залози, казино игри, iGaming и eSports навсякъде и по всяко време. Интерфейсът е бърз и отзивчив, с бързо зареждане и сигурни транзакции директно през мобилния браузър — без нужда от сваляне на приложение. Независимо дали сте на Android или iOS, опитът е бърз, удобен и също толкова функционален, колкото и на десктоп версията.",
  "runesportsplatform": "Мога ли да управлявам eSports платформа без да се занимавам с коефициенти и управление на търговията?",
  "runesportsplatform_ans": "Нашите решения за eSports залози включват вградена поддръжка на коефициенти. Софтуерът предлага множество инструменти за управление на маржове и конфигурации на коефициентите самостоятелно. Ако искате да се фокусирате само върху управлението на магазини и играчи, ние предоставяме услуги и поддръжка за търговия.",
  "esports_solutions": "Бих искал напълно персонализирано eSports решение, възможно ли е?",
  "esports_solutions_ans": "VRNL предоставя екип от експерти за създаване на напълно персонализирана eSports платформа. Мениджър на акаунти ще събере вашите изисквания и ще координира проекта с останалите членове на екипа: ръководител на проекта, графичен дизайнер и IT мениджър.",
  "newtobusiness": "Аз съм напълно нов в този бизнес, какво трябва да знам?",
  "newtobusiness_ans": "Правилното управление на eSports платформа за залози може да направи бизнеса много доходоносен. Ние предлагаме различни решения и услуги в зависимост от нивото на ангажираност и знания. Експерт по игри ще работи с вас, за да изберете най-доброто решение за eSports, съобразено с вашите нужди.",
  "eSports_market": "Колко на брой live eSports пазари предлагате?",
  "eSports_market_ans": "В момента предлагаме 20 live eSports пазари. <br> Но постоянно добавяме нови пазари.",
  "eSportsLogoBrand": "Мога ли да използвам своето eSports лого и цветове на бранда?",
  "eSportsLogoBrand_ans": "Да, можете. Ние предоставяме различни решения според вашите конкретни изисквания. Можем да създадем персонализирано eSports решение, събирайки вашите заявки и разработвайки проект, или да предоставим готово решение, като модифицираме само вашето лого и цветовете на бранда.",
  "eSports_server": "Мога ли да хоствам eSports обмена на собствен сървър?",
  "eSports_server_ans": "Не, не можете. Хостингът е услуга, включена в нашето предложение. За да гарантираме правилното функциониране на софтуера за eSports залози, нашите системни администратори са изградили специализиран клъстер с бекъпи и план за възстановяване при бедствия. Това гарантира съответствие с глобалните регулации и най-високи стандарти за сигурност.",
  "sp_faqs": "Често задавани въпроси за стрийминг платформа",
  "promte_cricket": "Колко крикет мача мога да промотирам?",
  "promte_cricket_ans": "По време на live от таблото е възможно да активирате два мача едновременно, но няма ограничение за броя мачове, които можете да свържете.",
  "broadcast_live": "Могат ли казино събитията да се предават на живо?",
  "broadcast_live_ans": "Да, всички казино игри могат да се излъчват на живо на всички платформи, които го позволяват.",
  "measure_success": "Как да измеря успеха на live стриймовете?",
  "measure_success_ans": "Разбира се, можете да проследявате подробни анализи за множество платформи на един екран.",
  "is_mobile_friendly": "Платформата мобилно-съвместима ли е?",
  "is_mobile_friendly_ans": "Да — платформата е напълно мобилно-съвместима, като предоставяме и APK за безпроблемно използване.",
  "livecasino_faqs": "Често задавани въпроси за Live Casino софтуер",
  "whatisVRNLcasino": "Какво е VRNL Casino софтуер?",
  "whatisVRNLcasino_ans": "VRNL Live Casino софтуер е модерна платформа, която позволява на онлайн казина да предлагат live dealer игри на своите играчи. Тя предоставя инфраструктура и инструменти за провеждане на реално време, интерактивни казино преживявания.",
  "software_work": "Как работи VRNL Live Casino софтуерът?",
  "software_work_ans": "VRNL Live Casino софтуерът се интегрира безпроблемно в уебсайтовете на онлайн казина. Свързва играчите с live дилъри чрез висококачествено видео предаване, позволявайки им да играят популярни казино игри като блекджек, рулетка и баккара в реално време.",
  "features_livecasino": "Какви са основните функции на VRNL Live Casino софтуера?",
  "features_livecasino_ans": "VRNL Live Casino софтуерът предлага множество функции, включително персонализирано брандиране, сигурна интеграция на плащания и удобен интерфейс за играчи и оператори.",
  "security_livecasino": "Как да осигуря сигурността и справедливостта на игрите с VRNL Live Casino софтуера?",
  "security_livecasino_ans": "VRNL Live Casino софтуерът е създаден с внимание към сигурността. Използва сертифицирани генератори на случайни числа (RNG) за гарантиране на честност и предоставя инструменти за предотвратяване на измами и защита на играчите. Освен това се прилага криптиране за сигурен трансфер на данни.",
  "offered_games": "Какви игри могат да се предлагат чрез VRNL Live Casino софтуера?",
  "offered_games_ans": "Можете да предлагате широка селекция от live dealer игри, включително класики като live блекджек, live рулетка и live баккара, както и вариации на тези игри, за да задържите интереса на играчите.",
  "integrateVRNL": "Мога ли да интегрирам VRNL Live Casino софтуера с моята съществуваща онлайн казино платформа?",
  "integrateVRNL_ans": "Да, нашият софтуер е проектиран за лесна интеграция с вече съществуващи платформи, което го прави безпроблемно допълнение към вашата онлайн казино операция.",
  "wlc_faqs": "Често задавани въпроси за White Label Casino",
  "whatis_wlc": "Какво е White Label Casino?",
  "whatis_wlc_ans": "White Label Casino е готово решение, което позволява на предприемачи и компании да стартират собствени онлайн казина, използвайки нашия софтуер и инфраструктура. Можете да го брандирате с ваше име и дизайн, а ние се грижим за техническите и регулаторни аспекти.",
  "wlc_work": "Как работи услугата White Label Casino?",
  "wlc_work_ans": "Ние ви предоставяме напълно функционална казино платформа, включително игри, обработка на плащания и поддръжка на клиенти. Вие просто персонализирате брандирането и дизайна според вашето виждане и сте готови да стартирате онлайн казино бизнеса си.",
  "wlc_games": "Какви игри са налични за моето White Label Casino?",
  "wlc_games_ans": "Предлагаме широк спектър от казино игри, включително слотове, таблични игри (напр. блекджек, рулетка) и live dealer игри. Можете да изберете от нашия каталог игри, за да създадете разнообразно преживяване за вашите играчи.",
  "wlc_launch": "Колко време отнема да стартирам White Label Casino?",
  "wlc_launch_ans": "Времето за стартиране варира в зависимост от вашите конкретни изисквания и регулаторни процеси. Средно може да отнеме няколко седмици за настройка и персонализиране на казино платформата.",
  "wlc_cusSupport": "Какво ниво на поддръжка на клиенти се предоставя за моето White Label Casino?",
  "wlc_cusSupport_ans": "Ние предоставяме техническа и оперативна поддръжка, за да гарантираме гладката работа на вашето казино.",
  "wlc_getstarted": "Как да започна с White Label Casino от вашата компания?",
  "wlc_getstarted_ans": "Свържете се с нашия екип по продажби, за да обсъдите нуждите си и да получите персонализирана консултация. Ние ще ви водим през процеса на създаване на White Label Casino.",
  "can_cutomize_branding": "Мога ли да персонализирам казиното с моето брандиране?",
  "can_cutomize_branding_ans": "Да — можете напълно да персонализирате казиното с ваше лого, цветове и брандинг, за да съответства на идентичността ви.",
  "company": "Компания",
  "company_caps": "КОМПАНИЯ",
  "about": "За нас",
  "online_exchange_sw": "Онлайн Exchange софтуер",
  "privacy_policy": "Политика за поверителност",
  "contact_us": "Свържете се с нас",
  "solutions": "Решения",
  "sports_betting_software": "Софтуер за спортни залози",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Логото и графичният материал на Vrnl са интелектуална собственост на компанията и не могат да бъдат копирани, възпроизвеждани, разпространявани или показвани без писмено съгласие на Vrnl.",
  "footer_para_2": "Авторски права © 2025 Vrnl ltd. Всички права запазени.",
  "home": "Начало",
  "betting": "Залози",
  "esports_betting": "Esports залози",
  "sbs_head": "Софтуер за спортни залози",
  "casino": "Казино",
  "online_casino_sw": "Онлайн казино софтуер",
  "live_casino_sw": "Live Casino софтуер",
  "casino_game": "Казино игри",
  "lottery_bingo": "Лотария и бинго",
  "casino_tournament": "Казино турнир",
  "risk_management": "Управление на риска",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Нашата работа",
  "contact": "Контакт",
  "faq": "Често задавани въпроси",
  "live_casino": "Live Casino",
  "lottery_games": "Лотарийни игри",
  "exch_sw_provider": "Доставчик на Exchange софтуер",
  "mobile_bet": "Мобилни залози",
  "vrnl": "VRNL",
  "sports_betting_wid": "Уиджет за спортни залози",
  "back": "Назад",
  "exch_iframe_para": "Exchangebook iframe — позволява бързо активиране на Exchangebook модула чрез безпроблемна API интеграция. Нашата цялостна услуга Exchangebook, под експертно наблюдение, осигурява широк спектър от програмиране за онлайн събития и пазари.",
  "contact_us!": "Свържете се с нас!",
  "exch_iframe_types": "Видове Exchangebook iFrame",
  "exch_iframe_types_para": "Нашите Exchangebook iFrame решения се предлагат в три варианта, всеки адаптиран към използвания канал, за да осигури най-подходящата опция за вашите нужди:",
  "exch_iframe_types_list": "<li>iFrame за <strong>Desktop</strong>, предназначен за компютри с различни резолюции и предлагащ разнообразни и персонализируеми оформления.</li> <li>iFrame за <strong>Терминали и Kiosks SSBT</strong>, с оформления оптимизирани за сензорни системи и интуитивно потребителско изживяване, идеално за неопитни играчи, които поставят залози.</li>",
  "exch_iframe_types_para2": "Освен това, чрез нашия API, можете да постигнете обширна персонализация на графики и функции на игрите.",
  "cm_exch": "Пълно управляван Exchangebook",
  "cm_exch_para": "Нашият Exchangebook iFrame включва доставката на данни за коефициенти и конфигуриране на основните настройки за залагане. Софтуерът е снабден с редица функции и инструменти за самостоятелно управление на маржовете на коефициентите и конфигурациите. Въпреки това, ако основният ви фокус е върху управлението на играчите и маркетинга, предлагаме напълно управлявани услуги и поддръжка за търговия.",
  "acq_exch": "Придобиването на Exchangebook iFrame решение е лесно",
  "acq_exch_para": "Ние сме опростили процеса на активиране на iFrame в само пет стъпки:",
  "acq_exch_list": "<li>Официализиране на споразумението между Vrnl и клиента.</li> <li>Иницииране на интеграцията на Exchangebook iFrame чрез API с нашия SDK.</li> <li>Провеждане на среща за определяне на стратегията за Exchangebook.</li> <li>Идентифициране на най-ангажиращите спортове и събития за вашия операционен район.</li> <li>Да започнем на живо!</li>",
  "live_casino_sw_p1": "Нашата <strong>live Casino платформа</strong> ви позволява да активирате <strong>топ live доставчици</strong>, известни със своето <strong>изключително качество и математическа точност.</strong>",
  "live_casino_sw_p2": "Ние се посвещаваме да ви предоставим върховно изживяване в live казино. Независимо дали сте опитен играч или нов в света на онлайн казината, нашата платформа предлага потапящо, реално игрово изживяване, което е ненадминато.",
  "live_casino_sw_p3": "Решението на Vrnl за Live Casino предоставя пълен набор от услуги, включително:",
  "live_casino_sw_p3_l1": "Инструменти за пълна отчетност на историята",
  "live_casino_sw_p3_l2": "Визуализация на историята на игрите",
  "live_casino_sw_p3_l3": "Конфигурации на игрите",
  "live_casino_sw_p3_l4": "Инструменти за управление на риска",
  "live_casino_sw_p3_l5": "Управление на играчите",
  "live_casino_sw_p3_l6": "Инструменти за управление на афилиати",
  "live_casino_sw_p3_l7": "Многостепенна йерархична структура на агенти",
  "live_casino_sw_p4": "Разработили сме различни сигурни методи за интеграция, всички лесни за използване и предназначени за лесна имплементация чрез нашия live casino API.",
  "live_casino_sw_demo": "Демо решения за live казино",
  "livecasino_integration": "<strong style='color: #575756;'>интеграции с live casino API</strong>",
  "livecasino_integration_para": "Можете да стартирате нашия софтуер за live казино за броени дни. Освен това предоставяме пълни услуги за управление, като гарантираме, че цялата операция се наблюдава от нашите експерти.<strong style='color: #575756;'>Освен това гарантираме достъп до най-широкия избор от live игри онлайн.</strong>",
  "live_casino_lobby": "В нашето удобно за потребителя Live Casino Game Lobby",
  "youcan": "можете",
  "findgames_like": "да намерите игри като:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack и Live Poker, Dice и Number игри.",
  "euro_roulette": "Европейска рулетка",
  "blackjack": "Блекджек",
  "baccarat": "Бакарат",
  "caribbean_stud": "Карибски Стъд",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Американска рулетка",
  "sic_bo": "Сик Бо",
  "craps": "Крапс",
  "dragon_tiger": "Дракон Тигър",
  "bingo": "Бинго",
  "book_demo": "Резервирайте демо",
  "lottery_head": "Търсите платформа за лотария и бинго?",
  "lottery_head_desp1": "Ние внимателно подбрахме най-добрите <b style='color: #575756; font-size: 45px;'>лотарийни и бинго</b> игри за вас.",
  "lottery_head_desp2": "Разбира се, нашето <b style='color:#575756; font-size: 16px;'>White Label Lottery и Bingo</b> решение предлага разнообразие от класически бинго игри и най-известните лотарийни игри.",
  "lottery_head_desp3": "Можете <b style='color:#575756; font-size: 16px;'>да се насладите на тези игри от вашия смартфон</b> или компютър, като ние гарантираме изключително потребителско изживяване, тъй като нашите игри са с най-високо качество.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Освен това нашите гейминг алгоритми са сигурни и независимо сертифицирани, предоставяйки надеждно и доверено игрово изживяване.<br><br></strong>",
  "lottery_bingo_nos": "НОМЕРА НА ЛОТАРИЯТА И БИНГО",
  "bingo_games": "Bingo игри",
  "over100": "над 100",
  "over130": "над 130",
  "suppliers": "Доставчици",
  "more20": "Повече от 20",
  "sports_betting_software_wl": "Софтуер за спортни залози White Label",
  "sports_betting_software_wl_desp": "Компания, ангажирана с непрекъснато търсене на иновативни решения за ефективно справяне с развиващите се бизнес нужди.",
  "blink-soft": "Подобрете изживяването си с усъвършенстван софтуер за спортни залози",
  "platform_para1": "Модерните софтуерни решения за спортни залози <b>променят</b> начина, по който залагащите взаимодействат с играта. С <b>безпроблемни интерфейси,</b> анализи в реално време и възможности за залагане на живо, тези платформи осигуряват превъзходно изживяване както за новаците, така и за опитни играчи.",
  "platform_para2": "Независимо дали управлявате онлайн букмейкър, търговски пункт за залагане или казино, нашият пълен пакет решения — включително <b>B2C платформи</b> и <b>персонализируеми white-label продукти</b> предоставя гъвкавостта и технологията, необходими за конкурентоспособност. Прегърнете иновацията и подобрете операциите си с софтуер, предназначен да <b>оптимизира производителността</b> и <b>удовлетворението на потребителите</b>.",
  "try_b2b": "Разгледайте нашия усъвършенстван B2B софтуер за залагания",
  "try_b2c": "Разгледайте нашия усъвършенстван B2C софтуер за залагания",
  "wls_turnkey": "White Label решения и готови платформи",
  "wls_turnkey_p1_span1": "безпроблемно и ангажиращо изживяване за спортни залози",
  "wls_turnkey_p1_span2": "за вашите клиенти. Този подход елиминира необходимостта от скъпо и времеемко разработване, позволявайки ви да се фокусирате върху растежа и",
  "custom_satisfaction": "удовлетворението на клиентите",
  "wls_turnkey_p2": "Нашата сигурна, високопроизводителна платформа за залагания е напълно сертифицирана от независими гейминг лаборатории, гарантирайки съответствие и надеждност. Чрез партньорство с VRNL получавате достъп до доверен обмен за залагания, който увеличава печалбата, като същевременно осигурява",
  "highest_industry_standards": "най-високите индустриални стандарти",
  "igaming_platform": "iGaming платформа",
  "igaming_platform_p1": "VRNL е надежден партньор в iGaming индустрията, предлагащ водещи в бранша",
  "sbs": "Софтуер за спортни залози",
  "igaming_platform_p2": "Нашата цел е да трансформираме онлайн гейминг пространството, като предоставяме на операторите универсална, съвременна платформа, която осигурява безпроблемна и ангажираща игра за техните потребители.",
  "online_casino": "Онлайн казино",
  "casino_para": "Добре дошли в VRNL Онлайн Казино — <b>доверен лидер</b>, предоставящ сигурна и вълнуваща гейминг платформа по целия свят. Нашата мисия е да предоставим изключително казино изживяване, което задържа играчите ангажирани и забавлявани.",
  "casino_para_list": "<li>Над 75 доставчика</li> <li>Повече от 15 000 слот машини</li> <li>500+ масови игри</li> <li>700+ видео покер игри</li> <li>Над 200 други игри</li>",
  "casino_para2": "Нашият експертен екип ви подкрепя на всеки етап, от обучение до стартиране.",
  "play_livecasino": "Играйте в live казино сякаш сте директно в казиното",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Слот машини</li> <li>Live Roulette</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API доставчици на услуги и iFrame",
  "api_services_iframe_p1": "VRNL предоставя модерни <b>API интеграции и iFrame решения</b>, които осигуряват безпроблемна свързаност на платформата, сигурен обмен на данни и подобрено потребителско изживяване — помагайки на бизнеса да работи по-умно и по-бързо.",
  "api_services_iframe_p2": "В VRNL разбираме важността на безпроблемния обмен на данни и комуникацията между приложенията. Предоставяме първокласни API интеграционни услуги, позволявайки на вашия софтуер да взаимодейства безпроблемно с други платформи. Нашите експерти ще гарантират хармонично функциониране на системите, осигурявайки гладко изживяване за вас и вашите клиенти.",
  "virtual_games": "Виртуални игри",
  "virtual_games_desp1": "Готови ли сте да започнете своето виртуално игрово приключение с VRNL? Потопете се във виртуалния свят като никога досега и се подгответе за безкрайни часове забавление.",
  "virtual_games_desp2": "В VRNL сме страстни за предоставянето на модерни виртуални игрови изживявания, които пренасят играчите в вълнуващи нови светове. Нашата мисия е да предложим най-потапящите, забавни и умопомрачителни виртуални игри, които ще ви държат ангажирани часове наред.",
  "before_start": "Преди да започнете, разгледайте го в действие!",
  "explore_demo": "в нашата демо платформа:",
  "mobile_sbs": "Мобилен софтуер за спортни залози",
  "mobile_sbs_p1": "Нашето <strong>мобилно приложение</strong> позволява на вашите играчи лесно да достъпват своите акаунти и да поставят залози чрез таблети, смартфони и други мобилни устройства с интернет връзка.",
  "mobile_sbs_p2": "От крикет и футбол до тенис, нашият софтуер покрива широк спектър от спортни събития по света. Независимо от вашата спортна страст, можете да залагате на любимите си игри и отбори.",
  "mobile_sbs_p3": "Нашият софтуер не е само за поставяне на залози, а за създаване на изживяване, което е безпроблемно и ориентирано към потребителя. Инвестирали сме в най-новите технологии, за да гарантираме, че навигацията в нашата платформа е максимално лесна.",
  "advantages_sbs": "Предимства на мобилния софтуер за спортни залози",
  "advantages_sbs_l1": "Мобилните приложения са по-бързи",
  "advantages_sbs_l2": "Персонализирано съдържание за залози",
  "advantages_sbs_l3": "Моментални онлайн залози",
  "advantages_sbs_l4": "Сигурно и надеждно",
  "advantages_sbs_p1": "Приложенията са по-бързи от мобилните уебсайтове, предлагайки по-бързи действия и отговори.",
  "advantages_sbs_p2": "Потребителите се радват на персонализирано съдържание за по-потапящо изживяване, включително адаптирани опции за залагания според техните предпочитания.",
  "advantages_sbs_p3": "Всички мобилни приложения осигуряват моментален достъп с едно докосване, позволявайки на потребителите да поставят залози, проверяват акаунтите си, играят казино игри и избират любимите си лиги без забавяне.",
  "advantages_sbs_p4": "Нашата сигурност е приоритет. VRNL Мобилен софтуер за спортни залози е изградeн със съвременни мерки за защита на личната и финансова информация. Можете да залагате спокойно.",
  "online_casino_sw_p1": "VRNL е водещ доставчик на <strong>онлайн казино софтуер</strong> и <strong>платформи</strong>. Те играят ключова роля в проектирането и разработката на казино платформи, като гарантират, че са удобни за потребителя и богати на функции.",
  "online_casino_sw_p2": "Нашият маркетингов екип ще работи усърдно, за да гарантира, че вашето онлайн казино получава видно място на началната страница, осигурявайки висока видимост на онлайн пазара.",
  "online_casino_sw_p3": "Онлайн казино платформата ще бъде снабдена с различни предварително конфигурирани игри, а нашите инструменти за наблюдение ще ви предоставят ясен, реален преглед на прогреса и представянето на вашето ново начинание.",
  "customized_theme": "Това е тема и може да бъде персонализирана, вижте я в действие:",
  "live_casino_sw_desp1": "Предлагаме най-широкия набор от топ <strong>Live Casino доставчици</strong><br>",
  "live_casino_sw_desp2": "по света, осигурявайки достъп до най-широкото разнообразие от live маси онлайн и безпроблемно мултиканално изживяване.",
  "casino_sw_features": "Основни характеристики на казино софтуера",
  "casino_sw_features_p1": "Нашата <strong>платформа за казино софтуер</strong> е проектирана да предостави безпроблемно и потапящо игрово изживяване както за играчите, така и за операторите.<br /><br />",
  "casino_sw_features_p2": "Основните функции на нашата платформа включват: ",
  "casino_sw_features_list": "<li>Видимост и контрол върху диапазоните на масите.</li> <li>Атрибути и настройки на игровите маси.</li> <li>VIP лимити.</li> <li>Функционалност за клиентите и достъп до нашите инструменти за персонализиране.</li> <li>Механизъм за докладване и система за уведомления, която дава на операторите незабавен достъп и предупреждения за оперативни събития.</li> <li>API за Business Intelligence (BI)</li> <li>Маркетингови инструменти</li> <li>API за външна интеграция</li>",
  "casino_sw_features_p3": "Нашият лесен за използване инструмент за персонализиране позволява на букмейкърите да правят промени в реално време в различни аспекти на своите live предложения, <br /> включително банери, шрифтове и цветови схеми, всичко с интуитивни контроли.",
  "casino_sw_features_p4": "Новата ни платформа функционира като автономна, гъвкава и адаптивна система. Тази гъвкавост ни позволява бързо <br /> да отговаряме на заявките на букмейкърите и да поддържаме високи стандарти за качество при разработката на нови и съществуващи<br /> продукти.",
  "casino_sw_features_p5": "За ускоряване на вашия бизнес, ние също предлагаме",
  "casino_sw_features_p6": "с голям избор от над 3000+ игри.",
  "integrate_iframe_apis": "Интеграция с външни платформи чрез iFrame и API",
  "integrate_iframe_apis_para": "Нашата платформа предлага разнообразни опции за интеграция. Можете безпроблемно да <strong>интегрирате чрез iFrame или <br /> API.</strong> Те могат да бъдат адаптирани според вашите специфични нужди, независимо дали става въпрос за цялостна пълнофункционална интеграция, <br /> специализирано решение за спортни залози или фокус върху <strong>онлайн казино игри</strong>, включително <strong>live <br /> казино</strong> предложения.",
  "view_demo": "Вижте демонстрация",
  "we_are": "ние сме",
  "online_exchange_sw_p1": "В VRNL се гордеем с предоставянето на съвременен онлайн Exchange софтуер, който преосмисля изживяването при залагане. Предлагаме пълнофункционална платформа, оборудвана с богат избор от live мачове, налични месечно. С нашите опции за live стрийминг ще трансформираме вашия букмейкър в развлекателна платформа, подкрепена с сертификации от независими гейминг лаборатории за допълнителна сигурност.",
  "online_exchange_sw_p2": "Онлайн Exchange софтуерът на VRNL предлага пълен набор от опции за спортни залози. Независимо дали сте фен на крикет, футбол, тенис или друг спорт, ние ви покриваме. Платформата ни предоставя реалновремеви коефициенти, залози на живо и удобен интерфейс, който улеснява поставянето на залози.",
  "onther_head": "Опростяваме процеса, за да се интегрирате безпроблемно в бизнеса.",
  "onther_p1": "Тази тема е силно персонализируема, и можете да изпитате нейната гъвкавост в действие:",
  "main_features": "Основни функции",
  "feature_para": "VRNL е в авангарда на революцията в управлението на залагания и онлайн казино. С нашия опит получавате достъп до:",
  "feature_list": "<li><strong>Глобално изживяване при залагания:</strong> VRNL предоставя достъп до разнообразни спортове, лиги и пазари за залагания от цял свят. С нас можете да предложите на потребителите си истинско глобално изживяване при залагане.</li> <li><strong>Обширни предварителни опции:</strong> Избирайте от огромен набор от 150,000 месечни предварителни залози. Ние гарантираме, че вашата платформа е заредена с разнообразие, за да удовлетворява различните предпочитания за залагания.</li> <li><strong>Вълнуващи залози на живо:</strong> Ангажирайте потребителите си с 75,000 месечни залози на живо. Тези опции в реално време добавят вълнение и динамика към залагането.</li> <li><strong>Казино игри за Метавселената:</strong> VRNL предлага обширна колекция от казино игри, подходящи за метавселената. Потопете потребителите си в виртуална казино среда с нашите разнообразни игри.</li> <li><strong>Безпроблемна iFrame интеграция:</strong> Лесно интегрирайте нашия iFrame в своята iGaming платформа. Нашето потребителско решение за iFrame ви позволява да подобрите възможностите на платформата си лесно.</li> <li><strong>Гъвкава интеграция:</strong> Изберете метод на интеграция, било то чрез API или iFrame. Ние предоставяме разнообразни опции, съобразени с вашите удобства и изисквания на платформата.</li>",
  "sports_header_2": "Онлайн Exchange софтуер iGaming Казино платформа",
  "sports_header_2_p1": "Предоставяме <a style='color: #a0c528;' href='#'>White Label Casino</a> решение с обширна библиотека от над 1,000 игри.",
  "sports_header_2_p2": "Нашите услуги включват получаване на лиценз за игри и правна подкрепа за стартиране на вашия казино бизнес, като гарантираме сигурна и сертифицирана игрална математика.",
  "sports_header_2_p3": "Подбрахме най-добрите доставчици на игри с цел да ви предложим най-широк избор от live казино игри и онлайн казино игри, гарантирайки най-обширната налична селекция.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person игри</li> <li>Слот машини</li> <li>Американска рулетка на живо</li> <li>Live блекджек</li> <li>Live баккара</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Играйте в live казино сякаш сте директно вътре в казиното",
  "top_online_providers": "Най-добрите доставчици на онлайн казино в световен клас",
  "online_casino_p1": "Готови ли сте да издигнете онлайн казино изживяването си на следващо ниво? VRNL е вашето решение за всички онлайн казино нужди. Предлагаме първокласни услуги и съвременни решения за оператори на онлайн казина, гарантирайки незабравимо игрово изживяване за вашите играчи.",
  "user_data_section1": "<li>Доставчици 75+ повече от</li> <li>Слот машини 15,000+ повече от</li> <li>Масови игри 500+ повече от</li> <li>Видео покер 700+ повече от</li> <li>Други игри 200+ повече от</li>",
  "lottery_bingo_games": "Лотарийни и бинго игри",
  "lottery_bingo_games_p1": "В VRNL донесохме вълнението от Лотарийни и Бинго игри както на вашия екран, така и в местните ви магазини. Независимо дали сте фен на традиционните хартиени билети или предпочитате онлайн удобство, ние ви покриваме. С нас не става въпрос само за игри; става дума за тръпката от печалбата и удоволствието от играта.",
  "user_data_section2": "<li>Bingo 80+ повече от</li> <li>Лотария 130+ повече от</li>",
  "ultimate_dest": "Крайна дестинация за онлайн и търговска лотария и бинго игри",
  "weare_vrnl": "Ние сме VRNL",
  "weare_vrnl_desp": "<strong>НАЙ-ГОЛЯМАТА ПЛАТФОРМА ЗА СПОРТНИ И КАЗИНО WHITE LABEL</strong> Най-широк избор от развлекателни игри онлайн. White Label Казино с повече от 1,000 игри. Наличният онлайн казино софтуер е лесен за управление, тъй като нашата платформа е лесна за управление.",
  "res_design": "Отзивчив дизайн",
  "res_design_desp": "Нашият уебсайт е отзивчив, което означава, че се показва правилно на таблети, мобилни устройства и настолни компютри за оптимално потребителско изживяване.",
  "custmzd_options": "Опции за персонализиране",
  "custmzd_options_desp": "Предоставяме на клиентите си широк набор от опции за персонализиране, позволявайки им да изберат предпочитани цветове, шрифтове и оформление за уебсайта. Това гарантира, че сайтът отразява уникалния им стил и предпочитания.",
  "loading_speed": "Скорост на зареждане",
  "loading_speed_desp": "Нашият уебсайт е оптимизиран за скорост и производителност. Той се зарежда бързо на различни устройства и интернет връзки.",
  "b2b_theme": "B2B (Бизнес към Бизнес)",
  "b2b_theme_p1": "Нашата B2B тема се отличава с уникални функции. Включили сме допълнителна опция Parley за по-богато залагане.",
  "b2b_theme_p2": "Темата ни се характеризира с най-добрите комбинации от цветове и дизайнерски елементи, гарантирайки естетически приятен интерфейс. Потребителите имат разрешения да залагат на различни спортове, включително крикет, футбол и тенис.",
  "b2b_theme_p3": "Имаме и много различни казино игри за повече забавление. Освен това предлагаме различни видове казина, като AWC Казино, което предлага впечатляваща колекция от над 500 слот игри и повече от 100 масови игри.",
  "b2c_theme": "B2C (Бизнес към Клиент)",
  "b2c_theme_p1": "Нашият B2C сайт предлага удобство за потребителите. Те могат лесно да се регистрират чрез телефонния си номер, осигурявайки удобен и сигурен начин за създаване на акаунт.",
  "b2c_theme_p2": "След регистрация потребителите могат да депозират средства в своите акаунти, улеснявайки започването на залагания и игри. Освен това предлагаме безпроблемен процес на теглене, гарантирайки лесен достъп до печалбите.",
  "b2c_theme_p3": "За подобряване на изживяването предлагаме бонус точки, които потребителите могат да печелят и използват по време на платформата. Това добавя допълнително вълнение и стойност за клиентите.",
  "b2c_theme_p4": "Нашият B2C сайт е проектиран да осигури безпроблемно и приятно залагане и игри, давайки на клиентите свобода да играят, депозират и теглят лесно.",
  "request_demoID": "Заявете Demo ID",
  "form_name": "Име *",
  "form_name_err": "Моля, въведете вашето име (най-малко 3 символа).",
  "form_email": "Имейл *",
  "form_email_err": "Моля, въведете валиден имейл.",
  "form_country": "Държава *",
  "form_country_err": "Моля, изберете вашата държава.",
  "form_district": "Област *",
  "form_district_err": "Моля, въведете вашата област.",
  "form_whatsapp": "WhatsApp номер *",
  "form_whatsapp_err": "Въведете валиден WhatsApp номер.",
  "form_turnover": "Месечен оборот *",
  "form_turnover_err": "Моля, въведете вашия месечен оборот.",
  "form_users": "Брой потребители *",
  "form_users_err": "Моля, въведете валиден брой потребители.",
  "form_current": "Текуща платформа *",
  "form_current_err": "Моля, въведете текущата си платформа.",
  "form_issues": "Проблеми с текущата платформа *",
  "form_issues_err": "Моля, опишете проблемите (най-малко 10 символа).",
  "form_telegram": "Имате ли Telegram? *",
  "form_select": "-- Изберете --",
  "form_yes": "Да",
  "form_no": "Не",
  "form_telegram_err": "Моля, изберете дали имате Telegram акаунт.",
  "form_telhandle": "Telegram акаунт *",
  "form_telhandle_err1": "Telegram акаунт е задължителен.",
  "form_telhandle_err2": "Telegram акаунт трябва да започва с &#64; (напр., &#64;username).",
  "demo_url": "URL на демо",
  "form_submit": "Изпрати",
  "form_name_ph": "Въведете вашето име",
  "form_email_ph": "Въведете имейл",
  "form_district_ph": "Въведете област",
  "form_whatsapp_ph": "Въведете WhatsApp номер",
  "form_turnover_ph": "Въведете месечен оборот",
  "form_users_ph": "Въведете брой потребители",
  "form_current_ph": "Въведете текуща платформа",
  "form_issues_ph": "Въведете проблемите с текущата платформа",
  "form_telhandle_ph": "Въведете вашия Telegram акаунт",
  "our_commitment": "Нашият ангажимент",
  "our_commitment_p1": "VRNL се ангажира с опазването на вашата поверителност и сигурността на личната и финансова информация. Тази политика обяснява каква информация събираме, как я използваме и мерките, които предприемаме за нейното защита. Препратките към vrnl.net включват и приложенията му.",
  "our_commitment_p2": "Тази политика се прилага за всички уебсайтове и приложения на VRNL, където е публикувана, съгласно приложимите закони в регионите, в които оперираме. Допълнителни уведомления за поверителност, специфични за региона или услугата, могат да допълват тази политика.",
  "our_commitment_p3": "Ако предоставяте информация чрез трети платформи (напр., социални медии), ние събираме данни чрез тези интеграции съгласно тази политика. Въпреки това, практиките за поверителност на трети страни управляват данните, които те събират директно. Настройките за поверителност на тези платформи не засягат начина, по който VRNL използва данни, събрани чрез нашите сайтове или приложения.",
  "our_commitment_p4": "Нашите платформи могат да съдържат връзки към външни сайтове, които не са собственост на VRNL. Ние не носим отговорност за практиките им за поверителност и ви насърчаваме да прегледате техните политики, преди да споделяте информация.",
  "our_commitment_p5": "Тази Политика за поверителност трябва да се чете заедно с нашите Условия за ползване.",
  "user_content": "Съгласие на потребителя",
  "user_content_para": "С използването на услугите на VRNL (например при регистрация за акаунт, покупка на услуга, участие в конкурс или промоция, комуникация с нас на нашите сайтове или приложения) вие се съгласявате с нашето събиране, използване и споделяне на лична информация, както е описано в тази политика. В някои случаи, особено ако пребивавате в страна, управлявана от регламент за защита на данните, можем да поискаме вашето изрично съгласие за достъп до услугите ни преди да продължим с допълнителни операции. В случай на roaming профил или ако сте пътешественик, посещаващ различни държави и използвате услугите на VRNL, ще считаме страната на регистрация за основна, а съгласията, получени при регистрацията, ще бъдат валидни за обработката на личната ви информация. Поверителните условия, приложими съгласно закона на страната по време на регистрацията, ще се прилагат за вас.",
  "accessing_webNet": "Достъп до уебсайта и услугите на Network 18 чрез VPN",
  "accessing_webNet_p1": "Не трябва да имате достъп или да използвате уебсайтове или услуги на VRNL чрез методи или технологии, които прикриват или изкривяват вашето действително географско местоположение (например, използване на виртуална частна мрежа (VPN) или подобни инструменти).",
  "accessing_webNet_p2": "VRNL не носи отговорност за събирането, съхранението или обработката на вашата лична информация, ако се използват такива методи за достъп.",
  "collection_personalInfo": "Събиране на лична информация и нейното използване",
  "collection_personalInfo_p1": "„Лична информация“ (PII) се отнася до всякакви данни, които могат директно или индиректно да идентифицират дадено лице, като име, пощенски адрес, имейл или мобилен номер. Когато анонимни данни са свързани с Лична информация, те също се считат за Лична информация.",
  "collection_personalInfo_p2": "VRNL събира само необходимата лична информация, за да изпълни вашите заявки и да предостави персонализирани продукти и услуги. Не събираме такава информация, освен ако не я предоставите съзнателно и доброволно.",
  "collection_personalInfo_p3": "Вашата лична информация може да бъде използвана от VRNL и неговите партньори по услугите за управление на нашите уебсайтове и услуги, както и за да ви информираме за нови функции, продукти и услуги, предлагани от VRNL и неговите филиали.",
  "info_provide_us": "1. Информация, която ни предоставяте",
  "info_provide_us_desp": "Може да поискаме и съберем следната лична информация за вас, когато използвате vrnl.net, и без тази информация може да не можем да ви предоставим всички заявени услуги:",
  "reg_data": "a. Данни за регистрация",
  "reg_data_desp": "За да използвате определени функции на уебсайта, приложението и услугите (като регистрация за събития и кампании на сайта), може да предоставите основна контактна информация, включително, но не само:",
  "reg_data_list": "<li><span>Име</span></li> <li><span>Фамилия</span></li> <li><span>Имейл адрес</span></li>",
  "user_pro_details": "b. Детайли за потребителски профил",
  "user_pro_details_desp": "Може допълнително да събираме и записваме следната лична информация в секцията 'Моят профил', която ни помага да предоставяме персонализирани услуги и да поддържаме потребителски профил, включително, но не само:",
  "user_pro_details_list": "<li><span>Име</span></li> <li><span>Пол</span></li> <li><span>Имейл</span></li> <li><span>Дата на раждане</span></li> <li><span>Държава</span></li> <li><span>Град</span></li> <li><span>Мобилен номер</span></li>",
  "mobile_device_permissions": "c. Разрешения за мобилни устройства",
  "mobile_device_permissions_desp": "При достъп до нашето приложение на мобилни устройства, таблети, телевизори или други устройства, имаме възможност да поискаме и получим достъп до следното:",
  "mobile_device_permissions_list": "<li><span>Акаунти – за управление на множество потребителски акаунти и за влизане в приложението</span></li> <li><span>Контакти – за достъп до контактите на потребителя, за споделяне на статии чрез приложението</span></li> <li><span>Телефон – за четене на състоянието на телефона и активиране на известия на устройството. IMEI се събира за уникална идентификация на всеки потребител</span></li> <li><span>Камера – за качване на снимки и профилна снимка на потребителя. Позволява използване на камерата в приложението VRNL</span></li> <li><span>Микрофон – за активиране на гласови команди</span></li> <li><span>Съхранение – за достъп до файлове и папки в приложението</span></li> <li><span>SMS – за изпращане и получаване на проверочни съобщения</span></li>",
  "mobile_device_permissions_desp2": "Разрешенията могат да са необходими за правилната работа на приложението. Те могат да се управляват през настройките на съответното устройство.",
  "info_voluntarily": "2. Информация, която предоставяте доброволно",
  "info_voluntarily_desp": "Ако ни изпратите лична кореспонденция, като имейли или писма, или ако други потребители или трети лица ни изпратят информация за вашите дейности или публикации в vrnl.net, ние може да събираме и съхраняваме тази информация.",
  "info_voluntarily_para": "Може да събираме допълнителна информация и в други случаи, когато предоставяте обратна връзка, модифицирате съдържанието или предпочитанията си за имейл, отговаряте на анкети или комуникирате с нас. Тази информация може да включва вашето име, имейл, мобилен номер, местоположение и др.",
  "info_auto": "3. Информация, която събираме автоматично",
  "info_auto_desp": "Събираме информация за вас и вашето използване на нашата услуга, вашите взаимодействия с нас и рекламата ни, както и информация за вашия компютър или други устройства, използвани за достъп до услугите ни (като мобилни устройства, таблети и други устройства). Тази информация включва, но не се ограничава до:",
  "info_auto_list": "<li><span>Дейности на vrnl.net, като видени страници, време на страниците, търсения и др.</span></li> <li><span>Взаимодействия с имейл, обслужване на клиенти и платформи за съобщения.</span></li> <li><span>Геолокация чрез IP адреси;</span></li> <li><span>Информация за устройството, като модел, идентификатори и др.</span></li> <li><span>Идентификатори за реклама на мобилни устройства и таблети (например IDFA на iOS и GAID на Android);</span></li> <li><span>Информация, събирана чрез бисквитки и други технологии;</span></li>",
  "info_auto_note": "*Бележка: За подобряване на вашето изживяване, може да използваме <b>бисквитки</b> или подобни технологии за присвояване на <b>уникален потребителски ID</b> и разбиране на интересите ви. <b>Бисквитките</b> не разкриват вашата самоличност, освен ако не я предоставите доброволно и не могат да достъпват данни от вашето устройство. Рекламодателите могат да задават свои бисквитки при взаимодействие с техните реклами, които не контролираме.",
  "inferred_info": "4. Информация, извлечена от използването и логовите данни",
  "inferred_info_desp": "Може да следим определена информация за вас въз основа на поведението ви в vrnl.net. Използваме тази информация за вътрешни изследвания на демографията, устройствата, интересите и поведението на потребителите, за да подобрим обслужването и защитата им. Информацията се компилира и анализира на агрегирана база.",
  "inferred_info_list": "<strong style='font-size:19px;' class='strongly'>Може също да събираме вашата информация за проследяване на поведението и предпочитанията на потребителите за вътрешна аналитика и изследвания. Може също да използваме вашата информация:</strong><br> (i) За оценка на вашия интерес към инвестиционни опции, услуги, оферти, абонаменти;<br> (ii) За анализи и изследвания на потребителите, за идентифициране на съдържание, което генерира продажби, и за анализ на трафика.<br>",
  "inferred_info_a": "a. Интерактивни функции",
  "inferred_info_a_desp1": "vrnl.net предлага функции, чрез които потребителите могат да разкрият самоличността си и да комуникират с други потребители. Използването на тези функции и предоставянето на лични данни е на ваша собствена отговорност. Ако поверителността ви бъде нарушена, можете да ни уведомите на vrnl@gmail.com",
  "inferred_info_a_desp2": "Ако публикувате съобщения в социални мрежи, форуми или оставите обратна връзка, ние събираме предоставената информация. Запазваме я за разрешаване на спорове, обслужване на клиенти и отстраняване на проблеми. Може да използваме агрегирани данни за анализ на тенденции, без да свързваме лична информация с коментарите.",
  "inferred_info_b": "b. Потребителско изживяване и поддръжка",
  "inferred_info_b_desp1": "Използваме вашия IP адрес за диагностика на сървърни проблеми и администриране на приложението, както и за събиране на демографска информация за персонализиране на изживяването ви.",
  "inferred_info_b_desp2": "Понякога ще ви молим да попълните доброволни анкети. Те могат да поискат контактна и демографска информация. Използваме данните за персонализиране на съдържанието и рекламите, които виждате на vrnl.net.",
  "info_thirdparty": "5. Информация, събирана чрез трети страни",
  "info_thirdparty_a": "a. Вход чрез социални мрежи",
  "info_thirdparty_a_desp": "Когато се регистрирате чрез акаунти като Facebook или Gmail, ние получаваме информация от тези акаунти за взаимодействие с вас и предоставяне на услугите. Събираме следната информация:",
  "info_thirdparty_a_list": "<li><span>Facebook – публична информация, име, имейл, списък с приятели</span></li> <li><span>Google – име, фамилия, имейл</span></li>",
  "info_thirdparty_b": "b. Транзакционна или фактурна информация",
  "info_thirdparty_b_desp": "При покупка на абонамент нашият платежен партньор може да събира информация за кредитни/дебитни карти или банкови сметки и адрес за фактуриране. VRNL не събира директно финансови данни. Платежните системи имат свои политики за поверителност, които препоръчваме да проверите.",
  "lawfulness_processing": "I. Цели и законност на обработката",
  "lawfulness_processing_desp1": "VRNL събира и обработва лични данни само на законово основание, включително вашето изрично съгласие или за 'легитимни интереси', например за предоставяне на поддръжка или премиум услуги.",
  "lawfulness_processing_desp2": "Използваме информацията за предоставяне, анализ, администриране, подобряване и персонализиране на услугите, маркетинга, обработка на регистрация, поръчки и плащания, както и за комуникация с вас.",
  "lawfulness_processing_list": "<li><span>Определяне на вашите портфейлни изисквания и предоставяне на персонализирани съвети и прогнози;</span></li> <li><span>Предотвратяване и разследване на потенциално забранени или незаконни действия, включително измами;</span></li> <li><span>Анализ и разбиране на аудиторията, оптимизиране на съдържание и алгоритми;</span></li> <li><span>Комуникация относно услугите чрез имейл, push съобщения и др., уведомяване за нови функции, промоции, анкети;</span></li> <li><span>Уведомяване за промени в условията за ползване;</span></li> <li><span>Позволяване на участие в интерактивни функции;</span></li> <li><span>Изпълнение на задължения по договори и събиране на плащания.</span></li>",
  "lawfulness_processing_desp3": "Може да използваме вашата информация за персонализирано изживяване и маркетингови цели.",
  "lawfulness_processing_desp4": "Персонализирането се извършва чрез данни като бисквитки, IP адреси и подобни технологии. Дава се възможност за изрично съгласие и настройка на предпочитанията.",
  "info_usedBy": "II. Информацията, използвана от компанията",
  "info_usedBy_desp1": "Информацията, предоставена от потребителите, ни позволява да подобрим услугите и потребителското изживяване. Може да използваме имейл и други лични данни за маркетинг с вашето съгласие или за административни цели.",
  "info_usedBy_desp2": "Лична информация, публично достъпна (например коментари в социални мрежи), не се счита за чувствителна. Ако не предоставите лична информация, може да не получавате определени услуги. При регистрация може да актуализираме информацията ви за предоставяне на полезни функции.",
  "disclosure_tp": "III. Разкриване пред трети страни",
  "disclosure_tp_a_desp": "<strong>а. Общи разкрития</strong><br> Понякога vrnl.net може да направи определена лична информация достъпна за стратегически партньори, които работят с vrnl.net за предоставяне на услуги или които помагат на vrnl.net в маркетинга към клиентите. Например, когато закупите и активирате абонамент, вие упълномощавате vrnl.net да обменя информацията, която предоставяте по време на процеса на активиране, за да извърши услугата. Ако сте одобрили услугата, вашият акаунт ще се управлява според политиката за поверителност на vrnl.net. Личната информация ще бъде споделяна от vrnl.net само за предоставяне или подобряване на нашите услуги и маркетингови аспекти; тя няма да бъде споделяна с трети страни за техни маркетингови цели.<br> vrnl.net може също внимателно да избира други компании, които да ви изпращат информация за техните продукти или услуги, свързани с услугата на сайта, но които не са необходими за неговата работа („Разширена услуга“). Ако vrnl.net възнамерява да използва лично идентифицираща информация за Разширена услуга, сайтът на vrnl.net ще ви предостави възможността и необходимите инструкции да откажете тази услуга.<br> Можете също да спрете получаването на информационна или промоционална поща от <b>vrnl.net</b>, като следвате инструкциите в писмото.",
  "disclosure_tp_b": "b. Реклама",
  "disclosure_tp_b_desp": "За рекламодатели предоставяме агрегирани статистики. Трети рекламни компании могат да използват информация за показване на реклами, но без вашето съгласие не разкриваме лично идентифицируема информация.",
  "disclosure_tp_c_desp": "<strong>в. Доставчици на услуги</strong><br>vrnl.net може да включва връзки към различни уебсайтове на трети страни, които могат да събират Вашата лична информация. Използването на информацията Ви, събрана от такава платформа на трета страна, се управлява от политиката за поверителност на съответната платформа. Тези уебсайтове или приложения се управляват от собствените си политики за поверителност, които са извън нашия контрол. След като напуснете нашите сървъри (можете да разберете къде се намирате, като проверите URL адреса в адресната лента на браузъра си), използването на всяка предоставена от Вас информация се управлява от политиката за поверителност на оператора на приложението, което посещавате. Тази политика може да се различава от нашата. Ако не можете да намерите политиката за поверителност на някой от тези сайтове чрез връзка от началната страница на приложението, трябва да се свържете директно със собствениците на приложението за повече информация.<br> Може да споделяме неперсонализирана информация публично и с нашите партньори - като издатели, рекламодатели, разработчици или притежатели на права. Например, споделяме информация публично, за да покажем тенденции за общото използване на нашите услуги. Също така позволяваме на определени партньори да събират информация от Вашия браузър или устройство за маркетингови/промоционални цели и за измерване, като използват собствени бисквитки или подобни технологии.",
  "disclosure_tp_d": "d. Промоционални оферти",
  "disclosure_tp_d_desp": "Споделяме информация извън VRNL само с вашето съгласие за маркетингови кампании, промоции и оферти.",
  "disclosure_tp_e_desp": "<strong>е. Прехвърляне на бизнеса</strong><br>Ние предоставяме лична информация на нашите свързани дружества и други надеждни компании или лица, за да я обработват от наше име, според нашите инструкции и в съответствие с нашата Политика за поверителност и други подходящи мерки за конфиденциалност и сигурност. Например, можем да използваме доставчици на услуги, които да ни помагат с поддръжката на клиенти.<br> В случай че vrnl бъде обединен с или придобит от друга компания, или при преструктуриране или реорганизация на бизнеса, ние и нашите свързани дружества можем да споделим вашата лична информация, изцяло или частично, с друго бизнес звено.",
  "disclosure_tp_f": "f. Закон",
  "disclosure_tp_f_desp": "VRNL може да разкрие лична информация, ако е необходимо по закон или за защита на права и безопасност:",
  "disclosure_tp_f_list": "<li><span>Съобразяване с правни изисквания или процеси;</span></li> <li><span>Защита на права или имущество на сайта и потребителите;</span></li> <li><span>При спешни случаи за защита на безопасността на потребителите или обществеността.</span></li>",
  "controls_choices": "IV. Вашият контрол и избор",
  "managing_info": "Управление на вашата информация",
  "managing_info_desp1": "Когато използвате услугите на moneycontrol (уебсайтове или някой от под-сайтовете му), ние полагаме добри усилия да Ви предоставим достъп до личната Ви информация, когато поискате, и ще осигурим, че всяка лична информация или чувствителни данни, които са неточни или непълни, ще бъдат коригирани или променени, доколкото е възможно, при спазване на законовите изисквания или легитимни бизнес цели.",
  "managing_info_desp2": "Ние изискваме индивидуалните потребители да се идентифицират и да уточнят информацията, до която искат достъп, да бъде коригирана или изтрита, преди да обработим заявките им. Може да откажем обработката на заявки, които са неразумно повтарящи се или систематични, изискват непропорционални технически усилия, застрашават поверителността на други или са изключително непрактични (например заявки за информация, съхранявана на резервни копия), или когато достъпът не е необходим. Във всеки случай, когато предоставяме достъп до информация и корекции, извършваме тази услуга безплатно, освен ако това не изисква непропорционални усилия. Поради начина, по който поддържаме определени услуги, след изтриване на информацията Ви, остатъчни копия може да останат на нашите активни сървъри за определен период и да бъдат съхранени в нашите резервни системи.",
  "managing_info_desp3": "За да упражните правата си като субект на данни, трябва да ни пишете и да подадете заявка за съответното право. Моля, уверете се, че използвате подходящи теми (например: Заявка за достъп до данни, Заявка за преносимост на данни, Заявка за изтриване на данни), за да можем да обработим заявките Ви по-бързо и ефективно.",
  "managing_info_desp4": "Ние Ви предоставяме възможност да упражните определени контролни механизми и избори относно събирането, използването и споделянето на личната Ви информация. В съответствие със закона, Вашите контролни механизми и избори могат да включват:",
  "dataAccess_port": "a. Достъп до данни и преносимост",
  "dataAccess_port_desp": "Регламентът на ЕС (Общ регламент за защита на данните) Ви дава право, като субект на данни, да поискате копия от личната си информация, която държим. Можете също да поискате копия на лична информация, която сте предоставили в структуриран, често използван и машинно четим формат и/или да поискате да предадем тази информация на друг доставчик на услуги (ако е технически възможно).",
  "rectification_iii_desp": "<strong>б. Корекция на неточна или непълна информация</strong><br>Можете да ни помолите да коригираме неточна или непълна лична информация за вас (това е информацията, която не можете да актуализирате сами във вашия акаунт в moneycontrol), като ни изпратите имейл.<br> Можете да достъпвате и актуализирате част от личната си информация чрез настройките на акаунта си. Ако сте избрали да свържете профила си на vrnl.net с приложение на трета страна, като Facebook или Google, можете да промените настройките си и да премахнете разрешението за приложението чрез настройките на акаунта си. Вие сте отговорни за поддържането на вашата лична информация актуална. vrnl.net може да ви изпраща периодични напомняния по имейл, за да поддържате точността на вашата лична информация.",
  "data_retention": "c. Съхранение и изтриване на данни",
  "data_retention_desp1": "Ние съхраняваме личната Ви информация толкова дълго, колкото е необходимо за легитимните интереси, посочени в тази политика, и за да изпълним нашите законови задължения. Ако вече не желаете да използваме Вашата информация, можете да поискате изтриването на личните Ви данни и затварянето на акаунта Ви в vrnl.net.",
  "data_retention_desp2": "Моля, обърнете внимание, че ако поискате изтриване на личната си информация;",
  "data_retention_list": "<li><span>Може да запазим част от личната Ви информация за нашите легитимни бизнес интереси, като предотвратяване на измами и повишаване на безопасността. Например, ако спрете акаунт в vrnl.net поради измама или безопасност, може да запазим определена информация, за да предотвратим откриването на нов акаунт от този потребител.</span></li> <li><span>Може да съхраняваме и използваме личната Ви информация в необходимата степен за спазване на законовите ни задължения. Например, може да запазим част от информацията Ви за данъчни, законови и одиторски цели.</span></li> <li><span>Информация, която сте споделили с други (например ревюта, публикации във форуми), може да остане публично видима на vrnl.net, дори след анулиране на акаунта Ви. Атрибуцията към Вас ще бъде премахната. Освен това, някои копия на информацията Ви (например лог файлове) може да останат в базата данни, но ще бъдат разединени от лични идентификатори.</span></li> <li><span>Поради това, че поддържаме копия на личната информация за защита срещу случайна или злонамерена загуба и разрушаване, остатъчните копия на личните Ви данни може да не бъдат премахнати от нашите резервни системи за ограничен период от време.</span></li>",
  "data_retention_note": "(Забележка: Ако имате множество акаунти с moneycontrol, ще трябва да подадете отделна заявка за всеки акаунт, използвайки свързаните имейл адреси.)",
  "withdrawing_consent": "d. Оттегляне на съгласие и ограничаване на обработката",
  "withdrawing_consent_desp": "Можете да оттеглите съгласието си по всяко време по време на използването на услугите, като ни изпратите имейл. Ще прегледаме заявката Ви и може да поискамe потвърждение на самоличността Ви. След потвърждение ще оттеглим съгласието и ще спрем по-нататъшната обработка на личната Ви информация.",
  "objection_processing_desp": "<strong>е. Възражение срещу обработката</strong><br> Когато вашата лична информация се обработва за цели на директен маркетинг, можете по всяко време да ни помолите да прекратим обработката на вашите данни за тези цели чрез изпращане на имейл до нас.<br> Моля, имайте предвид, че ако не ни позволите да събираме лична информация от вас, може да не успеем да предоставим определени преживявания, продукти и услуги, и някои от нашите услуги може да не могат да вземат предвид вашите интереси и предпочитания. Ако събирането на лична информация е задължително, ще го посочим ясно в момента на събирането, за да можете да вземете информирано решение дали да участвате. Ако имате въпроси относно конкретната лична информация за вас, която обработваме или съхраняваме, и вашите права относно тази лична информация, моля, свържете се с нашия екип за поддръжка на клиенти.",
  "fail_provideConsent": "V. Ако не предоставите съгласие",
  "fail_provideConsent_desp": "Ние трябва да Ви информираме, че vrnl.net е платформа за показване на реклами. Рекламите са основата на нашия бизнес, затова разрешението за използване и обработка на личната Ви информация за предоставяне на реклами е съществено за предоставянето на услугите ни. Използването на лична информация за рекламни цели е задължително и няма да можем да предоставим нашите услуги, ако не ни позволите да използваме личните Ви данни за тази цел.",
  "childrens_privacy": "VI. Поверителност на децата",
  "childrens_privacy_desp1": "vrnl.net не е умишлено създаден за лица под 16 години. vrnl не позволява на лица под 16 години да се регистрират или да предоставят лични данни. Ако стане ясно, че са събрани лични данни на лица под 16 години без потвърдено родителско съгласие, vrnl ще предприеме подходящи мерки за изтриване на информацията и уведомяване на родителите.",
  "childrens_privacy_desp2": "Родителите са отговорни за наблюдението на използването на услугите от децата си. Ние не събираме и не обработваме лични данни на лица под 16 години и не изпращаме промоционални материали на тази възрастова група. Ако имате основание да вярвате, че дете е предоставило лични данни без съгласие, моля свържете се с нашия екип за поддръжка.",
  "data_transfer": "VII. Прехвърляне, съхранение и обработка на данни глобално",
  "data_transfer_desp": "Ние оперираме глобално и можем да прехвърляме личната Ви информация към компании на vrnl или трети страни по света за целите, описани в тази политика. Където и да се прехвърля, съхранява или обработва личната Ви информация, ние ще вземем разумни мерки за защита на поверителността. При трансфер от ЕС използваме стандартни договорни клаузи, одобрени от Европейската комисия, и други средства по закона на ЕС за защита.",
  "security_compliance": "VIII. Сигурност и съответствие със законите",
  "security_compliance_desp": "Ние непрекъснато прилагаме и актуализираме административни, технически и физически мерки за защита на информацията срещу неразрешен достъп, загуба, унищожение или промяна. Примерни мерки са защитни стени, криптиране и контрол на достъпа. Ако имате основание да вярвате, че акаунтът Ви е компрометиран, моля свържете се с нашия екип за поддръжка.",
  "changein_policy": "IX. Промяна в политиката",
  "changein_policy_desp": "Тази политика за поверителност може да бъде променяна от време на време. Ние си запазваме правото да модифицираме условията, за да осигурим съответствие със закона. Актуализираните условия влизат в сила веднага и заместват предишните. Вие носите отговорност да преглеждате политиката периодично. Продължавайки да използвате vrnl.net, потвърждавате съгласието си с новите условия.",
  "contact_info": "X. Контактна информация",
  "contact_info_a": "a. Поддръжка",
  "contact_info_a_desp": "Ако имате въпроси относно личната си информация или тази политика, моля изпратете имейл на",
  "contact_info_b": "b. Жалби",
  "contact_info_b_desp1": "Можете да се обърнете към нашия служител по защита на данните при всяка жалба. Имате право да подадете жалба до компетентните органи за защита на данните.",
  "contact_info_b_desp2": "Ако имате въпроси относно събирането, обработката или трансфера на лични данни, моля свържете се с нашия служител по защита на данните.",
  "risk_management_title": "Вашите залози, нашата отговорност – ненадминато управление на риска &",
  "risk_management_title2": "Компания, която последователно търси иновативни решения за постигане на бизнес целите си.",
  "dedicated_rm_team": "Специален екип за управление на риска",
  "dedicated_rm_team_desp": "Разполагаме със специален и <b>високо опитен екип за управление на риска</b>, който работи <b>24/7.</b> Основната им роля е да следят всеки залог и транзакция на нашата платформа, за да осигурят <b>честна игра</b> и <b>сигурност</b> за всички потребители.",
  "key_features_rm": "Ключови характеристики",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Мониторинг в реално време:</strong>  Разширени системи следят залозите, промените в коефициентите и активността на потребителите непрекъснато.</span></li> <li><strong>Ръчен преглед:</strong>  Известията задействат задълбочени проверки на залог модели, промени в коефициентите и поведението на акаунтите.</li> <li><strong>Намаляване на риска:</strong> Незабавни действия като анулиране/спиране на залози, блокиране на акаунти или проверка на потребители при установени нередности.</li> <li><strong>Анализ на данни:</strong> Постоянен преглед на живи и исторически данни за откриване на тенденции и подобряване на превантивните стратегии.</li> <li><strong>Реакция при инциденти:</strong> Структуриран план за бързо и ефективно справяне с нарушения на сигурността, измами или други заплахи.</li>",
  "benefits_rm": "Ползи",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Постоянно обучение:</strong> Непрекъснато развитие на уменията на екипа за управление на риска, за да се справя ефективно с нови заплахи.</span></li> <li><strong>Модерни технологии и сигурност:</strong> Редовни ъпдейти, тестове за проникване, софтуерни обновления и одити на сигурността.</li> <li><strong>Прозрачност:</strong> Ясна комуникация с потребителите относно действията по управление на риска за поддържане на доверието.</li> <li><strong>Постоянно усъвършенстване:</strong> Еволюция на стратегиите въз основа на минали инциденти и нововъзникващи рискове, за да се защити интегритета на платформата и интересите на потребителите.</li>",
  "sbs_bold": "Софтуер за <strong>спортни залагания</strong>",
  "sbs_bold_p1": "Готови ли сте да издигнете изживяването си в спортните залагания на следващото ниво? VRNL Sports Betting Software е решението! В тази статия ще разгледаме как най-съвременната технология на VRNL може да трансформира начина, по който залагате. С над две десетилетия опит в индустрията, VRNL е ваш доверен партньор за иновативни решения в спортните залагания. Нека се потопим в света на софтуера за спортни залагания и да открием как можем да издигнем играта ви.",
  "sbs_bold_p2": "Софтуерът за спортни залагания на VRNL предлага свят от възможности за спортни ентусиасти и залагащи. С фокус върху предоставяне на точна, релевантна и полезна информация, VRNL съчетава експертиза и личен опит, за да създаде комплексно решение за залагания. Доверете се на VRNL да издигне вашето изживяване в спортните залагания на нови висоти.",
  "sbs_bold_p3": "Разгледайте софтуера за спортни залагания на VRNL днес и издигнете играта си на следващото ниво!",
  "sbs_try_b2b": "Изпробвайте нашия B2B софтуер за залагания",
  "sbs_try_b2c": "Изпробвайте нашия B2C софтуер за залагания",
  "sbs_mf_desp": "Предлагаме широка гама от инструменти за улесняване на управлението на нашия софтуер за залагания. Сред тях подчертаваме най-мощните и тези, които са критично важни за глобална конкуренция:",
  "sbs_mf_list": "<li> <strong>Коефициенти в реално време</strong> – Бъдете винаги актуални с коефициенти в реално време, които ви дават конкурентно предимство. Софтуерът на VRNL гарантира, че никога няма да пропуснете най-добрите възможности. </li> <li> <strong>Съвместимост с мобилни устройства</strong> – Залагайте в движение с мобилния софтуер на VRNL. Независимо дали използвате iOS или Android, платформата се адаптира към вашето устройство за безпроблемно изживяване. </li> <li> <strong>Разширена услуга за коефициенти</strong> – преоткрива спортните данни чрез API. Осигурява 100% точни предварителни коефициенти и най-бързи потоци на живо с минимална латентност.</li> <li> <strong>Гъвкава интеграция</strong> – Платформата ни може да бъде интегрирана във вашата система чрез API или iFrame, предоставяйки гъвкавост при внедряване.</li>",
  "sbs_benefits": "Кои ще бъдат ползите? <b> Нека обясним</b>",
  "sbs_benefits_p1": "<strong>Предимството на онлайн и физическа платформа за залагания</strong> Стартирането на онлайн платформа за залагания може наистина да бъде предизвикателство.",
  "sbs_benefits_p2": "Затова сме създали <strong>комплексен софтуер за спортни залагания</strong>, който улеснява процеса и включва най-добрите доставчици на коефициенти за по-широко покритие.",
  "sbs_benefits_p3": "Нашите регулирани партньори получават пълна подкрепа при навлизането си в онлайн залаганията, с възможност за брандирани или небрандирани версии на платформите ни.",
  "sbs_benefits_p4": "Софтуерът ни включва мощни инструменти за управление на риска, което прави настройката бърза и лесна, като същевременно е готов за разширяване на бизнеса ви.",
  "sbs_benefits_p5": "Управлението на <strong>онлайн играчи и пунктове за залагания</strong> никога не е било толкова просто и удобно за потребителите.",
  "complete_sbs": "Пълен софтуер за <strong>спортни залагания</strong>",
  "whatwe_have": "Какво ви предлагаме?",
  "whatwe_have_list": "<li> <strong>Контрол на акаунта на играча</strong> Нашата платформа предоставя надеждно управление на акаунти на играчи, включително услуги за регистрация и проверка. Също така имаме ефективна система за откриване и справяне с измамни акаунти. </li> <li> <strong>Геолокационни инструменти</strong> Предоставяме инструменти, които извличат информация за местоположението от IP адреси, осигурявайки точни геолокационни услуги.</li>",
  "whatwe_have_desp": "С нашата пълна подкрепа, основният ви фокус може да бъде върху изграждането и развитието на вашите пунктове за залагания и онлайн мрежи.",
  "b2c_sbs": "B2C софтуер за спортни залагания",
  "b2c_sbs_p1": "VRNL е вашата водеща дестинация за B2C решения за софтуер за спортни залагания. Ние сме доверено име в индустрията, посветено на предоставянето на иновативен софтуер, който подобрява вашето изживяване в спортните залагания. Независимо дали сте опитен играч или начинаещ, ние имаме инструментите, от които се нуждаете, за да подобрите играта си. Опитайте софтуера на VRNL за спортни залагания днес и издигнете своята игра на следващото ниво!",
  "b2c_sbs_p2": "B2C (бизнес-към-потребител) софтуер за спортни залагания се отнася до технологията и платформата, използвани от операторите на спортни книги за предлагане на услуги за залагания директно на крайните потребители.",
  "b2c_sbs_p3": "Този тип софтуер позволява на потребителите да залагат на различни спортни събития чрез уеб или мобилни приложения. Ето някои ключови функции и компоненти, обикновено налични в B2C софтуер за спортни залагания:",
  "b2c_sbs_list": "<li> <b>Регистрация и управление на акаунт:</b> Позволява на потребителите да създават акаунти, да управляват личната информация и да следят историята на залаганията си. </li> <li> <b>Поддръжка на клиенти:</b> Предлага опции за поддръжка като чат на живо, имейл и телефонна помощ за решаване на въпроси и проблеми. </li> <li> <b>Партньорски програми:</b> Предлага партньорски програми за маркетинг и промоции, позволявайки на партньорите да печелят комисионни за препоръчани потребители. </li>",
  "casino_sbs": "Казино и софтуер за <strong>спортни залагания</strong>",
  "casino_sbs_list": "Доставчици 75+<br /> Игрални автомати 15,000+<br /> Настолни игри 500+<br /> Видео покер 700+<br /> Други игри 200+<br /> Игри на живо<br /> First Person игри<br /> Американска рулетка на живо<br /> Блекджек на живо<br /> Бакара на живо<br /> Casino Hold’em на живо<br /> SICBO<br /> Дракон Тигър на живо<br /> Andar Bahar<br /> Teen Patti",
  "online": "Онлайн",
  "casino_platform": "Казино платформа",
  "onc_desp1": "VRNL предлага пълно решение с нашето <strong>White Label казино</strong> предложение.",
  "onc_desp2": "Нашата <strong>онлайн казино платформа</strong> е проектирана за простота, осигурявайки лесно управление както за начинаещи, така и за професионалисти. С VRNL ще получите пълно ръководство за стартиране на вашето <strong>онлайн казино</strong>.",
  "onc_desp3": "Преди да се впуснете, ви каним да наблюдавате нейното безпроблемно функциониране в действие.",
  "wlc_mainFeatures_desp1": "Предлагаме широка гама от инструменти, предназначени да ви помогнат в управлението на нашата онлайн казино платформа. Сред тях сме избрали най-важните и незаменими инструменти за успех на глобалния пазар:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Най-обширният каталог на онлайн казино игри в света,</strong> внимателно подбран от най-добрите доставчици в индустрията </li> <li> <strong class='black-color'>Инструменти за бонуси</strong> и оптимизация на печалбата от слот машини </li> <li> <strong class='black-color'>Създаване на кампании</strong> и управление на турнири</li> <li>Може да бъде <strong class='black-color'>интегрирана чрез API или iFrame технология</strong></li>",
  "wlc_mainFeatures_desp2": "В допълнение, нашият пакет включва софтуер за казино на живо, позволявайки на потребителите ви да се насладят на реалното казино изживяване от комфорта на дома си.",
  "wlc_benefits": "Кои ще бъдат ползите?",
  "letus_explain": "Нека обясним",
  "letus_explain_desp1": "Мислите за навлизане в света на онлайн залаганията? VRNL предлага",
  "letus_explain_desp2": "бяло етикетно казино решение, което може да бъде перфектната ви отправна точка.",
  "letus_explain_desp3": "Използвайте нашите професионални услуги и опит, заедно с нашите модерни <strong>казино платформи</strong> и технологии. Нашите регулирани партньори получават обширна подкрепа при навлизането в индустрията, с избор между брандирана и небрандирана платформа.",
  "letus_explain_desp4": "Стартирането на онлайн казино може да бъде сложно. Затова създадохме пълна казино среда с топ доставчици и над 1000 игри. Нашата игрална математика е сигурна и сертифицирана.",
  "letus_explain_desp5": "Разширете бизнеса си лесно с мощните инструменти за управление на риска на нашата платформа.",
  "wlc_complete_solutions": "Пълни <span>White Label казино</span> решения",
  "wlc_offer": "Какво ви предлагаме?",
  "wlc_complete_solutions_list": "<li>Процедури за проверка, одобрени от регулаторните органи</li> <li>Инструменти за партньорски маркетинг, реферална система и интеграция със социални мрежи</li> <li>Мобилни и уеб push известия и съобщения в приложението</li> <li>Контрол на акаунта на играча, регистрация и проверка, и система за откриване на измамни акаунти</li> <li>Геолокационни инструменти за извличане на местоположение от IP адрес</li>",
  "wlc_complete_solutions_more": "Но това не е всичко",
  "wlc_complete_solutions_desp": "<strong>Платформата на VRNL е оптимизирана за максимална производителност</strong> и стабилност. Използваме модерни технологии, които работят два пъти по-бързо от обикновените казино платформи. Нашият опит създаде най-бързото и мощно приложение до момента.",
  "wlc_numbers": "<span>White Label</span> казино в числа",
  "wlc_numbers_p1": "Открийте безкрайните възможности на White Label казиното на VRNL. Подобрете казино бизнеса си с нашия обширен набор от предложения",
  "wlc_numbers_p2": "Най-добрите доставчици на Live Casino в света",
  "wlc_numbers_p3": "Безпрецедентно разнообразие от маси на живо онлайн с мултиканално предаване",
  "wlc_numbers_list": "<li>Над 75 доставчици</li> <li>Над 15 000 слот машини</li> <li>500+ настолни игри</li> <li>700+ видео покер игри</li> <li>Над 200 други игри</li>",
  "wlc_numbers_p4": "Нашият екип ще ви води през всички етапи, от първоначално обучение до стартирането на продукцията.",
  "wlb_platform": "White Label платформа за залагания",
  "wlb_platform_p1": "Решението на VRNL за <b class='bold'>white label спортни залагания</b> предлага пълна и управлявана платформа за обмен. <br />",
  "wlb_platform_p2": "Една от забележителните характеристики е <b class='bold'>скоростта на създаване и внедряване на уебсайтове</b>. Нашият екип може да стартира вашия уебсайт само за десет работни дни, <b class='bold'>съобразен с вашите нужди</b>. <br />",
  "wlb_platform_p3": "<b class='bold'>Услугата включва специализиран хостинг</b>, необходимия софтуер, потоци с коефициенти за спортни събития, инструменти за управление на риска и професионална поддръжка. Ние сме водеща white label платформа за залагания.",
  "wlb_platform_list": "<li>Разработка на уебсайт, <b>брандиране, персонализиране</b> и обстойно тестване на платформата</li> <li>Редовни актуализации и нови функции</li> <li><b>Хардуерно осигуряване</b>, хостинг, 24/7 наблюдение и пълна поддръжка</li> <li><b>Разнообразие от пазари за залагания</b>, спортни категории и лига предложения</li> <li>Ефективно приемане на залози и точни разплащания</li> <li>Разширено управление на риска, стабилно счетоводство и наблюдение</li>",
  "wlb_platform_p4": "Консултантите на VRNL събират вашите изисквания и предлагат подбор от шаблони и последни разработки. Всички платформи са многоезични и поддържат различни валути, а интерфейсът е адаптиран според вашите нужди.",
  "wlb_platform_customization": "Персонализации",
  "be_unique": "Бъдете уникални",
  "be_unique_desp1": "<b class='bold'>VRNL се специализира в персонализирани платформи за спортни залагания и казина</b>, създавайки решения, които усилват идентичността на вашия бранд.",
  "be_unique_desp2": "Екипът ни гарантира, че всеки детайл – от визуално впечатляващ интерфейс до интеграция на лого и нови функции – отговаря на вашата визия.",
  "be_unique_desp3": "Започнете своето пътешествие с VRNL, където вашата уникална визия оживява.",
  "wlb_platform_odds": "Коефициенти",
  "wlb_platform_odds_optimize": "Оптимизирайте коефициентите с VRNL",
  "wlb_platform_odds_p1": "Бъдете пред конкуренцията с нашите <b class='bold'>услуги за управление на коефициенти</b>. Предлагаме корекции в реално време, управление на риска и анализ на пазара, за да оптимизирате спортните предложения и да подобрите изживяването на играчите.",
  "wlb_platform_odds_p2": "Нашият екип от специалисти е ангажиран с вашия успех. Свържете се с нас, за да научите как да издигнем бизнеса ви на следващото ниво.",
  "wlb_platform_zeroRisk": "Нулев риск",
  "wlb_platform_zeroRisk_h1": "Търговски и услуги за управление на риска",
  "wlb_platform_zeroRisk_p1": "Предлагаме пълни услуги за търговия и управление на риска, както и експертни съвети за управление на коефициенти. Освен това предоставяме уникална функция – покритие на печалби. Това означава, че ако платформата ви не генерира приходи, ние покриваме изплащанията на играчите.",
  "wlb_platform_bpb": "Брандиране на платформа за залагания",
  "wlb_platform_bpb_layouts": "Неограничени оформления",
  "wlb_platform_bpb_layouts_desp": "Изберете от <b>разнообразни оформления</b> или създайте собствено чрез нашите <b>API услуги</b>, за да персонализирате интерфейса изцяло според визията си.",
  "Betting": "Залагания",
  "B2C": "B2C",
  "Casino": "Казино",
  "main_sec_title": "VRNL е водещ доставчик на софтуер за спортни залагания в Бангладеш.",
  "who_we_are": "Кои сме ние",
  "what_we_do": "Какво правим",
  "about_us_title": "За нас - White label софтуер за спортни залагания и онлайн казино",
  "casino_providers": "Доставчици на казино",
  "betting_providers": "Доставчици на залагания",
  "games_providers": "Доставчици на игри",
  "online_exch_sw_title": "Революционизирайте бизнеса си с VRNL онлайн софтуер за борса",
  "casino_games_title": "Казино игри - White label казино",
  "casino_tournaments_title": "Софтуер за казино турнири - White label онлайн казино",
  "esports_title": "Софтуер за eSports залагания, позволяващ на потребителите да залагат на топ eSports игри",
  "faq_title": "VRNL FAQ – Вашето ръководство за често задавани въпроси и отговори",
  "iframe_title": "Sportsbook iFrame White label спортни залагания и казино",
  "live_casino_title": "White label казино - стартирайте собствено онлайн казино",
  "lottery_games_title": "Лотарийни игри - White label казино",
  "mobile_title": "Подобрете играта си с мобилния софтуер за спортни залагания на VRNL",
  "online_casino_sw_title": "Онлайн казино софтуер - Еволюцията на онлайн казино софтуера и доставчик на платформа",
  "ourTheme_title": "Залагай и печели: Нашата работа в света на онлайн залаганията и казината",
  "risk_management_title_main": "Стратегии за управление на риска за оператори на спортни книги - White label софтуер за спортни залагания и казино",
  "sport_bet_title": "Подобрете вашето изживяване със софтуера за спортни залагания на VRNL",
  "wlc_title": "White label казино - Лесно стартирайте онлайн казино с нашето решение White Label Casino",
  "whiteLabel_title": "VRNL - Вашият персонализиран доставчик на софтуер за white label спортни залагания",
  "TOAST": {
    "FILL_REQUIRED": "Моля, попълнете всички задължителни полета.",
    "SUBMITTING": "Изпращане на заявката...",
    "SUCCESS": "Заявката за демонстрация е изпратена успешно!",
    "ERROR": "Възникна грешка. Моля, опитайте отново."
  },
  "data_security": "Сигурност на данните"
}