{
  "contact_title": "Kompanija koja dosljedno traži inovativna rješenja kako bi zadovoljila svoje poslovne potrebe.",
  "contact_footer": "„Mi smo tim kreativnih stratega, tehnoloških entuzijasta i učinkovitih komunikatora, vođeni nepokolebljivom strašću prema industriji online igara. Naša neumorna predanost je da podržimo uspjeh naših klijenata u poslovanju.“",
  "contact_header": "Kontaktirajte nas",
  "contact_para": "Konsultujte se sa VRNL stručnjakom kako biste otkrili kako naša rješenja mogu unaprijediti vaše poslovanje u klađenju.",
  "telegram": "Telegram",
  "write_msg": "SAMO NAM POŠALJITE PORUKU",
  "fname": "Puno ime",
  "fname_err": "Ovo polje je obavezno (minimalno 2 karaktera).",
  "email": "Vaš email",
  "email_err": "Potrebna je važeća email adresa.",
  "country": "Država",
  "pnumber": "Broj telefona",
  "pnumber_err": "Broj mora imati 10 cifara.",
  "message": "Poruka",
  "sending": "Šalje se…",
  "submit": "Pošalji",
  "con_param1": "Ne dijelimo vaše lične podatke ni sa kim. Pogledajte našu",
  "privacy_policy_form": "„politiku privatnosti“",
  "con_param2": "za više informacija",
  "casino_tournament_h1": "<b class='chck'>Casino turniri</b> vam omogućavaju kreiranje turnira sa datumom početka i završetka.",
  "casino_tournament_p1": "Moćan alat na vašoj raspolaganju za povećanje prihoda sekcije kazina je implementacija <strong>Casino turnira.</strong>",
  "casino_tournament_h2": "Imat ćete mogućnost da <strong>potpuno prilagodite svaki turnir</strong> biranjem liste slotova koji će učestvovati u takmičenju.",
  "casino_tournament_p2": "Da biste <strong>kreirali promociju</strong>, potrebno je samo da izaberete <strong>naslov</strong> za <strong>turnir</strong>, odredite <strong>slotove</strong> koji će biti uključeni, i specificirate <strong>jackpot</strong> koji će biti podijeljen među <strong>različitim nagradama</strong>, sve prilagođeno vašim željama.",
  "casino_tournament_p3": "Ključni detalji koji se unose uključuju <strong>datum početka,</strong> <strong>datum završetka,</strong> <strong>ukupni jackpot,</strong> broj učesnika u rang listi, kao i minimalni zahtjev za klađenje za ulazak u turnir.",
  "casino_tournament_p4": "Osim toga, uvijek ćete imati pristup real-time leaderboard-u koji prikazuje korisnička imena, pozicije igrača i odgovarajuće nagrade. Ova funkcija može značajno poboljšati korisničko iskustvo na vašoj kazino platformi, privući više igrača i povećati prihod.",
  "casinogames_title": "Zašto odabrati našu platformu?",
  "casinogames_title_h1": "Najveći svjetski katalog ",
  "online_casino_games": "online kazino igara",
  "online_casino_games_p1": "Naš <b style='color: #575756;'> White Label </b> je vaša ultimativna destinacija, pružajući vam neuporediv izbor od preko 3000 uzbudljivih kazino igara i slotova. Ponosimo se što nudimo najopsežniji asortiman online kazino igara na internetu.",
  "online_casino_games_p2": "Pružamo usluge operatorima online igara, kladionicama, lutrijama i organizacijama za klađenje u regulisanim tržištima.",
  "online_casino_games_p3": "Razumijemo važnost sigurnog i fer igranja u svijetu online kazina. Zato je naša matematička igra ne samo robusna, već i certificirana od strane nezavisnih laboratorija za igre. Ovo certifikovanje garantuje najviši nivo korisničkog iskustva za vaše igrače, čineći njihovo iskustvo igranja na online kazinu zaista vrhunskim.",
  "casino_nos": "BROJEVI KAZINA",
  "slot_machine": "Slot mašina",
  "morethan10": "Više od 10",
  "tablegames": "Stolne igre",
  "morethan4": "Više od 4",
  "videopoker": "Video poker",
  "morethan": "Više od",
  "lottery": "Lutrija",
  "morethan9": "Više od 9",
  "proveedores": "DOBAVLJAČI",
  "morethan12": "Više od 12",
  "online_turnkey": "Pružamo online Turnkey kazino rješenja",
  "casino_wls": "Casino White Label rješenje",
  "casino_wls_desp": "Pokrenite svoj vlastiti brendirani kazino jednostavno koristeći VRNL white-label rješenje. Prilagodite svoj kazino, ponudite širok izbor igara, osigurajte sigurnost i brzo počnite generisati prihod.",
  "webbranding": "Brendiranje web stranice",
  "webbranding_desp": "Podižite svoj online prisustvo uz VRNL stručne usluge brendiranja web stranica. Dizajniramo, kreiramo i transformišemo web stranice kako bi odražavale vaš jedinstveni identitet, ostavljajući trajan utisak.",
  "toolstraning": "Alati (obuka)",
  "toolstraning_desp": "Otključajte svoj potencijal u svijetu trgovanja uz VRNL moćne alate za trgovanje. Naša vrhunska rješenja vam omogućavaju uvid i tehnologiju za donošenje informisanih odluka i maksimiziranje uspjeha u trgovanju.",
  "client_support": "Podrška klijentima",
  "client_support_desp": "Poboljšajte iskustvo svojih klijenata uz VRNL izvanredne usluge podrške klijentima. Naš posvećeni tim je tu da pruži stručnu pomoć, osiguravajući da su potrebe vaših klijenata zadovoljene efikasno i pažljivo.",
  "aboutus_title": "Sigurno ste radoznali da otkrijete",
  "aboutus_desp": "Kompanija koja dosljedno traži inovativna rješenja kako bi zadovoljila svoje poslovne potrebe.",
  "online_gaming_provider": "Pružalac online igara",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl je dobro uspostavljen Sportsbook i Gaming Provider sa izuzetnih 5 godina iskustva u industriji klađenja. </strong> Od 2020. godine posvećeni smo opskrbi kladionicama, lutrijama i organizacijama za klađenje u regulisanim tržištima.",
  "about-section1-para2": "Mi smo tim kreativnih stratega, tehnoloških entuzijasta i učinkovitih komunikatora, vođeni nepokolebljivom strašću prema industriji online igara. Naša neumorna posvećenost je da podržavamo uspjeh naših klijenata u poslovanju.",
  "about-section1-para21": "Ponosimo se pružanjem vrhunskih rješenja za preduzeća i pojedince u industriji online igara i klađenja. Bilo da ste startup koji želi lansirati svoju platformu ili etablirani brend koji traži proširenje, pružamo kompletne usluge koje osnažuju vaš rast, osiguravaju usklađenost i pružaju izvanredno korisničko iskustvo.",
  "about-section1-para22": "Naša White Label rješenja vam omogućavaju da pokrenete vlastiti potpuno brendirani online gaming ili betting biznis bez izazova izgradnje od nule. Pružamo kompletan, potpuno upravljan paket koji uključuje prilagođeni branding, integrirane sportske oklade, kazino i gaming module, sigurne platne kanale i kontinuiranu tehničku podršku i održavanje. Sa našom White Label platformom možete se fokusirati na marketing, sticanje korisnika i rast poslovanja, dok mi brinemo o tehnologiji, usklađenosti i backend operacijama.",
  "about-section1-para3": "Naša vrhunska platforma za igre ističe se kao jedan od ključnih faktora koji su Vrnl doveli do statusa cijenjenog međunarodnog softverskog doma. <strong style='color: #000;'> Iskorištavajući naše opsežno 5-godišnje iskustvo u ovom sektoru, Vrnl ponosno pruža usluge više od 40 kladionica u 11 različitih zemalja širom svijeta.</strong>",
  "about_us": "O nama",
  "about_us_desp": "VRNL je najveća platforma za pružanje online sportskih i kazino klađenja white-label. Nudimo API za razmjenu zajedno sa našim prilagođenim uslugama za Bangladeš uz male margine i pouzdanu platformu, koja uključuje kazino. Pružamo API-je za sve lige u razmjenama, zajedno sa online streaming uslugama. Uživajte u klađenju na pouzdanoj platformi. Uživajte u više od 1000 slot igara i stolnih igara na našem sajtu.",
  "our_client": "Naš klijent",
  "our_client_desp": "U Vrnl-u smo neumorni u potrazi za najboljim partnerstvima u igrama i zabavi kako bismo osigurali neuporedivo iskustvo za naše klijente i igrače. Kroz saradnju sa renomiranim međunarodnim kazinima i provajderima virtuelnih igara, integrisali smo naš Sports Betting Platform sa širokim spektrom igara, uključujući slot mašine, stolne igre, live kazino, virtuelne igre i fantazijske igre. Naša platforma je dostupna na desktop računarima i mobilnim uređajima, sa vrhunskom grafikom, animacijama i zvukom. Intuitivni meni poboljšava korisničko iskustvo. Brza integracija kombinuje skalabilnost, fleksibilnost i vrhunske performanse uz visoku sigurnost i pouzdanost. Ponosni smo što našim klijentima nudimo najširi izbor igara u sektoru, pružajući savršena gaming rješenja za sve preference. Dobrodošli u Vrnl, gdje izvrsnost igara susreće beskonačne mogućnosti.",
  "lost404": "Izgleda da ste izgubljeni",
  "lost404desp": "stranica koju tražite nije dostupna!",
  "gotohome": "Idi na početnu",
  "esports_bs": "eSports Betting Software",
  "esports_bs_desp1": "U VRNL-u smo ponosni što eSports fanovima pružamo jedinstveno i impresivno iskustvo.",
  "esports_bs_desp2": "VRNL je vaša vrata u svijet gdje se igre i klađenje spajaju. Naš eSports Betting Software je dizajniran za ljubitelje igara poput vas, pružajući uzbudljivo, sigurno i nagrađujuće iskustvo. Ne propustite priliku da budete dio akcije. Pridružite se VRNL-u danas i podignite svoje iskustvo igranja na novi nivo!",
  "startnow": "Počni sada",
  "easy_setup": "Jednostavna instalacija, manje nego što mislite.",
  "easy_setup_desp1": "Možemo isporučiti eSports platformu u samo nekoliko sedmica.<br> Rješavamo sve aspekte procesa: Hosting, Korisnički interfejs, feed za koeficijente, prilagođene stranice, aktivacija proizvoda i strategija sportsbook-a.",
  "easy_setup_desp2": "Vaš glavni fokus može biti na postavljanju i izgradnji vaših online mreža.",
  "esport_bet_center_h1": "Ako razmišljate o početku online klađenja, naš eSports betting software je odličan prvi korak.",
  "esport_bet_center_p1": "Iskoristite naše stručne usluge i naprednu tehnologiju za eSports klađenje. Naši regulisani partneri dobijaju punu podršku za ulazak u online klađenje i mogu koristiti naše prilagođene ili generičke platforme.",
  "esport_bet_center_p2": "Pokretanje online kladionice koja se fokusira uglavnom na eSports može biti izazovno. Zato smo kreirali sveobuhvatan eSports betting sistem sa uslugama klađenja prije meča. Naš cilj je da vam ponudimo najširi raspon eSports opcija online.",
  "have_qes": "Imate pitanje?",
  "para_faq": "Imamo odgovore (pa, većinu vremena!)",
  "freq_param": "Ispod ćete pronaći odgovore na najčešća pitanja, provjerite našu ",
  "if_still_qes": "Ako još uvijek ne možete pronaći odgovor koji tražite, samo",
  "sbs_faqs": "FAQs za Sports Betting Software",
  "whatis_sbs": "Šta je Sports Betting Software?",
  "whatis_sbs_ans": "Sports Betting Software je dizajniran prema korisnikovim tržištima i izborima. Naši eksperti su uvijek dostupni da pruže najbolju korisničku podršku, pomažući u učenju vaših potreba i tržišnih zahtjeva. Takođe, upravljamo svakim korakom procesa razvoja, pružajući vam kompletnu i funkcionalnu platformu za klađenje.",
  "affiliate_systems": "Da li nudite affiliate sisteme?",
  "affiliate_systems_ans": "Da, naš softverski sistem se temelji na 5 nivoa: Administrator platforme - pristup backend-u (moguće je kreirati i druge pristupe sa ograničenim privilegijama i dozvolama). Preprodavac - master-agent koji nadgleda više kladionica. Zaslužuje proviziju na prometu ili profitu kladionice. Kladionica - predstavlja fizičku lokaciju gdje igrači mogu igrati, deponovati itd. Kroz ovaj nalog moguće je postavljati opklade i zarađivati proviziju na prometu ili profitu. Kasir - profil za zaposlenike kladionice, može postavljati opklade bez zarade provizije. Online igrač - registrujte svoj nalog online ili u kladionici i postavljajte opklade.",
  "whatis_label": "Šta je white label betting sajt?",
  "whatis_label_ans": "White label betting sajt je potpuno prilagođena platforma. Vrnl-ov white label betting sajt pruža certificirane igre, sistem bonusa i platne gateway-e. Sadržaj korisničkog interfejsa, jezik i valuta se biraju prema vašim željama, a Vrnl nudi različite grafičke šablone, funkcije i alate.",
  "fullmanagement": "Mogu li imati punu kontrolu nad koeficijentima i marginama?",
  "fullmanagement_ans": "Backend sadrži mnoge alate, funkcije i izvještaje koji pružaju potpun uvid u sportske aktivnosti klađenja. Postoji posebna sekcija za upravljanje koeficijentima, gdje je moguće uređivati margine, multiplikatore i koeficijente po tržištu, meču i/ili šampionatu.",
  "logobrand": "Mogu li koristiti svoj logo i boje brenda?",
  "logobrand_ans": "Da, možete. Nudimo različita rješenja prema vašim specifičnim zahtjevima. Možemo kreirati prilagođena rješenja prikupljanjem vaših zahtjeva i postavljanjem projekta za vas ili pružiti turnkey rješenje, mijenjajući samo boje brenda i logo.",
  "fullycustomized": "Želio bih potpuno prilagođeno rješenje, je li to moguće?",
  "fullycustomized_ans": "Vrnl nudi tim eksperata za postavljanje potpuno prilagođene sportske betting platforme. Account Manager prikuplja zahtjeve i koordinira projekt sa ostalim članovima tima: Project Manager, Grafik Dizajner i IT Manager.",
  "software_cost": "Koliko košta Sports Betting Software?",
  "software_cost_ans": "Cijena Sports Betting Software-a varira u zavisnosti od ponuđenih funkcija i usluga. Postoje različiti planovi, zavisno od toga da li već imate visok obim igre ili želite biti agent sa vlastitom mrežom igrača.",
  "what_products": "Koje proizvode nudite?",
  "what_products_ans": "Naše osnovno poslovanje je Sportsko klađenje. Naš sportski betting software je interni proizvod, razvijan od strane našeg IT tima od 2005. Pored sportskog proizvoda, nudimo i live betting, kazino, live kazino, lutrije i virtuelne igre kako bismo pružili 'sve u jednom' rješenja našim klijentima.",
  "canaddfeatures": "Mogu li dodati neke funkcije, izvještaje i stranice u sportski betting software?",
  "canaddfeatures_ans": "Software za klađenje uključuje širok spektar izvještaja, stranica i banera koji se mogu prilagoditi (CMS) ili razviti na zahtjev. Ako želite da razvijemo novu funkciju, radimo zajedno s vama kreirajući prilagođeni projekt: prikupljanje informacija i detalja, predaja projekta/render, testiranje i konačno izdavanje.",
  "canofferbettingservices": "Mogu li nuditi sportske betting usluge u kazinima koja posjedujem u svojoj zemlji?",
  "canofferbettingservices_ans": "Imamo nekoliko rješenja za klađenje za online i offline biznise. Ako posjedujete offline kazino i želite nuditi sportsko klađenje, naše retail rješenje će biti pravi izbor jer omogućava kreiranje naloga kasira za upravljanje prodajom tiketa za sportsko klađenje.",
  "change_currentprovider": "Kako mogu promijeniti trenutnog pružatelja softvera?",
  "change_currentprovider_ans": "Ako već upravljate exchangebook-om i želite prijeći na našu platformu za sportsko klađenje, osigurat ćemo da je sve pravilno upravljano. Pripremit ćemo plan migracije. Lični podaci igrača bit će preneseni na novu platformu, a prelazak će biti planiran tako da migracija bude završena u nekoliko sati.",
  "sbs_offer": "Koje funkcionalnosti nudi softver za sportsko klađenje?",
  "sbs_offer_ans": "Softver za sportsko klađenje može pružiti funkcionalnosti kao što su predviđanja bazirana na podacima, simulacije, trendovi klađenja, usporedba kvota i još mnogo toga. Također može ponuditi detaljnu analizu prošlih utakmica i nadolazećih susreta kako bi kladioničari donosili informiranije odluke. Specijalizirani smo za postavljanje i kreiranje maloprodajnih kladionica i online mreža. To uključuje KYC procedure odobrene od regulatornih tijela, platne sisteme za kockanje, alate za affiliate marketing, referral sisteme i društvene mreže, push notifikacije na mobilnim uređajima, web push notifikacije i poruke unutar aplikacije, kontrole korisničkih računa, procese registracije i verifikacije, sisteme za otkrivanje prevara i geolokacione alate za dobijanje IP adresa.",
  "sbs_legal": "Da li je softver za sportsko klađenje legalan?",
  "sbs_legal_ans": "Da, softver za sportsko klađenje je legalan i koriste ga mnogi profesionalni kladioničari. Međutim, važno je osigurati da koristite softver u skladu sa zakonima vaše jurisdikcije.",
  "ebs_faqs": "Česta pitanja o softveru za eSports klađenje",
  "ebs_titleoffer": "Koje eSports naslove nudite?",
  "ebs_titleoffer_ans": "<li><strong>Najpopularnije:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sportske igre:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online igre:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Borbene igre:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy (RTS): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Da li postoji mobilna verzija?",
  "mobileversion_ans": "Da, VRNL je potpuno optimizovan za mobilne uređaje. Naša platforma radi besprijekorno na svim pametnim telefonima i tabletima, omogućavajući pristup sportskim razmjenama, casinou, iGaming-u i eSports-u bilo kada i bilo gdje. Možete uživati u glatkom interfejsu, brzom učitavanju i sigurnim transakcijama direktno iz mobilnog pretraživača — bez potrebe za preuzimanjem aplikacije. Bilo da koristite Android ili iOS, iskustvo je brzo, user-friendly i jednako funkcionalno kao desktop verzije.",
  "runesportsplatform": "Mogu li pokrenuti eSports platformu bez upravljanja kvotama i trgovanjem?",
  "runesportsplatform_ans": "Naša rješenja za eSports klađenje dolaze sa uključenim feedom kvota. Softver uključuje mnoge funkcionalnosti i alate za samostalno upravljanje marginama i konfiguracijama kvota. Ako se želite fokusirati samo na upravljanje kladionicama i igračima, pružamo trgovačke usluge i podršku.",
  "esports_solutions": "Želio bih potpuno prilagođeno eSports rješenje, da li je to moguće?",
  "esports_solutions_ans": "VRNL pruža tim stručnjaka za postavljanje potpuno prilagođene eSports platforme za klađenje. Menadžer računa će prikupiti zahtjeve i koordinirati projekt sa ostalim članovima tima: projekt menadžerom, grafičkim dizajnerom i IT menadžerom.",
  "newtobusiness": "Potpuno sam nov u ovom poslu, šta trebam znati?",
  "newtobusiness_ans": "Pravilno upravljanje eSports platformom za klađenje može učiniti ovaj posao vrlo profitabilnim. Nudimo različita rješenja i usluge ovisno o nivou angažmana i znanju. Stručnjak za igre će raditi sa vama kako bi odabrao najbolje eSports rješenje prilagođeno vašim potrebama.",
  "eSports_market": "Koliko live eSports tržišta postoji?",
  "eSports_market_ans": "Danas nudimo 20 live eSports tržišta. <br> Međutim, stalno dodajemo nova tržišta.",
  "eSportsLogoBrand": "Mogu li koristiti svoj eSports logo i boje brenda?",
  "eSportsLogoBrand_ans": "Da, možete. Pružamo različita rješenja prema vašim specifičnim zahtjevima. Možemo kreirati prilagođeno eSports rješenje prikupljanjem vaših zahtjeva i postavljanjem projekta ili pružiti gotovo rješenje, mijenjajući samo boje i logo vašeg eSports brenda.",
  "eSports_server": "Mogu li hostovati eSports exchange na svojoj server infrastrukturi?",
  "eSports_server_ans": "Ne, ne možete. Hosting je uključena usluga u našoj ponudi. Kako bismo osigurali pravilno funkcionisanje softvera za eSports klađenje, naši SysAdmini su postavili posvećenu klastersku strukturu sa backup-ovima i planom za oporavak u slučaju katastrofe. To garantuje poštivanje globalnih regulativa i najviših standarda sigurnosti.",
  "sp_faqs": "Česta pitanja o streaming platformi",
  "promte_cricket": "Koliko utakmica kriketa mogu promovirati?",
  "promte_cricket_ans": "Tokom live sesije sa dashboard-a, moguće je aktivirati dvije utakmice istovremeno, ali nema ograničenja koliko utakmica možete povezati.",
  "broadcast_live": "Mogu li se kazino događaji emitovati uživo?",
  "broadcast_live_ans": "Da, moguće je emitovati sve kazino igre uživo na svim platformama koje to dopuštaju.",
  "measure_success": "Kako mjerim uspjeh live streamova?",
  "measure_success_ans": "Naravno, možete pratiti detaljne analitike za više platformi na jednom ekranu.",
  "is_mobile_friendly": "Da li je platforma prilagođena mobilnim uređajima?",
  "is_mobile_friendly_ans": "Da — naša platforma je potpuno mobilno prilagođena, a pružamo i APK koji možete preuzeti i koristiti bez problema.",
  "livecasino_faqs": "Česta pitanja o Live Casino softveru",
  "whatisVRNLcasino": "Šta je VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software je napredna platforma koja omogućava online kazinima da ponude igre sa live dilerima igračima. Pruža infrastrukturu i alate potrebne za vođenje interaktivnog kazina u realnom vremenu.",
  "software_work": "Kako radi VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software se besprijekorno integriše u online casino web stranice. Povezuje igrače sa live dilerima putem kvalitetnog video streaminga, omogućavajući igranje popularnih casino igara poput blackjack-a, ruleta i bakarata u realnom i interaktivnom okruženju.",
  "features_livecasino": "Koje su glavne funkcionalnosti VRNL Live Casino Software-a?",
  "features_livecasino_ans": "VRNL Live Casino Software nudi niz funkcionalnosti, uključujući prilagodljivo brendiranje, sigurnu integraciju plaćanja i user-friendly interfejs za igrače i operatere.",
  "security_livecasino": "Kako osigurati sigurnost i pravednost igara koristeći VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software je razvijen sa fokusom na sigurnost. Koristi certificirane RNG (Random Number Generator) za pravednost, a pružamo alate za prevenciju prevara i zaštitu igrača. Također implementiramo enkripciju za sigurni transfer podataka.",
  "offered_games": "Koje igre mogu biti ponuđene korištenjem VRNL Live Casino Software-a?",
  "offered_games_ans": "Možete ponuditi širok izbor igara sa live dilerima, uključujući klasike poput live blackjack-a, live ruleta i live bakarata, kao i njihove varijacije za veće angažovanje igrača.",
  "integrateVRNL": "Mogu li integrisati VRNL Live Casino Software sa mojom postojećom online casino platformom?",
  "integrateVRNL_ans": "Da, naš softver je dizajniran za jednostavnu integraciju sa postojećim platformama, čineći ga besprijekornim dodatkom vašem online casino poslovanju.",
  "wlc_faqs": "Česta pitanja o White Label Casino",
  "whatis_wlc": "Šta je White Label Casino?",
  "whatis_wlc_ans": "White Label Casino je gotovo rješenje koje omogućava preduzetnicima i firmama da pokrenu vlastite online kazina koristeći naš softver i infrastrukturu. Možete ga brendirati svojim imenom i dizajnom, dok mi upravljamo tehničkim i regulatornim aspektima.",
  "wlc_work": "Kako funkcioniše usluga White Label Casino?",
  "wlc_work_ans": "Pružamo vam potpuno funkcionalnu casino platformu, uključujući igre, procesiranje plaćanja i korisničku podršku. Jednostavno prilagodite brendiranje i dizajn prema svojoj viziji i spremni ste za pokretanje online kazina.",
  "wlc_games": "Koje igre su dostupne za moj White Label Casino?",
  "wlc_games_ans": "Nudimo širok spektar casino igara, uključujući slotove, stolne igre (npr. blackjack, rulet) i igre sa live dilerom. Možete odabrati iz našeg kataloga igara kako biste kreirali raznoliko iskustvo igranja za svoje igrače.",
  "wlc_launch": "Koliko vremena je potrebno za pokretanje mog White Label Casino?",
  "wlc_launch_ans": "Vremenski okvir može varirati ovisno o vašim specifičnim zahtjevima i regulatornim procesima. U prosjeku, može potrajati nekoliko sedmica za postavljanje i prilagođavanje vaše casino platforme.",
  "wlc_cusSupport": "Koji nivo korisničke podrške je pružen za moj White Label Casino?",
  "wlc_cusSupport_ans": "Pružamo tehničku i operativnu podršku kako bismo osigurali da vaš kazino radi besprijekorno.",
  "wlc_getstarted": "Kako da započnem sa White Label Casino kroz vašu kompaniju?",
  "wlc_getstarted_ans": "Kontaktirajte naš prodajni tim kako biste razgovarali o svojim potrebama i dobili personalizovanu konsultaciju. Vodit ćemo vas kroz proces postavljanja vašeg White Label Casina.",
  "can_cutomize_branding": "Mogu li prilagoditi kazino svojim brendom?",
  "can_cutomize_branding_ans": "Da — možete potpuno prilagoditi kazino sa svojim logom, bojama i brendom kako bi odgovarao vašem identitetu.",
  "company": "Kompanija",
  "company_caps": "KOMPANIJA",
  "about": "O nama",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Politika privatnosti",
  "contact_us": "Kontaktirajte nas",
  "solutions": "Rješenja",
  "sports_betting_software": "Softver za sportsko klađenje",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Logo i grafički materijal Vrnl-a je intelektualno vlasništvo kompanije i ne smije se kopirati, reproducirati, distribuirati ili prikazivati bez pismenog pristanka Vrnl-a.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Sva prava zadržana.",
  "home": "Početna",
  "betting": "Klađenje",
  "esports_betting": "eSports klađenje",
  "sbs_head": "Softver za sportsko klađenje",
  "casino": "Kazino",
  "online_casino_sw": "Online casino softver",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Casino igre",
  "lottery_bingo": "Lutrija i bingo",
  "casino_tournament": "Casino turnir",
  "risk_management": "Upravljanje rizikom",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Naš rad",
  "contact": "Kontakt",
  "faq": "Česta pitanja",
  "live_casino": "Live Casino",
  "lottery_games": "Lutrijske igre",
  "exch_sw_provider": "Pružatelj Exchange softvera",
  "mobile_bet": "Mobilno klađenje",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget za sportsko klađenje",
  "back": "Nazad",
  "exch_iframe_para": "Exchangebook iframe — omogućava brzu aktivaciju Exchangebook modula putem besprijekorne API integracije. Naša sveobuhvatna Exchangebook usluga, pod stručnim nadzorom, osigurava širok spektar programiranja za online događaje i tržišta.",
  "contact_us!": "Kontaktirajte nas!",
  "exch_iframe_types": "Vrste Exchangebook iframe-a",
  "exch_iframe_types_para": "Naša Exchangebook iframe rješenja dolaze u tri varijante, svaka prilagođena kanalu koji se koristi, osiguravajući najpogodniju opciju za vaše potrebe:",
  "exch_iframe_types_list": "<li> iFrame za <strong>Desktop</strong>, dizajniran za računare sa različitim rezolucijama i nudi raznolike i prilagodljive rasporede. </li> <li> iFrame za <strong>Terminals i Kioske SSBT</strong>, sa rasporedima optimizovanim za touchscreen sisteme i intuitivno korisničko iskustvo, idealno za neiskusne igrače koji postavljaju oklade.</li>",
  "exch_iframe_types_para2": "Nadalje, kroz naš API možete ostvariti opsežnu prilagodbu grafike i funkcija igara.",
  "cm_exch": "Sveobuhvatno upravljani Exchangebook",
  "cm_exch_para": "Naš Exchangebook iframe obuhvata opskrbu feed-ovima kvota i konfiguraciju osnovnih postavki klađenja. Softver dolazi opremljen nizom funkcionalnosti i alata za samostalno upravljanje marginama i konfiguracijama kvota. Međutim, ako je vaš primarni fokus na upravljanju igračima i marketingu, nudimo potpuno upravljane trgovačke usluge i podršku.",
  "acq_exch": "Jednostavno aktiviranje Exchangebook iframe rješenja",
  "acq_exch_para": "Pojednostavili smo proces aktivacije iFrame-a u samo pet jednostavnih koraka:",
  "acq_exch_list": "<li> Formalizujte ugovor između Vrnl-a i korisnika. </li> <li> Pokrenite Exchangebook iFrame integraciju putem API-ja koristeći naš SDK. </li> <li> Održite sastanak za definiranje Exchangebook strategije. </li> <li> Identifikujte najatraktivnije sportove i događaje prilagođene vašem području djelovanja. </li> <li> Idemo uživo! </li>",
  "live_casino_sw_p1": "Naša <strong>Live Casino platforma</strong> omogućava aktivaciju <strong>najboljih live pružatelja</strong poznatih po <strong>izvrsnoj kvaliteti i matematičkoj integriteti.</strong>",
  "live_casino_sw_p2": "Posvećeni smo pružanju ultimativnog iskustva live casina. Bilo da ste iskusni igrač ili novi u svijetu online kazina, naša platforma nudi imerzivno iskustvo igranja u realnom vremenu.",
  "live_casino_sw_p3": "VRNL Live Casino rješenje pruža sveobuhvatan paket usluga, uključujući:",
  "live_casino_sw_p3_l1": "Alate za izvještavanje kompletne historije",
  "live_casino_sw_p3_l2": "Vizualizaciju historije igara",
  "live_casino_sw_p3_l3": "Konfiguracije igara",
  "live_casino_sw_p3_l4": "Alate za upravljanje rizikom",
  "live_casino_sw_p3_l5": "Upravljanje igračima",
  "live_casino_sw_p3_l6": "Alati za upravljanje affiliate programima",
  "live_casino_sw_p3_l7": "Višeslojna hijerarhijska struktura agenata",
  "live_casino_sw_p4": "Razvili smo različite metode sigurne integracije, sve user-friendly i dizajnirane za jednostavnu implementaciju sa našim live casino API-jem.",
  "live_casino_sw_demo": "Demo rješenja za live casino",
  "livecasino_integration": "<strong style='color: #575756;'>Integracije live casino API-ja</strong>",
  "livecasino_integration_para": "Naš live casino softver možete imati aktiviran u roku od nekoliko dana. Štaviše, pružamo sveobuhvatne usluge upravljanja, osiguravajući da cijela operacija bude nadgledana od strane naših stručnjaka. <strong style='color: #575756;'>Također garantujemo pristup najopsežnijem izboru live igara dostupnih online.</strong>",
  "live_casino_lobby": "U našem user-friendly Live Casino Lobby-u",
  "youcan": "možete",
  "findgames_like": "pronaći igre kao što su:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack i Live Poker, Kocke i brojevi.",
  "euro_roulette": "Evropski Rulet",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Američki Rulet",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Rezerviši demo",
  "lottery_head": "Tražite platformu za lutriju i bingo?",
  "lottery_head_desp1": "Pažljivo smo odabrali najbolje <b style='color: #575756; font-size: 45px;'>lutrija i bingo</b> igre za vas.",
  "lottery_head_desp2": "Naravno, naše <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> rješenje nudi niz primamljivih varijanti klasične bingo igre zajedno sa najpoznatijim lutrijskim igrama.",
  "lottery_head_desp3": "Možete <b style='color:#575756; font-size: 16px;'>uživati u ovim igrama sa svog pametnog telefona</b> ili računara, a mi osiguravamo izuzetno korisničko iskustvo jer su naše igre najviše kvalitete.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Osim toga, naši algoritmi igara su sigurni i nezavisno certificirani, pružajući pouzdano i vjerodostojno iskustvo igranja.<br><br></strong>",
  "lottery_bingo_nos": "BROJEVI LUTRIJE I BINGA",
  "bingo_games": "Bingo igre",
  "over100": "više od 100",
  "over130": "više od 130",
  "suppliers": "DOBAVLJAČI",
  "more20": "Više od 20",
  "sports_betting_software_wl": "Softver za sportsko klađenje White Label",
  "sports_betting_software_wl_desp": "Kompanija posvećena kontinuiranom traženju inovativnih rješenja kako bi efikasno odgovorila na svoje rastuće poslovne potrebe.",
  "blink-soft": "Unaprijedite svoje iskustvo sa naprednim softverom za sportsko klađenje",
  "platform_para1": "Moderni softverski sistemi za sportsko klađenje <b>transformišu</b> način na koji korisnici pristupaju igrama. Sa <b>besprijekornim interfejsima</b>, analizom u realnom vremenu i mogućnostima klađenja uživo, ove platforme pružaju superiorno iskustvo klađenja kako novim, tako i iskusnim igračima.",
  "platform_para2": "Bilo da upravljate online sportsbookom, maloprodajnim objektom za klađenje ili kazinom, naš sveobuhvatni paket rješenja — uključujući <b>B2C platforme</b> i <b>prilagodljive white-label proizvode</b> — pruža fleksibilnost i tehnologiju potrebnu za održavanje konkurentnosti. Prihvatite inovacije i unaprijedite svoje sportsko klađenje softverom dizajniranim za <b>optimizaciju performansi</b> i <b>zadovoljstvo korisnika</b>.",
  "try_b2b": "Istražite naš napredni B2B softver za klađenje",
  "try_b2c": "Istražite naš napredni B2C softver za klađenje",
  "wls_turnkey": "White Label rješenja i Turnkey platforme",
  "wls_turnkey_p1_span1": "besprijekorno i privlačno iskustvo sportske kladionice",
  "wls_turnkey_p1_span2": "za vaše korisnike. Ovaj pristup eliminiše potrebu za skupim i dugotrajnim razvojem, omogućavajući vam da se fokusirate na rast i",
  "custom_satisfaction": "zadovoljstvo korisnika",
  "wls_turnkey_p2": "Naša sigurna i visokoperformantna platforma za klađenje je u potpunosti certificirana od strane nezavisnih laboratorija za igre, garantujući usklađenost i pouzdanost. Partnerstvom sa VRNL-om dobijate pristup pouzdanoj betting exchange platformi koja povećava profitabilnost, uz osiguranje",
  "highest_industry_standards": "najviših industrijskih standarda",
  "igaming_platform": "iGaming Platforma",
  "igaming_platform_p1": "VRNL je pouzdan partner u iGaming industriji, nudeći vodeći",
  "sbs": "softver za sportsko klađenje",
  "igaming_platform_p2": "Naš cilj je transformisati online gaming pejzaž pružajući operaterima svestranu, vrhunsku platformu koja osigurava besprijekorno i angažujuće igranje za njihove korisnike.",
  "online_casino": "Online Kazino",
  "casino_para": "Dobrodošli u VRNL Online Casino — <b>pouzdanog lidera</b> koji pruža sigurnu i uzbudljivu gaming platformu globalno. Naša misija je pružiti izvanredno iskustvo kazina koje drži igrače angažovanim i zabavljenim.",
  "casino_para_list": "<li>Više od 75 provajdera</li> <li>Više od 15.000 slot mašina</li> <li>500+ stolnih igara</li> <li>700+ video poker igara</li> <li>Više od 200 drugih igara</li>",
  "casino_para2": "Naš stručni tim pruža podršku u svim fazama, od obuke do lansiranja.",
  "play_livecasino": "Igrajte u live kazinu kao da ste direktno u kazinu",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slotovi</li> <li>Live Rulet</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API provajderi i iFrame",
  "api_services_iframe_p1": "VRNL pruža napredne <b>API integracije i iFrame rješenja</b>, omogućavajući besprijekornu povezivost platformi, sigurnu razmjenu podataka i poboljšano korisničko iskustvo — pomažući firmama da posluju pametnije i brže.",
  "api_services_iframe_p2": "U VRNL-u razumijemo važnost besprijekorne razmjene podataka i komunikacije između aplikacija. Pružamo vrhunske API integracijske usluge, omogućavajući vašem softveru da lako komunicira s drugim platformama. Naši stručnjaci će osigurati da vaši sistemi funkcionišu skladno, pružajući glatko iskustvo za vas i vaše korisnike.",
  "virtual_games": "Virtualne igre",
  "virtual_games_desp1": "Spremni za virtualno gaming putovanje sa VRNL-om? Uronite u virtualni svijet kao nikada prije i pripremite se za sate i sate zabave.",
  "virtual_games_desp2": "U VRNL-u smo strastveni u pružanju naprednih virtualnih gaming iskustava koja igrače prenose u uzbudljive nove svjetove. Naša misija je pružiti najviše imerzivnih, zabavnih i uzbudljivih virtualnih igara koje će vas držati prikovanima satima.",
  "before_start": "Prije nego počnete, istražite ga u akciji!",
  "explore_demo": "na našoj demo platformi:",
  "mobile_sbs": "Mobilni softver za sportsko klađenje",
  "mobile_sbs_p1": "Naša <strong>mobilna aplikacija</strong> omogućava vašim korisnicima da jednostavno pristupe svojim gaming računima i postavljaju oklade putem tableta, pametnih telefona i drugih mobilnih uređaja povezanih na internet.",
  "mobile_sbs_p2": "Od kriketa i nogometa do tenisa, naš softver pokriva širok spektar sportskih događaja širom svijeta. Bez obzira na vašu sportsku strast, možete se kladiti na igre i timove koje volite.",
  "mobile_sbs_p3": "Naš softver nije samo za postavljanje oklada, već za kreiranje iskustva koje je besprijekorno i fokusirano na korisnika. Uložili smo u najnoviju tehnologiju kako bismo osigurali da je navigacija našom platformom što jednostavnija.",
  "advantages_sbs": "Prednosti mobilnog softvera za sportsko klađenje",
  "advantages_sbs_l1": "Mobilne aplikacije su brže",
  "advantages_sbs_l2": "Personalizirani sadržaj klađenja",
  "advantages_sbs_l3": "Trenutno online klađenje",
  "advantages_sbs_l4": "Sigurno i pouzdano",
  "advantages_sbs_p1": "Aplikacije nadmašuju mobilne web stranice, nudeći brže akcije i reakcije.",
  "advantages_sbs_p2": "Korisnici uživaju u personaliziranom sadržaju za imerzivnije iskustvo, s opcijama klađenja prilagođenim njihovim preferencijama.",
  "advantages_sbs_p3": "Sve mobilne aplikacije omogućavaju trenutni pristup jednim dodirom, omogućavajući korisnicima postavljanje oklada, provjeru računa, igranje casino igara i izbor omiljenih liga bez odlaganja.",
  "advantages_sbs_p4": "Sigurnost nam je prioritet. VRNL Mobilni softver za sportsko klađenje izgrađen je s najmodernijim sigurnosnim mjerama kako bi zaštitio vaše lične i finansijske podatke. Možete se kladiti s potpunim mirom.",
  "online_casino_sw_p1": "VRNL je vodeći pružatelj <strong>online casino softvera</strong> i <strong>platformi</strong>. Igraju ključnu ulogu u dizajniranju i razvoju casino platformi, osiguravajući da su user-friendly i bogate funkcionalnostima.",
  "online_casino_sw_p2": "Naš marketinški tim radi naporno kako bi vaš online kazino imao istaknut položaj na naslovnici, osiguravajući visoku vidljivost na online tržištu.",
  "online_casino_sw_p3": "Platforma dolazi s raznim unaprijed konfiguriranim igrama, a naši alati za praćenje pružaju jasan, real-time pregled napretka i performansi vašeg novog projekta.",
  "customized_theme": "Ovo je tema i može se prilagoditi, pogledajte je u akciji:",
  "live_casino_sw_desp1": "Nudimo najopsežniji spektar vodećih <strong>Live Casino provajdera</strong><br>",
  "live_casino_sw_desp2": "globalno, osiguravajući pristup najširem izboru live stolova online i besprijekorno iskustvo multi-kanalne isporuke.",
  "casino_sw_features": "Glavne karakteristike casino softvera",
  "casino_sw_features_p1": "Naša <strong>platforma za casino softver</strong> dizajnirana je da pruži besprijekorno i imerzivno iskustvo igranja za igrače i operatere.<br /><br />",
  "casino_sw_features_p2": "Ključne karakteristike naše platforme uključuju:",
  "casino_sw_features_list": "<li>Vidljivost i kontrola nad rasponom stolova.</li> <li>Atributi i postavke stolova.</li> <li>VIP limitiranja.</li> <li>Funkcionalnost klijenta i pristup alatima za prilagodbu.</li> <li>Mehanizam izvještavanja i sistem notifikacija koji daje operaterima trenutni pristup i upozorenja na operativne događaje</li> <li>API za Business Intelligence (BI)</li> <li>Marketinški alati</li> <li>API za eksternu integraciju</li>",
  "casino_sw_features_p3": "Naš user-friendly alat za prilagodbu omogućava bookmakerima da u realnom vremenu mijenjaju razne aspekte svojih live ponuda, <br /> uključujući banere, fontove i sheme boja, sve s intuitivnim kontrolama.",
  "casino_sw_features_p4": "Naša nova platforma funkcioniše kao autonoman, agilan i fleksibilan sistem. Ova agilnost nam omogućava brze odgovore na zahtjeve bookmakera i održavanje viših standarda kvaliteta pri razvoju novih i postojećih <br /> proizvoda.",
  "casino_sw_features_p5": "Za ubrzanje vašeg poslovanja, također nudimo",
  "casino_sw_features_p6": "sa velikim izborom od preko 3000+ igara.",
  "integrate_iframe_apis": "Integracija s eksternim platformama putem iFrame-a i API-ja",
  "integrate_iframe_apis_para": "Naša platforma nudi svestrane opcije integracije. Možete besprijekorno <strong>integrirati putem iFrame-a ili <br />API-ja.</strong> Može se prilagoditi vašim specifičnim potrebama, bilo da se radi o kompletnom full-service integraciji, <br />specijalizovanom rješenju za sportsko klađenje ili fokusiranju na <strong>online casino igre</strong>, uključujući <strong>live <br />casino</strong> ponude.",
  "view_demo": "Pogledajte demo",
  "we_are": "mi smo",
  "online_exchange_sw_p1": "U VRNL-u smo ponosni što pružamo vrhunski online Exchange softver koji redefiniše iskustvo klađenja. Nudimo potpuno funkcionalnu platformu opremljenu širokim izborom live mečeva dostupnih mjesečno. Sa našim opcijama live streaminga, pretvaramo vašu kladionicu u platformu za zabavu, sve uz certifikate nezavisnih laboratorija za dodatnu sigurnost.",
  "online_exchange_sw_p2": "VRNL Online Exchange Software nudi širok spektar opcija za sportsko klađenje. Bilo da volite kriket, nogomet, tenis ili neki drugi sport, pokrili smo vas. Naša platforma pruža kvote u realnom vremenu, klađenje u toku igre i user-friendly interfejs koji olakšava postavljanje oklada.",
  "onther_head": "Pojednostavljujemo proces kako biste se lako integrirali u posao.",
  "onther_p1": "Ova tema je visoko prilagodljiva, i možete iskusiti njenu fleksibilnost u akciji:",
  "main_features": "Glavne karakteristike",
  "feature_para": "Vrnl je na čelu revolucije u klađenju i upravljanju online kazinima. Sa našom ekspertizom, dobijate pristup:",
  "feature_list": "<li><strong>Globalno iskustvo klađenja :</strong> VRNL pruža pristup širokom spektru sportova, liga i tržišta klađenja širom svijeta. Sa nama, možete svojim korisnicima ponuditi istinski globalno iskustvo klađenja.</li> <li><strong>Obimne pre-match opcije :</strong> Odaberite između širokog spektra od 150.000 mjesečnih opcija pre-match klađenja. Osiguravamo da vaša platforma ima raznovrsne opcije za različite preferencije klađenja.</li> <li><strong>Uzbudljive in-play prilike :</strong> Angažujte svoje korisnike sa 75.000 mjesečnih in-play prilika. Ove opcije klađenja u realnom vremenu dodaju uzbuđenje i spontanost iskustvu klađenja.</li> <li><strong>Casino igre za Metaverse :</strong> VRNL nudi široku kolekciju casino igara pogodnih za metaverse. Uronite svoje korisnike u virtualno casino okruženje sa našim raznovrsnim opcijama igara.</li> <li><strong>Besprijekorna iFrame integracija :</strong> Lako integrirajte naš iFrame u vašu iGaming platformu. Naše user-friendly iFrame rješenje omogućava vam jednostavno poboljšanje funkcionalnosti vaše platforme.</li> <li><strong>Fleksibilna integracija :</strong> Odaberite način integracije, bilo putem API-ja ili iFrame-a. Nudimo svestrane opcije koje odgovaraju vašim potrebama i zahtjevima platforme.</li>",
  "sports_header_2": "Online Exchange softver iGaming Casino platforma",
  "sports_header_2_p1": "Pružamo <a style='color: #a0c528;' href='#'>White Label Casino</a> rješenje sa bogatom bibliotekom od preko 1.000 igara.",
  "sports_header_2_p2": "Naše usluge uključuju pribavljanje licence za igre na sreću i pravnu podršku za pokretanje vašeg kazino poslovanja, osiguravajući sigurno i certificirano matematičko igranje.",
  "sports_header_2_p3": "Odabrali smo najbolje provajdere igara s ciljem da vam ponudimo najveći izbor&nbsp;live casino igara&nbsp;i&nbsp;online kazino igara. Pažljivo smo odabrali partnerstva s vodećim provajderima igara kako bismo vam omogućili neusporedivu raznolikost live casino igara i online kazino igara, garantujući najširi mogući izbor.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person igre</li> <li>Slotovi</li> <li>Američka ruleta uživo</li> <li>Live blackjack</li> <li>Baccarat uživo</li> <li>Casino Hold’em uživo</li> <li>SICBO</li> <li>Dragon tiger uživo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Igrajte u live kazinu kao da ste direktno u kazinu",
  "top_online_providers": "Vrhunski online provajderi kazina svjetske klase",
  "online_casino_p1": "Jeste li spremni podići svoje iskustvo online kazina na viši nivo? Ne tražite dalje! Vrnl je vaše jedinstveno rješenje za sve potrebe online kazina. Nudimo vrhunske usluge i najnovija rješenja za operatere online kazina, osiguravajući nezaboravno iskustvo igranja za vaše igrače.",
  "user_data_section1": "<li>Provajderi 75 + više od</li> <li>Slot mašine 15,000 + više od</li> <li>Stolne igre 500 + više od</li> <li>Video poker 700 + više od</li> <li>Druge igre 200 + više od</li>",
  "lottery_bingo_games": "Lutrija i Bingo igre",
  "lottery_bingo_games_p1": "U VRNL-u donosimo uzbuđenje Lutrije i Bingo igara kako na vaš ekran, tako i u lokalne prodavnice. Bilo da ste fan tradicionalnih papirnih tiketa ili više volite udobnost online igranja, pokrili smo vas. S nama, nije samo riječ o igrama; riječ je o uzbuđenju pobjede i radosti igranja.",
  "user_data_section2": "<li>Bingo 80 + više od</li> <li>Lutrija 130 + više od</li>",
  "ultimate_dest": "Ultimativna destinacija za online i maloprodajne Lutrija i Bingo igre",
  "weare_vrnl": "Mi smo VRNL",
  "weare_vrnl_desp": "<strong>NAJVEĆA PLATFORM ZA PRUŽANJE SPORTS I KAZINO WHITE LABEL</strong> Najširi izbor zabavnih igara dostupnih online White Label Casino s više od 1,000 igara. Dostupni online kazino softver je jednostavan jer je naša platforma laka za upravljanje.",
  "res_design": "Responsivan Dizajn",
  "res_design_desp": "Naša web stranica je responsivna, što znači da se pravilno prikazuje na tabletima, mobilnim uređajima i desktop računarima za optimalno korisničko iskustvo.",
  "custmzd_options": "Opcije Prilagođavanja",
  "custmzd_options_desp": "Pružamo našim klijentima širok spektar opcija prilagođavanja, omogućavajući im da odaberu željene boje, fontove i izgled web stranice. Ovo osigurava da web stranica odražava njihov jedinstveni stil i preferencije.",
  "loading_speed": "Brzina Učitavanja",
  "loading_speed_desp": "Naša web stranica je optimizovana za brzinu i performanse. Pruža brzo učitavanje na raznim uređajima i internet konekcijama.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Naša B2B tema se ističe svojim jedinstvenim karakteristikama. Ugradili smo dodatnu Parley opciju za obogaćeno iskustvo klađenja.",
  "b2b_theme_p2": "Naša tema je karakterizirana najboljim kombinacijama boja i dizajnerskim elementima, osiguravajući estetski ugodan interfejs. Korisnici imaju dozvolu za klađenje na širok spektar sportova uključujući kriket, nogomet i tenis.",
  "b2b_theme_p3": "Također imamo mnogo različitih kazino igara za više zabave. Pored toga, nudimo različite vrste kazina, kao što je AWC Casino, koji nudi impresivnu kolekciju sa više od 500 slot igara i više od 100 stolnih igara.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Naša B2C stranica nudi jednostavno korisničko iskustvo za naše klijente. Oni se lako mogu registrovati koristeći svoj broj telefona, što pruža praktičan i siguran način kreiranja računa.",
  "b2c_theme_p2": "Nakon registracije, korisnici mogu deponovati sredstva na svoje račune, što olakšava početak klađenja i igranja. Također, pružamo jednostavan proces povlačenja, osiguravajući da korisnici lako pristupe svojim dobitcima.",
  "b2c_theme_p3": "Kako bi se poboljšalo iskustvo, nudimo bonus bodove koje korisnici mogu zarađivati i koristiti tokom boravka na platformi. Ovo dodaje dodatni sloj uzbuđenja i vrijednosti, omogućavajući korisnicima da maksimalno iskoriste svoje depozite i povlačenja.",
  "b2c_theme_p4": "Sve u svemu, naša B2C stranica je dizajnirana da pruži jednostavno i ugodno iskustvo klađenja i igranja, dajući našim klijentima slobodu da igraju, deponuju i povlače sredstva sa lakoćom.",
  "request_demoID": "Zatražite Demo ID",
  "form_name": "Ime *",
  "form_name_err": "Molimo unesite svoje ime (najmanje 3 karaktera).",
  "form_email": "Email *",
  "form_email_err": "Molimo unesite važeći email.",
  "form_country": "Država *",
  "form_country_err": "Molimo odaberite svoju državu.",
  "form_district": "Općina *",
  "form_district_err": "Molimo unesite svoju općinu.",
  "form_whatsapp": "WhatsApp broj *",
  "form_whatsapp_err": "Unesite važeći WhatsApp broj.",
  "form_turnover": "Mjesečni promet *",
  "form_turnover_err": "Molimo unesite svoj mjesečni promet.",
  "form_users": "Broj korisnika *",
  "form_users_err": "Molimo unesite važeći broj korisnika.",
  "form_current": "Trenutna platforma *",
  "form_current_err": "Molimo unesite svoju trenutnu platformu.",
  "form_issues": "Problemi sa trenutnom platformom *",
  "form_issues_err": "Molimo opišite probleme (najmanje 10 karaktera).",
  "form_telegram": "Da li koristite Telegram? *",
  "form_select": "-- Odaberite --",
  "form_yes": "Da",
  "form_no": "Ne",
  "form_telegram_err": "Molimo odaberite da li imate Telegram nalog.",
  "form_telhandle": "Telegram nalog *",
  "form_telhandle_err1": "Telegram nalog je obavezan.",
  "form_telhandle_err2": "Telegram nalog mora početi sa &#64; (npr. &#64;korisnickoime).",
  "demo_url": "Demo URL",
  "form_submit": "Pošalji",
  "form_name_ph": "Unesite svoje ime",
  "form_email_ph": "Unesite svoj email",
  "form_district_ph": "Unesite svoju općinu",
  "form_whatsapp_ph": "Unesite WhatsApp broj",
  "form_turnover_ph": "Unesite mjesečni promet",
  "form_users_ph": "Unesite broj korisnika",
  "form_current_ph": "Unesite trenutnu platformu",
  "form_issues_ph": "Unesite probleme sa trenutnom platformom",
  "form_telhandle_ph": "Unesite svoj Telegram nalog",
  "our_commitment": "Naša Posvećenost",
  "our_commitment_p1": "VRNL je posvećen zaštiti vaše privatnosti i sigurnosti vaših ličnih i finansijskih informacija. Ova politika objašnjava koje informacije prikupljamo, kako ih koristimo i mjere koje preduzimamo za njihovu zaštitu. Reference na vrnl.net uključuju i njegove aplikacije.",
  "our_commitment_p2": "Ova politika se primjenjuje na sve VRNL web stranice i aplikacije gdje je objavljena, u skladu sa važećim zakonima u regijama u kojima poslujemo. Dodatna regionalna ili specifična obavještenja o privatnosti mogu nadopuniti ovu politiku.",
  "our_commitment_p3": "Ako pružite informacije putem platformi trećih strana (npr. prijave putem društvenih mreža), prikupljamo podatke putem tih integracija u skladu sa ovom politikom. Međutim, vlastite politike privatnosti treće strane upravljaju podacima koje oni direktno prikupljaju. Postavke privatnosti na tim platformama ne utiču na način na koji VRNL koristi podatke prikupljene preko naših sajtova ili aplikacija.",
  "our_commitment_p4": "Naše platforme mogu sadržavati linkove ka eksternim sajtovima koji nisu u vlasništvu ili pod kontrolom VRNL-a. Nismo odgovorni za njihove prakse privatnosti i preporučujemo da pregledate njihove politike prije dijeljenja informacija.",
  "our_commitment_p5": "Ova Politika Privatnosti se treba čitati zajedno sa našim Uvjetima korištenja.",
  "user_content": "Saglasnost Korisnika",
  "user_content_para": "Korištenjem VRNL usluga (npr. prilikom registracije računa, kupovine usluge, učešća u takmičenju ili promociji, komunikacije sa nama na našim sajtovima ili aplikacijama), pristajete na prikupljanje, korištenje i dijeljenje vaših ličnih informacija kako je opisano u ovoj politici. U nekim slučajevima, posebno ako živite u zemlji koju reguliše zakon o zaštiti podataka, možemo od vas tražiti izričitu saglasnost za pristup našim uslugama prije nastavka daljih operacija. U slučaju roaming profila ili ako putujete kroz različite zemlje svijeta i koristite VRNL usluge, država registracije će se smatrati vašom primarnom državom, a saglasnosti dobijene prilikom registracije važe za obradu vaših ličnih podataka. Uvjeti privatnosti važeći prema zakonima te zemlje u vrijeme registracije primjenjuju se na vas.",
  "accessing_webNet": "Pristupanje web stranici i VRNL uslugama putem VPN-a",
  "accessing_webNet_p1": "Ne smijete pristupati ili koristiti VRNL web stranice ili usluge putem bilo koje metode ili tehnologije koja skriva ili lažno prikazuje vašu stvarnu geografsku lokaciju (npr. korištenje Virtual Private Network (VPN) ili sličnih alata).",
  "accessing_webNet_p2": "VRNL neće biti odgovoran za prikupljanje, pohranu ili obradu vaših ličnih podataka ako se koriste takvi načini pristupa.",
  "collection_personalInfo": "Prikupljanje ličnih informacija i njihova upotreba",
  "collection_personalInfo_p1": "“Lične informacije” (PII) se odnose na sve podatke koji mogu direktno ili indirektno identificirati pojedinca, kao što su ime, poštanska adresa, email adresa ili broj mobilnog telefona. Kada anonimni podaci budu povezani s ličnim informacijama, oni se također tretiraju kao lične informacije.",
  "collection_personalInfo_p2": "VRNL prikuplja samo neophodne lične informacije kako bi ispunio vaše zahtjeve i pružio prilagođene proizvode i usluge. Ne prikupljamo takve informacije osim ako ih ne pružite svjesno i dobrovoljno.",
  "collection_personalInfo_p3": "Vaše lične informacije mogu koristiti VRNL i njegovi partneri kako bi upravljali našim web stranicama i uslugama, te vas informisali o novim funkcijama, proizvodima i uslugama koje nude VRNL i njegovi partneri.",
  "info_provide_us": "1. Informacije koje nam pružate",
  "info_provide_us_desp": "Možemo tražiti i prikupljati sljedeće lične podatke kada koristite vrnl.net, a bez ovih informacija možda nećemo moći pružiti sve tražene usluge:",
  "reg_data": "a. Registracioni podaci",
  "reg_data_desp": "Da biste koristili određene funkcije na web stranici, aplikaciji i za usluge (kao što su registracije događaja i web kampanje), možete pružiti osnovne kontakt informacije, uključujući ali ne ograničavajući se na:",
  "reg_data_list": "<li><span>Ime</span></li> <li><span>Prezime</span></li> <li><span>Email adresa</span></li>",
  "user_pro_details": "b. Detalji korisničkog profila",
  "user_pro_details_desp": "Možemo dalje prikupljati i evidentirati sljedeće lične podatke u okviru sekcije 'Moj profil', što nam pomaže u pružanju prilagođenog sadržaja i održavanju korisničkog profila, uključujući ali ne ograničavajući se na:",
  "user_pro_details_list": "<li><span>Ime</span></li> <li><span>Pol</span></li> <li><span>Email ID</span></li> <li><span>Datum rođenja</span></li> <li><span>Država</span></li> <li><span>Grad</span></li> <li><span>Broj mobilnog telefona</span></li>",
  "mobile_device_permissions": "c. Dozvole za mobilni uređaj",
  "mobile_device_permissions_desp": "Pristupajući našoj aplikaciji na mobilnim uređajima/tabletima/TV uređajima ili bilo kojem drugom uređaju koji ima pristup navedenoj aplikaciji, možemo tražiti i dobiti pristup sljedećem:",
  "mobile_device_permissions_list": "<li><span>Nalozi - Koristi se za upravljanje više korisničkih naloga unutar aplikacije i za prijavu</span></li> <li><span>Kontakti - Koristi se za pristup korisničkim kontaktima kako bi se članci dijelili putem aplikacije</span></li> <li><span>Telefon - Za čitanje stanja telefona i omogućavanje obavijesti na korisničkom uređaju. IMEI se prikuplja samo kako bi se jedinstveno identificirao svaki korisnik</span></li> <li><span>Kamera - Omogućava korisniku da učitava slike i profilnu sliku korisnika. Korisnik može koristiti kameru unutar vrnl</span></li> <li><span>Mikrofon - Omogućava glasovne naredbe</span></li> <li><span>Pohrana - Pristup datotekama i folderima unutar aplikacije</span></li> <li><span>SMS - Slanje i primanje verifikacijskih poruka</span></li>",
  "mobile_device_permissions_desp2": "Dozvole za ove postavke mogu biti ključne za pravilno funkcionisanje aplikacije. Dozvolama se može upravljati putem opcije 'postavke' na korisničkim uređajima.",
  "info_voluntarily": "2. Informacije koje nam dobrovoljno pružate",
  "info_voluntarily_desp": "Ako nam pošaljete ličnu korespondenciju, poput e-mailova ili pisama, ili ako drugi korisnici ili treće strane pošalju korespondenciju o vašim aktivnostima ili objavama na vrnl.net, možemo prikupiti i pohraniti te informacije.",
  "info_voluntarily_para": "Možemo prikupljati dodatne informacije i u drugim prilikama, kada pružate povratne informacije, mijenjate svoj sadržaj ili e-mail preferencije, odgovarate na ankete ili komunicirate s nama. Ove informacije mogu uključivati vaše ime, e-mail, broj mobilnog telefona, lokaciju itd.",
  "info_auto": "3. Informacije koje prikupljamo automatski",
  "info_auto_desp": "Prikupljamo informacije o vama i vašem korištenju naših usluga, vašim interakcijama s nama i našim oglašavanjem, kao i informacije o vašem računaru ili drugim uređajima korištenim za pristup našim uslugama (kao što su mobilni uređaji, tableti i drugi uređaji za pregled). Ove informacije uključuju, ali nisu ograničene na:",
  "info_auto_list": "<li><span>Aktivnosti na vrnl.net, poput tipa pregledanih stranica, vremena provedenog na stranicama, pretraživačkih upita itd.</span></li> <li><span>Vaše interakcije s našim e-mailovima, korisničkom podrškom i platformom za poruke.</span></li> <li><span>Informacije o geolokaciji putem IP adresa;</span></li> <li><span>Informacije o uređaju poput ID uređaja, modela uređaja i drugih jedinstvenih identifikatora</span></li> <li><span>Identifikatori za oglašavanje, kao što su oni na mobilnim uređajima i tabletima (npr. Identifikatori za oglašivače (IDFA) na iOS uređajima i GAID na Android uređajima);</span></li> <li><span>Informacije prikupljene korištenjem kolačića i drugih tehnologija*;</span></li>",
  "info_auto_note": "*Napomena: Kako bismo poboljšali vaše iskustvo, možemo koristiti <b>kolačiće</b> ili slične tehnologije za dodjelu <b>jedinstvenog ID korisnika</b> i praćenje vaših interesa. <b>Kolačići</b> ne otkrivaju vaš identitet osim ako ga sami ne pružite, niti mogu pristupiti podacima s vašeg uređaja. Oglašivači mogu postaviti vlastite kolačiće kada komunicirate s njihovim oglasima, što mi ne kontroliramo. Također prikupljamo određene tehničke informacije kad god koristite naše web stranice, aplikacije ili usluge na bilo kojem uređaju povezanom na internet.",
  "inferred_info": "4. Zaključene informacije putem upotrebe i log podataka",
  "inferred_info_desp": "Možemo pratiti određene informacije o vama na osnovu vašeg ponašanja na vrnl.net. Koristimo ove informacije za provođenje internih istraživanja demografskih podataka naših korisnika, uređaja, interesa i ponašanja kako bismo bolje razumjeli, zaštitili i služili našim korisnicima. Ove informacije se obrađuju i analiziraju u agregiranom obliku.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Također možemo prikupljati vaše informacije kako bismo pratili ponašanje i preferencije korisnika za interne analize i istraživanja. Također možemo koristiti vaše informacije:</strong><br> (i) Za procjenu vašeg interesa za investicione opcije, usluge, ponude, pretplate; <br> (ii) Za izvođenje analiza i provođenje istraživanja korisnika, određivanje vašeg interesa, identifikaciju sadržaja koji generira prodaju i analizu prometnih obrazaca.<br>",
  "inferred_info_a": "a. Interaktivne funkcije",
  "inferred_info_a_desp1": "Vrnl.net ima mnoge funkcije koje omogućavaju korisnicima/članovima da otkriju svoj identitet i komuniciraju s drugim korisnicima/članovima. Korištenje ovih funkcija i otkrivanje bilo kojih ličnih podataka (npr. e-mail adresa) od strane vas putem ovih funkcija je na vaš vlastiti rizik i vrnl.net ne preuzima nikakvu odgovornost za to. Ako je vaša privatnost narušena zbog korištenja ovih funkcija, možete nas obavijestiti putem e-maila na vrnl@gmail.com",
  "inferred_info_a_desp2": "Ako odlučite postavljati poruke na društvenim mrežama, forumima, chat sobama ili ostalim prostorima za poruke ili ostaviti povratne informacije, prikupit ćemo te informacije koje nam pružite. Zadržavamo ove informacije koliko je potrebno za rješavanje sporova, pružanje korisničke podrške i rješavanje problema u skladu sa zakonom. Također možemo zadržati ove informacije u agregiranom obliku kako bismo formulirali tržišne trendove i sentiment. Međutim, ne povezujemo vaše lične podatke s ovim komentarima ili objavama dok vršimo analize.",
  "inferred_info_b": "b. Korisničko iskustvo i podrška",
  "inferred_info_b_desp1": "Identifikujemo i koristimo vašu IP adresu kako bismo dijagnosticirali probleme sa serverom i administrirali aplikaciju. Vaša IP adresa se također koristi za identifikaciju i prikupljanje demografskih podataka radi prilagođavanja vašeg iskustva na vrnl.net.",
  "inferred_info_b_desp2": "Ponekad ćemo vas tražiti da popunite dobrovoljne online ankete. Ove ankete mogu tražiti kontakt informacije i demografske podatke (poput poštanskog broja, starosti itd.). Koristimo ove podatke kako bismo prilagodili vaše iskustvo na vrnl.net i prikazivali sadržaj prema vašim preferencijama.",
  "info_thirdparty": "5. Informacije koje prikupljamo putem trećih strana",
  "info_thirdparty_a": "a. Prijava putem društvenih mreža",
  "info_thirdparty_a_desp": "Kada se registrujete koristeći druge naloge poput Facebooka, Gmail-a itd., prikupit ćemo informacije s tih naloga kako bismo nastavili interakciju s vama i pružanje usluga. Prikupljamo sljedeće informacije s navedenih platformi, uključujući, ali ne ograničavajući se na:",
  "info_thirdparty_a_list": "<li><span>Facebook - Javne informacije, ime, e-mail, lista prijatelja</span></li> <li><span>Google - Ime, prezime, e-mail</span></li>",
  "info_thirdparty_b": "b. Transakcione ili fakturisane informacije",
  "info_thirdparty_b_desp": "Na osnovu vaše kupovine pretplate, naš partner za plaćanje može prikupiti informacije o vašim kreditnim/debitnim karticama ili drugim bankovnim podacima, uključujući adresu za naplatu. Ove informacije se pohranjuju kod našeg partnera za plaćanje. Vrnl.net ne prikuplja direktno finansijske podatke od vas i ne preuzima odgovornost za politike privatnosti trećih strana.",
  "lawfulness_processing": "I. Svrha i zakonitost obrade",
  "lawfulness_processing_desp1": "Vrnl.net prikuplja i obrađuje lične podatke o vama samo kada postoji zakonita osnova. Zakonita osnova uključuje dobijanje izričitog pristanka ili obradu podataka radi 'legitimnih interesa', npr. za pružanje korisničke podrške ili obradu podataka za premium usluge (npr. putem naših partnera za plaćanje).",
  "lawfulness_processing_desp2": "Informacije koristimo za pružanje, analizu, administraciju, poboljšanje i personalizaciju naših usluga i marketinških napora, obradu registracija, narudžbi, plaćanja i komunikaciju s vama. Na primjer, koristimo informacije da:",
  "lawfulness_processing_list": "<li><span>odredimo vaše portfolio potrebe i pružimo personalizovane sugestije, savjete i predviđanja o tržišnim trendovima;</span></li> <li><span>spriječimo, otkrijemo i istražimo potencijalno zabranjene ili ilegalne aktivnosti, uključujući prevare;</span></li> <li><span>analiziramo i razumijemo našu publiku, poboljšamo usluge i optimiziramo odabir sadržaja i preporučene algoritme;</span></li> <li><span>komuniciramo s vama o našim uslugama putem e-maila, push obavijesti ili drugih kanala;</span></li> <li><span>obavještavamo vas o promjenama uvjeta korištenja;</span></li> <li><span>omogućavamo učestvovanje u interaktivnim funkcijama;</span></li> <li><span>ispunjavamo naše obaveze i štitimo prava iz ugovora između vas i nas, uključujući fakturisanje i naplatu;</span></li>",
  "lawfulness_processing_desp3": "Možemo koristiti vaše informacije kako bismo vam pružili personalizovano iskustvo prilikom posjete naših stranica/aplikacija i za marketinške svrhe.",
  "lawfulness_processing_desp4": "Personalizaciju pružamo korištenjem podataka koje nam dostavite putem kolačića, IP adresa, web beacons ili sličnih tehnologija. Molimo vas da pružite izričit pristanak ili prilagodite svoje postavke u profilu korisnika.",
  "info_usedBy": "II. Informacije koje koristi kompanija",
  "info_usedBy_desp1": "Informacije koje korisnici dostave omogućavaju nam poboljšanje usluga i pružanje što bolje korisničke iskustva. Kompanija može koristiti informacije za održavanje, zaštitu i razvoj usluga, uključujući oglašavanje unutar aplikacije. Možemo koristiti vašu e-mail adresu za slanje komercijalnih ili marketinških poruka uz vaš pristanak, gdje je to zakonom dozvoljeno.",
  "info_usedBy_desp2": "Bilo koja javno dostupna lična informacija (npr. komentari na društvenim mrežama) nije smatrana osjetljivom. Ako odbijete pružiti lične informacije, određene usluge možda neće biti dostupne. Mi ne snosimo odgovornost za nemogućnost pružanja usluga zbog nedostatka ličnih informacija. Redovno ćemo kontaktirati korisnike radi ažuriranja podataka.",
  "disclosure_tp": "III. Otkrivanje trećim stranama",
  "disclosure_tp_a_desp": "<strong>a. Opće objavljivanje</strong><br>Ponekad vrnl.net može učiniti određene lične podatke dostupnim strateškim partnerima koji rade s vrnl.net kako bi pružili uslugu, ili koji pomažu vrnl.net u marketingu prema korisnicima. Na primjer, kada kupite i aktivirate pretplatu, ovlašćujete vrnl.net da razmijeni informacije koje pružite tokom procesa aktivacije kako bi izvršio uslugu. Ako ste odobrili uslugu, vaš račun će biti upravljan u skladu s politikom privatnosti vrnl.net. Lični podaci će biti dijeljeni od strane vrnl.net samo radi pružanja ili poboljšanja naših usluga i marketinških aspekata; oni neće biti dijeljeni s trećim stranama u njihove marketinške svrhe.<br>Vrnl.net također može pažljivo odabrati druge kompanije koje će vam slati informacije o svojim proizvodima ili uslugama koje su povezane s uslugom sajta, ali nisu neophodne za njegovo funkcionisanje ('Proširena usluga'). Ako vrnl.net namjerava koristiti lične podatke za Proširenu uslugu, sajt vrnl.net će vam pružiti mogućnost i potrebne upute kako da odbijete ovu uslugu.<br>Također možete zaustaviti dostavljanje informativne ili promotivne pošte od <b>vrnl.net</b> prateći upute u pošti.",
  "disclosure_tp_b": "b. Oglašavanje",
  "disclosure_tp_b_desp": "Informacije se mogu prikazivati oglašivačima u obliku agregiranih statistika. Ne dijelimo lične podatke trećim stranama bez vašeg pristanka.",
  "disclosure_tp_c_desp": "<strong>c. Pružatelji usluga</strong><br> vrnl.net može sadržavati linkove ka raznim web stranicama trećih strana koje mogu prikupljati Vaše lične podatke. Korištenje Vaših informacija prikupljenih putem takvih platformi trećih strana regulisano je politikom privatnosti te platforme. Takve web stranice ili aplikacije podliježu svojim vlastitim politikama privatnosti, koje su izvan naše kontrole. Nakon što napustite naše servere (možete provjeriti URL u adresnoj traci svog preglednika da biste vidjeli gdje se nalazite), korištenje bilo kojih informacija koje pružite podliježe politici privatnosti operatera aplikacije koju posjećujete. Ta politika može se razlikovati od naše. Ako ne možete pronaći politiku privatnosti bilo koje od ovih stranica putem linka na početnoj stranici aplikacije, trebali biste se direktno obratiti vlasnicima aplikacije za više informacija.<br> Možemo javno dijeliti informacije koje ne otkrivaju ličnost i sa našim partnerima – kao što su izdavači, oglašivači, programeri ili vlasnici prava. Na primjer, informacije dijelimo javno kako bismo pokazali trendove u općoj upotrebi naših usluga. Također omogućavamo određenim partnerima da prikupljaju informacije sa Vašeg preglednika ili uređaja u marketinške/promotivne svrhe i svrhe mjerenja koristeći vlastite kolačiće ili slične tehnologije.",
  "disclosure_tp_d": "d. Promotivne ponude",
  "disclosure_tp_d_desp": "Vaše informacije dijelimo izvan vrnl.net samo uz vaš pristanak, npr. za marketing putem SMS-a i e-maila.",
  "disclosure_tp_e_desp": "<strong>e. Prenosi poslovanja</strong><br>Mi pružamo lične podatke našim povezanim kompanijama i drugim pouzdanim poslovnim subjektima ili osobama da ih obrađuju u naše ime, prema našim uputstvima i u skladu sa našom Politikom privatnosti i svim drugim odgovarajućim mjerama povjerljivosti i sigurnosti. Na primjer, možemo koristiti pružatelje usluga koji nam pomažu u korisničkoj podršci.<br>U slučaju da se vrnl spoji s ili bude preuzet od strane druge kompanije, ili u slučaju reorganizacije ili restrukturiranja poslovanja, mi i naši povezani subjekti možemo dijeliti vaše lične podatke, u cijelosti ili djelimično, s drugim poslovnim subjektom.",
  "disclosure_tp_f": "f. Pravni zahtjevi",
  "disclosure_tp_f_desp": "Vrnl.net može otkriti lične informacije ako to zakon zahtijeva ili kako bi se zaštitila sigurnost korisnika, vlasnika stranice ili javnosti.",
  "disclosure_tp_f_list": "<li><span>Pridržavanje zakona i pravnih procesa;</span></li> <li><span>Zaštita prava i imovine korisnika i vlasnika stranice;</span></li> <li><span>Djelovanje u hitnim situacijama radi zaštite lične sigurnosti korisnika, vlasnika stranice ili javnosti.</span></li>",
  "controls_choices": "IV. Vaše kontrole i izbori",
  "managing_info": "Upravljanje vašim informacijama",
  "managing_info_desp1": "Prilikom korištenja usluga trudimo se omogućiti pristup ličnim informacijama i ispraviti netočne podatke u skladu sa zakonom ili legitimnim poslovnim potrebama.",
  "managing_info_desp2": "Zahtijevamo identifikaciju korisnika prije obrade zahtjeva i možemo odbiti zahtjeve koji su ponavljajući, zahtijevaju previše tehničkog napora ili ugrožavaju privatnost drugih.",
  "managing_info_desp3": "Za ostvarivanje prava kao subjekta podataka, morate nam pisati i navesti pravo (npr. Zahtjev za pristup podacima, Zahtjev za brisanje podataka).",
  "managing_info_desp4": "Omogućavamo vam određene kontrole i izbore u vezi s prikupljanjem, korištenjem i dijeljenjem vaših ličnih informacija, u skladu sa zakonom.",
  "dataAccess_port": "a. Pristup i prenos podataka",
  "dataAccess_port_desp": "U skladu s GDPR-om, imate pravo zahtijevati kopije vaših ličnih informacija u strukturiranom, uobičajenom i mašinski čitljivom formatu ili prenos podataka drugom pružatelju usluge gdje je tehnički moguće.",
  "rectification_iii_desp": "<strong>b. Ispravka netačnih ili nepotpunih informacija</strong><br>Možete nas zamoliti da ispravimo netačne ili nepotpune lične podatke koji se tiču vas (to su podaci koje ne možete sami ažurirati unutar vašeg moneycontrol računa) slanjem e-maila.<br>Možete pristupiti i ažurirati dio svojih ličnih podataka putem postavki vašeg računa. Ako ste odlučili povezati svoj vrnl.net profil sa aplikacijom treće strane, kao što su Facebook ili Google, možete promijeniti svoje postavke i ukloniti dozvolu za aplikaciju promjenom postavki računa. Vi ste odgovorni za održavanje vaših ličnih podataka ažurnim. vrnl.net vam može slati periodične podsjetnike putem e-maila kako biste održali tačnost svojih ličnih podataka.",
  "data_retention": "c. Zadržavanje i brisanje podataka",
  "data_retention_desp1": "Zadržavamo vaše lične informacije koliko je potrebno za legitimne interese i zakonite obaveze. Ako ne želite dalje korištenje vaših podataka, možete tražiti njihovo brisanje i zatvoriti nalog na vrnl.net.",
  "data_retention_desp2": "Napomena: Ako podnesete zahtjev za brisanje svojih ličnih podataka;",
  "data_retention_list": "<li><span>Možemo zadržati neke od vaših ličnih podataka koliko je potrebno za naše legitimne poslovne interese, kao što su otkrivanje i prevencija prevara i unapređenje sigurnosti. Na primjer, ako suspendujemo vrnl.net račun zbog prevare ili sigurnosnih razloga, možemo zadržati određene informacije s tog računa kako bismo spriječili da korisnik otvori novi račun u budućnosti.</span></li> <li><span>Možemo zadržati i koristiti vaše lične podatke koliko je potrebno da ispunimo naše zakonske obaveze. Na primjer, možemo zadržati neke informacije radi poreza, pravnog izvještavanja i revizije.</span></li> <li><span>Informacije koje ste podijelili s drugima (npr. recenzije, postovi na forumu) mogu i dalje biti javno vidljive na vrnl.net, čak i nakon što je vaš račun otkazan. Međutim, povezanost tih informacija s vama biće uklonjena. Također, neke kopije vaših podataka (npr. zapisnici logova) mogu ostati u našoj bazi podataka, ali su odvojene od ličnih identifikatora.</span></li> <li><span>Zbog toga što održavamo kopije ličnih podataka radi zaštite od slučajnog ili zlonamjernog gubitka i uništenja, rezidualne kopije vaših podataka možda neće biti uklonjene iz naših sigurnosnih kopija tokom ograničenog vremenskog perioda.</span></li>",
  "data_retention_note": "(Napomena: Ako imate više računa kod Moneycontrol-a, potrebno je podnijeti poseban zahtjev za svaki račun koristeći povezane e-mail adrese)",
  "withdrawing_consent": "d. Povlačenje pristanka i ograničenje obrade",
  "withdrawing_consent_desp": "Za povlačenje vašeg pristanka u bilo kojem trenutku tokom trajanja naših usluga, možete to učiniti slanjem e-maila. Pregledat ćemo vaš zahtjev i možda tražiti da potvrdite svoj identitet. Nakon verifikacije, povući ćemo pristanak za koji ste podnijeli zahtjev i prestati sa daljom obradom vaših ličnih podataka.",
  "objection_processing_desp": "<strong>e. Prigovor na obradu</strong><br>Kada se vaši lični podaci obrađuju u svrhu direktnog marketinga, možete nas u bilo kojem trenutku zamoliti da prestanemo obrađivati vaše podatke za te svrhe slanjem e-maila.<br>Molimo vas da imate na umu da, ako nam ne dozvolite prikupljanje ličnih podataka o vama, možda nećemo biti u mogućnosti pružiti vam određena iskustva, proizvode i usluge, a neke od naših usluga možda neće moći uzeti u obzir vaše interese i preferencije. Ako je prikupljanje ličnih podataka obavezno, to ćemo jasno naznačiti u trenutku prikupljanja kako biste mogli donijeti informiranu odluku o učešću. Ako imate pitanja o specifičnim ličnim podacima o vama koje obrađujemo ili čuvamo, i vašim pravima u vezi tih podataka, molimo kontaktirajte naš tim za korisničku podršku.",
  "fail_provideConsent": "V. Ako ne date pristanak",
  "fail_provideConsent_desp": "Dužnost nam je obavijestiti vas da je vrnl.net platforma za prikazivanje oglasa. Oglasi čine osnovu našeg poslovanja, stoga su dozvole za korištenje i obradu vaših ličnih podataka za prikazivanje oglasa neophodne kako bismo vam mogli pružiti usluge. Korištenje ličnih podataka u svrhu oglašavanja je obavezan kriterij i nećemo moći pružiti naše usluge ako ne ovlastite nas za korištenje vaših ličnih podataka u tu svrhu.",
  "childrens_privacy": "VI. Privatnost djece",
  "childrens_privacy_desp1": "vrnl.net nije namjenski dizajniran za osobe mlađe od 16 godina. vrnl ne dopušta svjesno registraciju osoba mlađih od 16 godina ili pružanje bilo kojih ličnih podataka. Ako vrnl sazna da su lični podaci osoba mlađih od 16 godina prikupljeni bez potvrđenog pristanka roditelja, poduzet će odgovarajuće korake za brisanje tih podataka i obavijestiti roditelje.",
  "childrens_privacy_desp2": "Međutim, smatramo da je odgovornost roditelja pratiti korištenje naših usluga od strane njihove djece. Naša politika je da ne prikupljamo i ne obrađujemo lične podatke djece mlađe od 16 godina niti im šaljemo promotivne materijale. Ako roditelj ili staratelj sumnja da je maloljetnik pružio lične podatke vrnl bez prethodnog pristanka, molimo da kontaktirate naš tim korisničke podrške kako bi se podaci uklonili.",
  "data_transfer": "VII. Prijenos, pohrana i obrada podataka globalno",
  "data_transfer_desp": "Poslujemo globalno i možemo prenijeti vaše lične podatke pojedinačnim kompanijama u okviru vrnl povezanih kompanija ili trećim stranama širom svijeta u svrhe opisane u ovoj politici privatnosti. Gdje god vaši podaci budu preneseni, pohranjeni ili obrađeni, poduzimamo razumne mjere za zaštitu vaše privatnosti. Također, kada koristimo ili otkrivamo lične podatke prenesene iz Evropske unije, koristimo standardne ugovorne klauzule odobrene od Evropske komisije ili druge pravne mehanizme EU za osiguranje odgovarajuće zaštite.",
  "security_compliance": "VIII. Sigurnost i usklađenost sa zakonima",
  "security_compliance_desp": "Neprekidno implementiramo i ažuriramo administrativne, tehničke i fizičke sigurnosne mjere kako bismo zaštitili vaše podatke od neovlaštenog pristupa, gubitka, uništenja ili izmjene. Neki od naših mehanizama zaštite uključuju firewall-e, enkripciju podataka i kontrolu pristupa informacijama. Ako znate ili sumnjate da su vaši vrnl.net kredencijali izgubljeni, ukradeni, izmijenjeni ili kompromitovani, ili u slučaju bilo kakve stvarne ili sumnjive neovlaštene upotrebe vašeg računa, kontaktirajte naš tim korisničke podrške.",
  "changein_policy": "IX. Promjene u politici",
  "changein_policy_desp": "Ova Politika privatnosti može se povremeno mijenjati. Zadržavamo pravo, prema vlastitom nahođenju, da mijenjamo uvjete ove Politike privatnosti kako bi se osigurala usklađenost sa važećim zakonima ('Ažurirani uvjeti'). Ažurirani uvjeti stupaju na snagu odmah i zamjenjuju prethodne. Obavijestit ćemo vas o značajnim promjenama koje utiču na vaša prava ili kako zakon zahtijeva. Vi ste odgovorni da periodično pregledate Politiku privatnosti. Nastavkom korištenja vrnl.net nakon objave ažuriranih uvjeta, potvrđujete svoj pristanak na nove uvjete.",
  "contact_info": "X. Kontakt informacije",
  "contact_info_a": "a. Podrška",
  "contact_info_a_desp": "Ako trebate informacije ili pojašnjenje o korištenju vaših ličnih podataka ili ovoj politici privatnosti, ili imate pritužbe, pošaljite nam e-mail na",
  "contact_info_b": "b. Pritužbe",
  "contact_info_b_desp1": "Možete pisati našem službeniku za zaštitu podataka u slučaju bilo kakve pritužbe. Imate pravo podnijeti pritužbu nadležnim tijelima za zaštitu podataka.",
  "contact_info_b_desp2": "Ako imate pitanja ili pritužbe u vezi sa prikupljanjem, obradom, prijenosom ličnih podataka ili politikom, kontaktirajte našeg službenika za zaštitu podataka.",
  "risk_management_title": "Vaše opklade, naša odgovornost: Nenadmašno upravljanje rizikom &",
  "risk_management_title2": "Kompanija koja dosljedno teži inovativnim rješenjima za svoje poslovne potrebe.",
  "dedicated_rm_team": "Posvećeni tim za upravljanje rizikom",
  "dedicated_rm_team_desp": "Imamo posvećeni i <b> visokokvalifikovani tim za upravljanje rizikom </b> koji radi <b>24/7.</b> Njihova glavna uloga je praćenje svake opklade i transakcije na našoj platformi kako bi osigurali <b>fer igru</b> i <b>sigurnost</b> za sve korisnike.",
  "key_features_rm": "Ključne karakteristike",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Praćenje u realnom vremenu:</strong> Napredni sistemi kontinuirano prate opklade, promjene kvota i aktivnost korisnika.</span></li> <li><strong>Ručno provjeravanje:</strong> Upozorenja pokreću detaljne provjere obrazaca klađenja, promjena kvota i ponašanja računa.</li> <li><strong>Ublažavanje rizika:</strong> Odmah se poduzimaju akcije poput poništavanja/suspendovanja opklada, zamrzavanja računa ili provjere korisnika u slučaju nepravilnosti.</li> <li><strong>Analiza podataka:</strong> Kontinuirani pregled živih i historijskih podataka za detekciju trendova rizika i poboljšanje strategija prevencije.</li> <li><strong>Odgovor na incidente:</strong> Strukturirani plan za brzo i efikasno rješavanje sigurnosnih incidenata, varanja ili drugih prijetnji.</li>",
  "benefits_rm": "Prednosti",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Kontinuirana obuka:</strong> Neprekidni razvoj vještina tima za upravljanje rizikom za efikasno rješavanje novih prijetnji.</span></li> <li><strong>Napredna tehnologija i sigurnost:</strong> Redovna ažuriranja, penetracijsko testiranje, softverska ažuriranja i sigurnosni auditi.</li> <li><strong>Transparentnost:</strong> Jasna komunikacija s korisnicima o akcijama upravljanja rizikom radi održavanja povjerenja.</li> <li><strong>Kontinuirano poboljšanje:</strong> Razvoj strategija na osnovu prošlih incidenata i novih rizika radi zaštite integriteta platforme i interesa korisnika.</li>",
  "sbs_bold": "Softver za <strong>Sportsko klađenje</strong>",
  "sbs_bold_p1": "Spremni da podignete svoje iskustvo sportskog klađenja na viši nivo? Ne tražite dalje od VRNL softvera za sportsko klađenje! U ovom članku istražit ćemo kako VRNL-ova napredna tehnologija može transformisati način na koji se kladite. Sa više od dvije decenije iskustva u industriji, VRNL je vaš pouzdan partner za inovativna rješenja u sportskom klađenju. Uronimo u svijet softvera za sportsko klađenje i otkrijmo kako možemo poboljšati vašu igru.",
  "sbs_bold_p2": "VRNL softver za sportsko klađenje nudi svijet mogućnosti za ljubitelje sporta i kladioničare. Fokusiran je na pružanje tačnih, relevantnih i korisnih informacija, kombinirajući stručnost i lična iskustva kako bi kreirao sveobuhvatno rješenje za klađenje. Vjerujte VRNL-u da podigne vaše iskustvo sportskog klađenja na novi nivo.",
  "sbs_bold_p3": "Istražite VRNL softver za sportsko klađenje danas i podignite svoju igru klađenja na viši nivo!",
  "sbs_try_b2b": "Isprobajte naš B2B softver za klađenje",
  "sbs_try_b2c": "Isprobajte naš B2C softver za klađenje",
  "sbs_mf_desp": "Nudimo širok spektar alata za olakšavanje upravljanja našim softverom za klađenje. Među njima ističemo najmoćnije i, naročito, one ključne za konkurenciju na globalnom nivou:",
  "sbs_mf_list": "<li> <strong>Kvota u realnom vremenu</strong> Budite u toku s kvotama u realnom vremenu koje vam daju konkurentsku prednost. VRNL softver osigurava da ne propustite najbolje prilike.</li> <li> <strong>Mobilna kompatibilnost</strong> Klađenje u pokretu s VRNL-ovim softverom kompatibilnim s mobilnim uređajima. Bilo da koristite iOS ili Android, platforma se prilagođava vašem uređaju za besprijekorno iskustvo.</li> <li> <strong>Napredna usluga kvota</strong> redefiniše sportske podatke API-ja. Nudi 100% tačne kvote prije utakmice i najbrže feedove kvota uživo s minimalnim kašnjenjem.</li> <li> <strong>Fleksibilna integracija</strong> Naša platforma se može jednostavno integrisati u vaš sistem putem API-ja ili iFrame-a, nudeći fleksibilnost u implementaciji.</li>",
  "sbs_benefits": "Koje su prednosti? <b>Dozvolite da objasnimo</b>",
  "sbs_benefits_p1": "<strong>Prednost vođenja online i maloprodajnog klađenja</strong> Pokretanje online platforme za klađenje može biti izazovno.",
  "sbs_benefits_p2": " Zbog toga smo kreirali <strong>sveobuhvatno okruženje softvera za sportsko klađenje</strong> kako bismo proces učinili jednostavnijim, sa vrhunskim provajderima kvota za najširu pokrivenost.",
  "sbs_benefits_p3": "Naši regulisani partneri dobijaju punu podršku za ulazak u online klađenje, uz opciju brendirane ili nebrendirane verzije naših platformi.",
  "sbs_benefits_p4": "Naš softver uključuje robusne alate za upravljanje rizikom, što olakšava postavljanje i pripremljen je za skaliranje kako vaše poslovanje raste.",
  "sbs_benefits_p5": "Upravljanje <strong>online igračima i kladionicama</strong> nikada nije bilo ovako jednostavno i korisnički prijateljsko.",
  "complete_sbs": "Kompletan softver za <strong>sportsko klađenje</strong>",
  "whatwe_have": "Šta imamo za vas?",
  "whatwe_have_list": "<li> <strong>Kontrola računa igrača</strong> Naša platforma pruža snažno upravljanje korisničkim računima, uključujući registraciju i verifikaciju. Također imamo efikasan sistem za detekciju i rješavanje prevarantskih računa.</li> <li> <strong>Geolokacijski alati</strong> Nudimo alate koji mogu izdvojiti lokaciju s IP adresa, osiguravajući tačne geolokacijske usluge.</li>",
  "whatwe_have_desp": "Sa našom sveobuhvatnom podrškom, vaš primarni fokus može biti na uspostavljanju i razvoju maloprodajnih klađenja i online mreža.",
  "b2c_sbs": "B2C softver za sportsko klađenje",
  "b2c_sbs_p1": "VRNL je vaše vrhunsko odredište za B2C softverska rješenja za sportsko klađenje. Mi smo pouzdano ime u industriji, posvećeni pružanju najsavremenijeg softvera koji poboljšava vaše iskustvo klađenja. Bilo da ste iskusni kladioničar ili novi u svijetu sportskog klađenja, imamo alate koji vam trebaju da unaprijedite svoju igru. Isprobajte VRNL softver za sportsko klađenje već danas i unaprijedite svoje klađenje!",
  "b2c_sbs_p2": "B2C (business-to-consumer) softver za sportsko klađenje odnosi se na tehnologiju i platformu koju koriste operatori sportske kladionice kako bi ponudili usluge klađenja direktno krajnjim korisnicima.",
  "b2c_sbs_p3": "Ova vrsta softvera omogućava korisnicima da postavljaju opklade na razne sportske događaje putem web ili mobilnih aplikacija. Evo nekih ključnih funkcija i komponenti koje se obično nalaze u B2C softveru za sportsko klađenje:",
  "b2c_sbs_list": "<li><b>Registracija korisnika i upravljanje računom:</b> Omogućava korisnicima kreiranje računa, upravljanje ličnim podacima i praćenje istorije klađenja.</li> <li><b>Korisnička podrška:</b> Pruža opcije podrške kao što su live chat, e-mail i telefonska podrška za pomoć korisnicima u vezi upita i problema.</li> <li><b>Partnerski programi:</b> Nudi partnerske programe za marketing i promociju, omogućavajući partnerima da zarađuju provizije za upućivanje korisnika.</li>",
  "casino_sbs": "Softver za kazino i sportsko <strong>klađenje</strong>",
  "casino_sbs_list": "Pružatelji 75+ više od<br /> Slot mašine 15.000+ više od<br /> Stolne igre 500+ više od<br /> Video poker 700+ više od<br /> Druge igre 200+ više od<br /> Live Game Show<br /> First Person igre<br /> Američki rulet uživo<br /> Live blackjack<br /> Baccarat uživo<br /> Casino Hold’em uživo<br /> SICBO<br /> Dragon tiger uživo<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "Kazino platforma",
  "onc_desp1": "VRNL pruža kompletnu rješenje sa našom <strong>White Label Casino</strong> ponudom.",
  "onc_desp2": "Naša <strong>online kazino platforma</strong> je dizajnirana jednostavno, osiguravajući laku administraciju i za početnike i za iskusne profesionalce. Sa VRNL-om dobijate kompletne smjernice za pokretanje vašeg <strong>online kazina</strong>.",
  "onc_desp3": "Prije nego što se odlučite, pozivamo vas da vidite njeno besprijekorno funkcionisanje u praksi.",
  "wlc_mainFeatures_desp1": "Nudimo širok spektar alata dizajniranih da vam omoguće upravljanje našom online kazino platformom. Među njima, izdvojili smo najuticajnije i najneophodnije alate potrebne za uspjeh na globalnom tržištu:",
  "wlc_mainFeatures_list": "<li><strong class='black-color'>Najopsežniji katalog online kazino igara u svijetu,</strong> pažljivo odabran od vrhunskih pružatelja industrije.</li> <li><strong class='black-color'>Alati za bonuse</strong> i optimizaciju profitabilnosti slotova.</li> <li><strong class='black-color'>Builder kampanja</strong> i upravljanje turnirima igara.</li> <li>Može se <strong class='black-color'>besprijekorno integrisati putem API ili iFrame tehnologije.</strong></li>",
  "wlc_mainFeatures_desp2": "Pored toga, naš paket uključuje softver za live kazino, omogućavajući korisnicima autentično iskustvo pravog kazina iz udobnosti svog doma.",
  "wlc_benefits": "Koje su koristi?",
  "letus_explain": "Dozvolite nam da objasnimo",
  "letus_explain_desp1": "Razmišljate o ulasku u svijet online klađenja? VRNL nudi ",
  "letus_explain_desp2": "rješenje za kazino white label koje može biti savršen početak.",
  "letus_explain_desp3": "Iskoristite naše profesionalne usluge i stručnost, zajedno sa našim naprednim <strong>kazino platformama</strong> i tehnologijom. Naši regulisani partneri dobijaju potpornu podršku prilikom ulaska u industriju online kazina, sa opcijom brendirane ili nebrendirane verzije platforme.",
  "letus_explain_desp4": "Pokretanje online kazina može biti složen proces. Zato smo kreirali kompletno kazino okruženje, nudeći vrhunske provajdere igara i preko 1.000 igara. Naša gaming matematika je sigurna i sertifikovana, osiguravajući vašu bezbjednost.",
  "letus_explain_desp5": "Širite svoje poslovanje bez napora uz robusne alate za upravljanje rizikom na našoj platformi, za brzo i jednostavno postavljanje.",
  "wlc_complete_solutions": "Kompletna <span>White Label kazino</span> rješenja",
  "wlc_offer": "Šta vam nudimo?",
  "wlc_complete_solutions_list": "<li>Verifikacioni postupci, službeno odobreni od strane regulatornih tijela</li> <li>Alati za affiliate marketing, referral sistem i integracija sa društvenim mrežama</li> <li>Mobilne push notifikacije, web push notifikacije i in-app poruke</li> <li>Kontrola korisničkih računa, registracija i verifikacija, i sistem za otkrivanje lažnih naloga</li> <li>Alati za geolokaciju za izvlačenje informacija o lokaciji IP adresa</li>",
  "wlc_complete_solutions_more": "Ali čekajte, ima još",
  "wlc_complete_solutions_desp": "<strong>Vrnl platforma je fino podešena za vrhunske performanse</strong> i stabilnost. Koristimo najmoderniju tehnologiju koja radi dvostruko brže od običnih kazino platformi. Naše veliko iskustvo stvorilo je danas najbržu i najmoćniju aplikaciju.",
  "wlc_numbers": "<span>White Label</span> Kazino u brojkama",
  "wlc_numbers_p1": "Otkrijte beskrajne mogućnosti VRNL White Label Casino rješenja. Unaprijedite svoje kazino poslovanje sa našim širokim spektrom kazino ponuda",
  "wlc_numbers_p2": "Najbolji izbor vodećih Live Casino provajdera u svijetu",
  "wlc_numbers_p3": "Neprevaziđena raznolikost live stolova dostupnih online, sa multi-kanalnom isporukom.",
  "wlc_numbers_list": "<li>Preko 75 provajdera</li> <li>Više od 15.000 slot mašina</li> <li>500+ stolnih igara</li> <li>700+ video poker igara</li> <li>Više od 200 drugih igara</li>",
  "wlc_numbers_p4": "Naš posvećeni tim vodi vas kroz sve faze, od početne obuke do lansiranja produkcije.",
  "wlb_platform": "White Label Betting platforma",
  "wlb_platform_p1": "Vrnl <b class='bold'>white label sportska kladionica</b> nudi sveobuhvatnu, potpuno upravljanu exchange platformu.<br />",
  "wlb_platform_p2": "Jedna od istaknutih karakteristika naše white label sportske kladionice je izuzetna <b class='bold'>brzina u kreiranju i lansiranju web stranice.</b> Naš posvećeni tim može vašu stranicu sportske kladionice postaviti u roku od deset radnih dana, <b class='bold'>prilagođeno vašim specifičnim zahtjevima.</b><br />",
  "wlb_platform_p3": "<b class='bold'>Naša usluga uključuje specijalizovani hosting</b>, sav potreban softver, live sportske feedove sa kvotama, alate za upravljanje rizikom i vrhunsku korisničku podršku. Mi smo vodeća white label betting platforma.",
  "wlb_platform_list": "<li>Razvoj web stranice, <b>Branding, Prilagođavanje</b>, i Rigorous Testing klijentskog exchange-a</li> <li>Redovno unapređenje i ažuriranje funkcionalnosti</li> <li><b>Oprema i hosting</b>, kontinuirani nadzor 24/7 i sveobuhvatna podrška</li> <li><b>Raznolik spektar tržišta klađenja,</b> sportske kategorije i ponude liga</li> <li>Efikasno prihvatanje opklada i precizno obračunavanje</li> <li>Napredni alati za upravljanje rizikom, robusno računovodstvo i nadzor</li>",
  "wlb_platform_p4": "Vrnl posvećeni konsultanti prikupljaju vaše zahtjeve i pružaju vam odabrane šablone i nedavne razvojne uspjehe. Sve naše platforme su dizajnirane da budu višejezične i podržavaju više valuta, a korisnički interfejs (UI) će biti pažljivo prilagođen vašim specifičnim potrebama.",
  "wlb_platform_customization": "Prilagođavanja",
  "be_unique": "Budite jedinstveni",
  "be_unique_desp1": "<b class='bold'>VRNL se specijalizuje za prilagođene white label betting platforme, kazina i klađenja</b> i rješenja koja poboljšavaju identitet vašeg brenda.",
  "be_unique_desp2": "Naš tim stručnjaka osigurava da svaki detalj, od vizuelno impresivnih interfejsa do integracije logotipa i dodatnih funkcija, bude u skladu sa vašom vizijom.",
  "be_unique_desp3": "Krenite na svoje putovanje u svijet Vrnl-a, gdje vaša jedinstvena vizija postaje stvarnost.",
  "wlb_platform_odds": "Kvota",
  "wlb_platform_odds_optimize": "Optimizujte kvote klađenja sa VRNL-om",
  "wlb_platform_odds_p1": "Budite korak ispred konkurencije uz naše napredne <b class='bold'>usluge upravljanja kvotama</b>. Pružamo real-time prilagođavanje kvota, upravljanje rizikom i analizu tržišta kako biste optimizovali svoju ponudu sportskog klađenja i poboljšali iskustvo igrača.",
  "wlb_platform_odds_p2": "Naš tim specijalista je posvećen vašem uspjehu. Kontaktirajte nas danas da istražite kako možemo unaprijediti vaše klađenje.",
  "wlb_platform_zeroRisk": "Nulti rizik",
  "wlb_platform_zeroRisk_h1": "Usluge trgovanja i upravljanja rizikom",
  "wlb_platform_zeroRisk_p1": "Pružamo sveobuhvatne usluge trgovanja i upravljanja rizikom, zajedno sa stručnim savjetima o upravljanju kvotama. Također nudimo jedinstvenu funkciju - pokrivanje dobitaka. U praksi, to znači da ako vaša platforma ne ostvaruje prihode, mi pokrivamo isplate igračima. Prioritet nam je vaš mir.",
  "wlb_platform_bpb": "Brandiranje platforme za klađenje",
  "wlb_platform_bpb_layouts": "Neograničeni layouti",
  "wlb_platform_bpb_layouts_desp": "Birajte iz <b>raznovrsnog spektra layouta</b> pomoću naših šablona. Alternativno, preuzmite potpunu kreativnu kontrolu kreiranjem vlastitog layouta putem naših <b>API usluga</b>. Na ovaj način vi i vaš tim možete autonomno kreirati potpuno prilagođen UI, tačno prema vašoj viziji.",
  "Betting": "Klađenje",
  "B2C": "B2C",
  "Casino": "Kazino",
  "main_sec_title": "Vrnl je vodeći provajder softvera za sportsko klađenje u Bangladešu.",
  "who_we_are": "ko smo mi",
  "what_we_do": "šta radimo",
  "about_us_title": "O nama - White label softver za sportsko klađenje i online kazino",
  "casino_providers": "Pružatelji kazina",
  "betting_providers": "Pružatelji klađenja",
  "games_providers": "Pružatelji igara",
  "online_exch_sw_title": "Revolucionišite svoje poslovanje sa VRNL Online Exchange Softverom",
  "casino_games_title": "Kazino igre - White label kazino",
  "casino_tournaments_title": "Softver za kazino turnire - White label online kazino",
  "esports_title": "Softver za eSports klađenje omogućava korisnicima klađenje na top eSports igre",
  "faq_title": "VRNL FAQ – Vodič kroz često postavljana pitanja",
  "iframe_title": "Sportska kladionica iFrame White label sportsko klađenje i Kazino",
  "live_casino_title": "White label kazino - pokrenite vlastiti online kazino",
  "lottery_games_title": "Lutrijske igre - White label kazino",
  "mobile_title": "Unaprijedite igru uz VRNL Mobile Sports Betting Software",
  "online_casino_sw_title": "Online Casino Softver - Evolucija softvera i platforme za online kazina",
  "ourTheme_title": "Kladite se i pobijedite: Naš rad u svijetu online klađenja i kazina",
  "risk_management_title_main": "Strategije upravljanja rizikom za operatore sportske kladionice - White label softver za sportsko klađenje i kazino",
  "sport_bet_title": "Unaprijedite svoje klađenje uz VRNL Sports Betting Software",
  "wlc_title": "White label kazino - lako pokrenite online kazino uz naše White Label Casino rješenje.",
  "whiteLabel_title": "Vrnl Vaš personalizovani provajder softvera za white label sportske kladionice",
  "TOAST": {
    "FILL_REQUIRED": "Molimo popunite sva obavezna polja.",
    "SUBMITTING": "Slanje zahtjeva...",
    "SUCCESS": "Zahtjev za demo je uspješno poslan!",
    "ERROR": "Došlo je do greške. Molimo pokušajte ponovo."
  },
  "data_security": "Sigurnost podataka"
}