{
  "contact_title": "Společnost, která neustále usiluje o inovativní řešení k naplnění svých obchodních potřeb.",
  "contact_footer": "Jsme tým kreativních stratégů, technologických nadšenců a efektivních komunikátorů, poháněných neochvějnou vášní pro online herní průmysl. Naším neustálým závazkem je podporovat úspěch našich klientů v podnikání.",
  "contact_header": "Kontaktujte nás",
  "contact_para": "Poradte se s odborníkem VRNL a objevte, jak naše řešení může pozvednout vaše sázkové podnikání.",
  "telegram": "Telegram",
  "write_msg": "POŠLETE NÁM ZPRÁVU",
  "fname": "Celé jméno",
  "fname_err": "Pole je povinné (minimálně 2 znaky).",
  "email": "Váš e-mail",
  "email_err": "Je vyžadován platný e-mail.",
  "country": "Země",
  "pnumber": "Telefonní číslo",
  "pnumber_err": "Telefonní číslo musí mít 10 číslic.",
  "message": "Zpráva",
  "sending": "Odesílání…",
  "submit": "Odeslat",
  "con_param1": "Vaše osobní údaje s nikým nesdílíme. Podívejte se na naši",
  "privacy_policy_form": "„zásady ochrany osobních údajů“",
  "con_param2": "pro více informací",
  "casino_tournament_h1": "<b class='chck'>Kasino turnaje</b> vám umožňují vytvořit turnaj s datem začátku a konce.",
  "casino_tournament_p1": "Silným nástrojem ke zvýšení příjmů sekce kasina je implementace <strong>Kasino turnajů.</strong>",
  "casino_tournament_h2": "Budete mít možnost plně <strong>přizpůsobit každý turnaj</strong> výběrem seznamu automatů, které se budou soutěže účastnit.",
  "casino_tournament_p2": "Pro <strong>vytvoření propagace</strong> stačí zvolit <strong>název</strong> turnaje, určit <strong>automaty</strong>, které budou zahrnuty, a specifikovat <strong>jackpot</strong>, který bude rozdělen mezi <strong>různé ceny</strong>, vše lze přizpůsobit podle vašich preferencí.",
  "casino_tournament_p3": "Klíčové údaje k zadání zahrnují <strong>datum začátku,</strong> <strong>datum konce,</strong> <strong>celkový jackpot,</strong> počet účastníků v žebříčku a minimální požadavek na sázky pro vstup do turnaje.",
  "casino_tournament_p4": "Navíc budete mít vždy přístup k žebříčku v reálném čase zobrazujícím uživatelská jména, pozice hráčů a odpovídající ceny. Tato funkce může výrazně zlepšit uživatelský zážitek na vaší kasinové platformě, přilákat více hráčů a zvýšit příjmy.",
  "casinogames_title": "Proč si vybrat naši platformu?",
  "casinogames_title_h1": "Nejrozsáhlejší světový katalog",
  "online_casino_games": "online kasinových her",
  "online_casino_games_p1": "Náš <b style='color: #575756;'> White Label </b> je vaší konečnou destinací, poskytující nepřekonatelný výběr více než 3000 vzrušujících kasinových her a automatů. Pyšníme se tím, že nabízíme nejkomplexnější nabídku online kasinových her dostupných na internetu.",
  "online_casino_games_p2": "Obsluhujeme provozovatele online her, sázkové kanceláře, loterie a sázkové organizace působící v regulovaných trzích.",
  "online_casino_games_p3": "Chápeme důležitost bezpečné a férové hry ve světě online kasin. Proto je naše herní matematika nejen robustní, ale také certifikovaná nezávislými herními laboratořemi. Toto certifikování zaručuje maximální úroveň uživatelského zážitku pro vaše hráče, což činí jejich online kasinové hraní opravdu špičkovým.",
  "casino_nos": "KASINO ČÍSLA",
  "slot_machine": "Automat",
  "morethan10": "Více než 10",
  "tablegames": "Stolní hry",
  "morethan4": "Více než 4",
  "videopoker": "Video poker",
  "morethan": "Více než",
  "lottery": "Loterie",
  "morethan9": "Více než 9",
  "proveedores": "PROVIDEŘI",
  "morethan12": "Více než 12",
  "online_turnkey": "Poskytujeme kompletní online kasinová řešení",
  "casino_wls": "Kasinové White Label řešení",
  "casino_wls_desp": "Spusťte své vlastní značkové kasino snadno pomocí white-label řešení VRNL. Přizpůsobte své kasino, nabídněte široký výběr her, zajistěte bezpečnost a rychle začněte generovat příjmy.",
  "webbranding": "Branding webu",
  "webbranding_desp": "Pozvedněte svou online přítomnost pomocí odborných služeb brandingu od VRNL. Navrhujeme, vytváříme a transformujeme webové stránky tak, aby odrážely vaši jedinečnou identitu a zanechaly trvalý dojem.",
  "toolstraning": "Nástroje (školení)",
  "toolstraning_desp": "Odemkněte svůj potenciál ve světě sázení s výkonnými obchodními nástroji VRNL. Naše špičková řešení vám poskytují informace a technologii pro informovaná rozhodnutí a maximalizaci vašeho úspěchu.",
  "client_support": "Podpora klientů",
  "client_support_desp": "Zlepšete zážitek svých klientů s výjimečnými službami podpory VRNL. Náš oddaný tým je zde, aby poskytoval odbornou pomoc, zajišťující efektivní a pečlivé řešení potřeb vašich klientů.",
  "aboutus_title": "Jsem si jistý, že jste zvědaví zjistit",
  "aboutus_desp": "Společnost, která neustále usiluje o inovativní řešení k naplnění svých obchodních potřeb.",
  "online_gaming_provider": "Poskytovatel online her",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl je dobře zavedený poskytovatel Sportsbook a her s pozoruhodnými 10 lety zkušeností v sázkovém průmyslu. </strong> Od roku 2012 se věnujeme dodávání služeb sázkovým kancelářím, loteriím a sázkovým organizacím v regulovaných trzích.",
  "about-section1-para2": "Jsme tým kreativních stratégů, technologických nadšenců a efektivních komunikátorů, poháněný neochvějnou vášní pro online herní průmysl. Naším neúnavným cílem je podporovat úspěch našich klientů v podnikání.",
  "about-section1-para21": "Jsme hrdí na poskytování špičkových řešení pro firmy i jednotlivce v oblasti online her a sázení. Ať už jste startup, který chce spustit svou platformu, nebo zavedená značka hledající rozšíření, poskytujeme komplexní služby, které podporují váš růst, zajišťují soulad s předpisy a nabízejí vynikající uživatelský zážitek.",
  "about-section1-para22": "Naše White Label řešení vám umožňují spustit vlastní plně značkový online herní nebo sázkový byznys bez výzev spojených s budováním od nuly. Nabízíme kompletní, plně spravovaný balíček, který zahrnuje vlastní branding odpovídající vaší identitě, integrované sportovní sázky, kasino a herní moduly, bezpečné platební brány a nepřetržitou technickou podporu a údržbu. S naší White Label platformou se můžete soustředit na marketing, získávání zákazníků a růst podnikání, zatímco my se postaráme o technologii, shodu s předpisy a backendové operace.",
  "about-section1-para3": "Naše špičková herní platforma se vyznačuje jako jeden z klíčových faktorů, které posunuly Vrnl na jeho současný status respektovaného mezinárodního softwarového domu. <strong style='color: #000;'> Díky našim rozsáhlým desetiletým zkušenostem v tomto sektoru Vrnl hrdě poskytuje služby více než 40 sázkovým kancelářím ve 11 různých zemích světa.</strong>",
  "about_us": "O nás",
  "about_us_desp": "VRNL je největší platforma poskytující online sportovní a kasinové sázky white label. Nabízíme API pro burzy společně s vlastními webovými službami pro Bangladéš s nízkými maržemi a spolehlivou platformou, která zahrnuje kasino. Poskytujeme API pro všechny ligy v burzách a také online streamovací služby. Užijte si sázení na spolehlivé platformě. Užijte si více než 1000 automatových a stolních her na našem webu.",
  "our_client": "Naši klienti",
  "our_client_desp": "Ve Vrnl neúnavně usilujeme o nejlepší herní a zábavní partnerství, abychom zajistili bezkonkurenční zážitek pro naše klienty a hráče. Prostřednictvím spolupráce s renomovanými mezinárodními kasiny a poskytovateli virtuálních her jsme bezproblémově integrovali naši sázkovou platformu s širokou škálou her. Tato nabídka zahrnuje vše od automatů a stolních her po živá kasina, virtuální hry a dokonce i fantasy hry. Naše platforma je dostupná na desktopu i mobilních zařízeních, s vysokou kvalitou grafiky, poutavými animacemi a imerzivním zvukem. Intuitivní a uživatelsky přívětivé menu dále zvyšuje celkový uživatelský zážitek. Rychlý proces integrace kombinuje škálovatelnost, flexibilitu a špičkový výkon softwaru pro sázky, přičemž zajišťuje nejvyšší úroveň bezpečnosti a spolehlivosti. Pyšníme se tím, že našim klientům poskytujeme nejširší výběr her v sektoru, nabízející dokonalá herní řešení pro každou preferenci. Vítejte ve Vrnl, kde se herní excelence setkává s neomezenými možnostmi. Vrnl hrdě spolupracuje s nejvýraznějšími jmény v oblasti poskytovatelů softwaru a platebních řešení. Sdílejte naši platformu pro úspěch a přidejte své jméno na tento rostoucí seznam.",
  "lost404": "Zdá se, že jste ztratili cestu",
  "lost404desp": "stránka, kterou hledáte, není k dispozici!",
  "gotohome": "Přejít na domovskou stránku",
  "esports_bs": "Software pro sázení na eSports",
  "esports_bs_desp1": "Ve VRNL se pyšníme tím, že fanouškům eSports poskytujeme jedinečný a imerzivní zážitek.",
  "esports_bs_desp2": "VRNL je vaše brána do světa, kde se hraní a sázení setkávají. Náš software pro sázení na eSports je navržen pro herní fanoušky jako vy, poskytuje vzrušující, bezpečný a odměňující zážitek. Nepropásněte šanci být součástí akce. Připojte se k VRNL dnes a pozvedněte svůj herní zážitek na novou úroveň!",
  "startnow": "Začněte nyní",
  "easy_setup": "Snadné nastavení, méně než si možná myslíte.",
  "easy_setup_desp1": "Platformu pro eSports můžeme dodat během několika týdnů.<br> Zajišťujeme všechny aspekty procesu: hosting, uživatelské rozhraní, feed koeficientů, přizpůsobené stránky, aktivace produktů a sázkovou strategii.",
  "easy_setup_desp2": "Vaše primární zaměření může být věnováno nastavování a budování vašich online sítí.",
  "esport_bet_center_h1": "Pokud uvažujete o startu online sázení, náš software pro sázení na eSports je skvělým prvním krokem.",
  "esport_bet_center_p1": "Využijte našich odborných služeb a pokročilou technologii sázení na eSports. Naši regulovaní partneři získají plnou podporu při vstupu do online sázkového průmyslu a mohou používat naše přizpůsobené nebo generické platformy.",
  "esport_bet_center_p2": "Zahájení online sázkové kanceláře zaměřené především na eSports může být obtížné. Proto jsme vytvořili komplexní systém sázení na eSports s pre-match službami. Naším cílem je nabídnout vám nejrozsáhlejší škálu možností sázení na eSports online.",
  "have_qes": "Máte otázku?",
  "para_faq": "Máme odpovědi (no, většinou!)",
  "freq_param": "Níže najdete odpovědi na nejčastější otázky, podívejte se na naši ",
  "if_still_qes": "Pokud stále nemůžete najít odpověď, kterou hledáte, stačí",
  "sbs_faqs": "Často kladené otázky k softwaru pro sportovní sázení",
  "whatis_sbs": "Co je Software pro sportovní sázení?",
  "whatis_sbs_ans": "Software pro sportovní sázení je navržen podle trhů a výběrů uživatele. Naši odborníci jsou vždy k dispozici, aby vám poskytli nejlepší zákaznický servis a poradili ohledně vašich potřeb a tržních požadavků. Zajišťujeme každý krok vývojového procesu, poskytující vám kompletní a funkční sázkovou platformu.",
  "affiliate_systems": "Nabízíte affiliate systémy?",
  "affiliate_systems_ans": "Ano, náš softwarový systém má 5 úrovní: Administrátor platformy – přístup do backendu (možnost vytvořit i další omezené přístupy do back office). Reseller – hlavní agent dohlížející na několik sázkových kanceláří. Sázenková kancelář – fyzické místo, kde hráči mohou sázet a ukládat peníze. Pokladník – profil zaměstnanců sázkových kanceláří, umožňuje sázení bez získávání provizí. Online hráč – registrace účtu online nebo v kanceláři, možnost sázení.",
  "whatis_label": "Co je white label sázková stránka?",
  "whatis_label_ans": "White label sázková stránka je plně přizpůsobená platforma. White label sázková stránka VRNL poskytuje certifikované hry, bonusový systém, platební brány. Obsah uživatelského rozhraní, jazyk a měna jsou podle vašeho výběru, VRNL poskytuje různé grafické šablony, funkce a nástroje.",
  "fullmanagement": "Mohu mít plnou správu koeficientů a marží?",
  "fullmanagement_ans": "Backend obsahuje mnoho nástrojů, funkcí a reportů, které poskytují kompletní přehled o aktivitě sportovního sázení. Je zde vyhrazená sekce pro správu koeficientů, kde je možné upravovat marže, násobnost a kurzy podle trhu, zápasu nebo šampionátu.",
  "logobrand": "Mohu použít své logo a barvy značky?",
  "logobrand_ans": "Ano, můžete. Poskytujeme různé řešení podle vašich konkrétních požadavků. Můžeme vytvořit individuální řešení nebo poskytnout turnkey řešení, upravit pouze barvy značky a logo.",
  "fullycustomized": "Chtěl bych mít plně přizpůsobené řešení, je to možné?",
  "fullycustomized_ans": "Vrnl poskytuje tým odborníků pro nastavení plně přizpůsobené platformy pro sportovní sázení. Manažer účtu shromáždí požadavky a koordinuje projekt s ostatními členy týmu: projektovým manažerem, grafickým designérem a IT manažerem.",
  "software_cost": "Kolik stojí Software pro sportovní sázení?",
  "software_cost_ans": "Cena softwaru pro sportovní sázení se liší podle funkcí a služeb. Existují různé plány v závislosti na objemu sázek, nebo zda chcete být agent s vlastní sítí hráčů.",
  "what_products": "Jaké produkty nabízíte?",
  "what_products_ans": "Naše hlavní činnost je sportovní sázení. Náš software pro sportovní sázení je interní produkt vyvíjený naším IT týmem od roku 2005. Kromě sportovního produktu nabízíme i live sázení, kasino, live kasino, loterie a virtuální hry pro 'all in one' řešení.",
  "canaddfeatures": "Mohu přidat funkce, reporty a stránky do softwaru pro sportovní sázení?",
  "canaddfeatures_ans": "Software zahrnuje širokou škálu reportů, stránek a bannerů, které lze přizpůsobit (CMS) nebo vyvinout na požádání. Pokud chcete novou funkci, vytvoříme společně individuální projekt.",
  "canofferbettingservices": "Mohu nabízet služby sportovního sázení v kasinech v mé zemi?",
  "canofferbettingservices_ans": "Máme několik sázkových řešení pro online i kamenné podniky. Pokud vlastníte kamenné kasino a chcete nabídnout sportovní sázení, naše retail řešení vám umožní vytvořit účty pokladníků pro správu prodeje sázkových tiketů.",
  "change_currentprovider": "Jak mohu změnit svého současného poskytovatele softwaru?",
  "change_currentprovider_ans": "Pokud již spravujete Exchangebook a chcete přejít na naši platformu sportovního sázení, zajistíme, aby bylo vše správně spravováno. Připravíme migrační plán. Osobní údaje hráčů budou nahrány do nové platformy a přechod bude naplánován tak, aby migrace byla dokončena během několika hodin.",
  "sbs_offer": "Jaké funkce nabízí software pro sportovní sázení?",
  "sbs_offer_ans": "Software pro sportovní sázení poskytuje funkce jako predikce založené na datech, simulace, trendy sázek, porovnání kurzů a další. Nabízí také detailní analýzy minulých zápasů a nadcházejících utkání, aby sázející mohli činit informovaná rozhodnutí. Specializujeme se na zakládání a tvorbu kamenných sázkových kanceláří a online sítí. To zahrnuje KYC procedury schválené regulačními orgány, platební brány pro hazard, nástroje pro affiliate marketing, referral systémy, sociální média, push notifikace na mobil, web push notifikace a in-app zprávy, správu hráčských účtů, registrační a ověřovací procesy, systémy detekce podvodů a geolokační nástroje pro zjištění IP adresy.",
  "sbs_legal": "Je software pro sportovní sázení legální?",
  "sbs_legal_ans": "Ano, software pro sportovní sázení je legální a používá ho mnoho profesionálních sázkařů. Je však důležité zajistit, že software používáte v souladu s platnými zákony ve vaší jurisdikci.",
  "ebs_faqs": "Často kladené otázky o softwaru pro eSports sázení",
  "ebs_titleoffer": "Jaké eSports tituly nabízíte?",
  "ebs_titleoffer_ans": "<li><strong>Nejpopulárnější:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sportovní hry:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online hry:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>FPS (střílečky z pohledu první osoby):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Bojové hry:</strong> Street Fighter, Super Smash Bros, Tekken. RTS (strategie v reálném čase): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Máte mobilní verzi?",
  "mobileversion_ans": "Ano, VRNL je plně optimalizován pro mobilní zařízení. Naše platforma funguje bez problémů na všech smartphonech a tabletech, umožňuje přístup ke sportovní burze, kasinovým hrám, iGamingu a eSports kdykoliv a kdekoliv. Užijete si plynulé, responzivní rozhraní, rychlé načítání a bezpečné transakce přímo z mobilního prohlížeče — není třeba stahovat aplikaci. Ať už používáte Android nebo iOS, zkušenost je rychlá, uživatelsky přívětivá a stejně funkčně bohatá jako desktopová verze.",
  "runesportsplatform": "Mohu provozovat platformu pro eSports sázení, aniž bych se staral o kurzy a správu sázek?",
  "runesportsplatform_ans": "Naše řešení pro eSports sázení obsahuje feed kurzů. Software zahrnuje mnoho funkcí a nástrojů pro správu kurzových marží a konfigurací zcela samostatně. Pokud se chcete soustředit pouze na správu poboček a hráčů, poskytujeme obchodní služby a podporu.",
  "esports_solutions": "Chtěl bych mít plně přizpůsobené eSports řešení, je to možné?",
  "esports_solutions_ans": "VRNL poskytuje tým odborníků pro nastavení plně přizpůsobené platformy pro eSports sázení. Account Manager shromáždí požadavky a koordinuje projekt s ostatními členy týmu: projektovým manažerem, grafickým designérem a IT manažerem.",
  "newtobusiness": "Jsem v tomto byznysu úplně nový, co bych měl vědět?",
  "newtobusiness_ans": "Správná správa platformy pro eSports sázení může být velmi výnosná. Nabízíme různá řešení a služby podle úrovně zapojení a znalostí. Herní expert bude pracovat s vámi, aby vybral nejlepší řešení eSports přizpůsobené vašim potřebám.",
  "eSports_market": "Kolik je živých eSports trhů?",
  "eSports_market_ans": "Dnes nabízíme 20 živých eSports trhů. <br> Neustále však přidáváme nové trhy.",
  "eSportsLogoBrand": "Mohu použít své eSports logo a barvy značky?",
  "eSportsLogoBrand_ans": "Ano, můžete. Poskytujeme různá řešení podle vašich konkrétních požadavků. Můžeme vytvořit individuální eSports řešení podle vašich požadavků nebo poskytnout turnkey řešení, kde upravíme pouze barvy a logo vaší značky.",
  "eSports_server": "Mohu hostovat eSports burzu na své vlastní serverové infrastruktuře?",
  "eSports_server_ans": "Ne, nelze. Hosting je součástí naší služby, aby byla zajištěna správná výkonnost softwaru pro eSports sázení. Naši systémoví administrátoři nastavili dedikovaný cluster se zálohami a plánem obnovy po havárii. To zaručuje dodržování globálních předpisů a dosažení nejvyšších bezpečnostních standardů.",
  "sp_faqs": "Často kladené otázky o streamovací platformě",
  "promte_cricket": "Kolik kriketových zápasů mohu propagovat?",
  "promte_cricket_ans": "Z dashboardu je možné aktivovat dva zápasy současně, ale není omezení, kolik zápasů lze propojit.",
  "broadcast_live": "Lze vysílat kasinové události živě?",
  "broadcast_live_ans": "Ano, všechny kasinové hry lze vysílat živě na všech podporovaných platformách.",
  "measure_success": "Jak mohu měřit úspěch živých přenosů?",
  "measure_success_ans": "Samozřejmě, můžete sledovat detailní analytiku pro více platforem na jednom displeji.",
  "is_mobile_friendly": "Je platforma přátelská k mobilům?",
  "is_mobile_friendly_ans": "Ano — naše platforma je plně mobilně přívětivá a poskytujeme APK ke stažení a bezproblémovému používání.",
  "livecasino_faqs": "Často kladené otázky o softwaru Live Casino",
  "whatisVRNLcasino": "Co je VRNL Live Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software je moderní platforma, která umožňuje online kasinům nabízet hry s živým dealerem. Poskytuje infrastrukturu a nástroje potřebné k hostování interaktivních her v reálném čase.",
  "software_work": "Jak funguje VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software se integruje do online kasinových webů. Spojuje hráče s živými dealery prostřednictvím video streamingu vysoké kvality, umožňuje hrát populární kasinové hry jako blackjack, ruletu a baccarat v živém a interaktivním prostředí.",
  "features_livecasino": "Jaké jsou hlavní funkce VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software nabízí řadu funkcí, včetně přizpůsobitelného brandingu, bezpečné integrace plateb a uživatelsky přívětivého rozhraní pro hráče i operátory.",
  "security_livecasino": "Jak zajistit bezpečnost a férovost her při použití VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software je postaven s ohledem na bezpečnost. Používá certifikované generátory náhodných čísel (RNG) pro zajištění férovosti a poskytuje nástroje pro prevenci podvodů a ochranu hráčů. Data jsou šifrována při přenosu.",
  "offered_games": "Jaké hry lze nabízet pomocí VRNL Live Casino Software?",
  "offered_games_ans": "Můžete nabízet široký výběr her s živým dealerem, včetně klasických her jako blackjack, ruleta a baccarat, a jejich varianty pro udržení zájmu hráčů.",
  "integrateVRNL": "Mohu integrovat VRNL Live Casino Software s existující online kasinovou platformou?",
  "integrateVRNL_ans": "Ano, náš software je navržen pro snadnou integraci s existujícími platformami, což umožňuje bezproblémové doplnění vašeho online kasina.",
  "wlc_faqs": "Často kladené otázky o White Label Casino",
  "whatis_wlc": "Co je White Label Casino?",
  "whatis_wlc_ans": "White Label Casino je kompletní řešení, které umožňuje podnikatelům a firmám spustit vlastní online kasino pomocí našeho softwaru a infrastruktury. Můžete jej brandovat svým názvem a designem, zatímco my se staráme o technické a regulační aspekty.",
  "wlc_work": "Jak funguje služba White Label Casino?",
  "wlc_work_ans": "Poskytujeme plně funkční kasinovou platformu včetně her, zpracování plateb a zákaznické podpory. Vy pouze přizpůsobíte branding a design podle své představy a můžete začít podnikat.",
  "wlc_games": "Jaké hry jsou k dispozici pro mé White Label Casino?",
  "wlc_games_ans": "Nabízíme širokou škálu kasinových her, včetně automatů, stolních her (např. blackjack, ruleta) a her s živým dealerem. Z našeho katalogu si můžete vybrat pro rozmanitý herní zážitek pro hráče.",
  "wlc_launch": "Jak dlouho trvá spuštění mého White Label Casino?",
  "wlc_launch_ans": "Časový rámec se může lišit podle vašich konkrétních požadavků a regulačních procesů. Průměrně může nastavení a přizpůsobení trvat několik týdnů.",
  "wlc_cusSupport": "Jakou úroveň zákaznické podpory poskytujete pro mé White Label Casino?",
  "wlc_cusSupport_ans": "Poskytujeme technickou a provozní podporu, aby vaše kasino fungovalo hladce.",
  "wlc_getstarted": "Jak začít s White Label Casino od vaší společnosti?",
  "wlc_getstarted_ans": "Kontaktujte náš prodejní tým pro konzultaci přizpůsobenou vašim potřebám. Provedeme vás procesem nastavení vašeho White Label Casino.",
  "can_cutomize_branding": "Mohu přizpůsobit kasino svým brandem?",
  "can_cutomize_branding_ans": "Ano — kasino lze plně přizpůsobit vlastním logem, barvami a brandingem, aby odpovídalo vaší identitě.",
  "company": "Společnost",
  "company_caps": "SPOLEČNOST",
  "about": "O nás",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Zásady ochrany osobních údajů",
  "contact_us": "Kontaktujte nás",
  "solutions": "Řešení",
  "sports_betting_software": "Software pro sportovní sázení",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Logo a grafický materiál Vrnl jsou duševním vlastnictvím společnosti a nesmí být kopírovány, reprodukovány, distribuovány ani zobrazovány bez písemného souhlasu Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Všechna práva vyhrazena.",
  "home": "Domů",
  "betting": "Sázení",
  "esports_betting": "eSports sázení",
  "sbs_head": "Software pro sportovní sázení",
  "casino": "Kasino",
  "online_casino_sw": "Software online kasina",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Kasinové hry",
  "lottery_bingo": "Loterie a bingo",
  "casino_tournament": "Kasino turnaje",
  "risk_management": "Řízení rizik",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Naše práce",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Loterie",
  "exch_sw_provider": "Poskytovatel Exchange software",
  "mobile_bet": "Mobilní sázení",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget sportovního sázení",
  "back": "Zpět",
  "exch_iframe_para": "Exchangebook iframe — umožňuje rychlé aktivování modulu Exchangebook prostřednictvím bezproblémové API integrace. Naše komplexní služba Exchangebook, pod odborným dohledem, zajišťuje širokou škálu programování pro online události a trhy.",
  "contact_us!": "Kontaktujte nás!",
  "exch_iframe_types": "Typy Exchangebook iFrame",
  "exch_iframe_types_para": "Naše řešení Exchangebook iFrame přichází ve třech variantách, každá přizpůsobená použitému kanálu, aby byla zajištěna nejvhodnější možnost pro vaše potřeby:",
  "exch_iframe_types_list": "<li>iFrame pro <strong>Desktop</strong>, navržený pro počítače s různými rozlišeními a s rozmanitými a přizpůsobitelnými rozvrženími.</li><li>iFrame pro <strong>Terminály a kiosky SSBT</strong>, s rozvrženími optimalizovanými pro dotykové systémy a intuitivní uživatelské prostředí, ideální pro nezkušené hráče sázející.</li>",
  "exch_iframe_types_para2": "Dále můžete pomocí našeho API dosáhnout rozsáhlé customizace grafiky a funkcí her.",
  "cm_exch": "Komplexní spravovaný Exchangebook",
  "cm_exch_para": "Náš Exchangebook iFrame zahrnuje dodávku datových feedů kurzů a konfiguraci základních sázkových nastavení. Software je vybaven řadou funkcí a nástrojů pro samostatnou správu kurzových marží a konfigurací. Pokud se však chcete zaměřit především na správu hráčů a marketing, nabízíme plně spravované obchodní služby a podporu.",
  "acq_exch": "Snadné získání Exchangebook iFrame řešení",
  "acq_exch_para": "Proces aktivace iFrame jsme zjednodušili do pěti jednoduchých kroků:",
  "acq_exch_list": "<li>Formálně uzavřete smlouvu mezi Vrnl a zákazníkem.</li><li>Spusťte integraci Exchangebook iFrame prostřednictvím API pomocí našeho SDK.</li><li>Uspořádejte schůzku pro definování strategie Exchangebook, kterou chcete sledovat.</li><li>Identifikujte nejzajímavější sporty a události přizpůsobené vaší provozní oblasti.</li><li>Spusťme živě!</li>",
  "live_casino_sw_p1": "Naše <strong>Live Casino platforma</strong> vám umožňuje aktivovat <strong>nejlepší poskytovatele živých her</strong> známé svou <strong>vynikající kvalitou a matematickou integritou.</strong>",
  "live_casino_sw_p2": "Jsme odhodláni poskytnout vám nejlepší zážitek z live casina. Ať už jste zkušený hráč nebo nováček ve světě online kasin, naše platforma nabízí poutavý, interaktivní zážitek v reálném čase, který nemá obdoby.",
  "live_casino_sw_p3": "Řešení VRNL Live Casino poskytuje komplexní sadu služeb, včetně:",
  "live_casino_sw_p3_l1": "Nástroje pro úplné reportování historie",
  "live_casino_sw_p3_l2": "Vizualizace historie her",
  "live_casino_sw_p3_l3": "Konfigurace her",
  "live_casino_sw_p3_l4": "Nástroje pro řízení rizik",
  "live_casino_sw_p3_l5": "Správa hráčů",
  "live_casino_sw_p3_l6": "Nástroje pro správu affiliate programů",
  "live_casino_sw_p3_l7": "Víceúrovňová hierarchie agentů",
  "live_casino_sw_p4": "Vyvinuli jsme různé bezpečné metody integrace, všechny uživatelsky přívětivé a navržené pro snadné nasazení s naším live casino API.",
  "live_casino_sw_demo": "Demo řešení live casina",
  "livecasino_integration": "<strong style='color: #575756;'>Integrace live casino API</strong>",
  "livecasino_integration_para": "Naše software live casino můžete spustit během několika dní. Navíc poskytujeme komplexní služby správy, zajišťující dohled našimi experty. <strong style='color: #575756;'>Také garantujeme přístup k nejširší nabídce živých her online.</strong>",
  "live_casino_lobby": "V našem uživatelsky přívětivém lobby Live Casino her",
  "youcan": "můžete",
  "findgames_like": "najít hry jako:",
  "findgames_like_desp": "Live ruleta, Live Baccarat, Live Blackjack a Live Poker, hry s kostkami a číselné hry.",
  "euro_roulette": "Evropská ruleta",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Americká ruleta",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Rezervujte demo",
  "lottery_head": "Hledáte platformu pro loterie a bingo?",
  "lottery_head_desp1": "Pečlivě jsme vybrali nejlepší <b style='color: #575756; font-size: 45px;'>loterie a bingo</b> hry pro vás.",
  "lottery_head_desp2": "Naše <b style='color:#575756; font-size: 16px;'>White Label Lottery a Bingo</b> řešení nabízí řadu atraktivních variant klasické hry bingo spolu s nejznámějšími loterijními hrami.",
  "lottery_head_desp3": "Tyto hry si můžete <b style='color:#575756; font-size: 16px;'>užít z vašeho smartphonu</b> nebo počítače a my zajišťujeme vynikající uživatelský zážitek, protože naše hry jsou nejvyšší kvality.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Naše herní algoritmy jsou bezpečné a nezávisle certifikované, poskytující spolehlivý a důvěryhodný herní zážitek.<br><br></strong>",
  "lottery_bingo_nos": "ČÍSLA LOTERIE A BINGO",
  "bingo_games": "Hry Bingo",
  "over100": "více než 100",
  "over130": "více než 130",
  "suppliers": "DODAVATELÉ",
  "more20": "Více než 20",
  "sports_betting_software_wl": "White Label software pro sportovní sázení",
  "sports_betting_software_wl_desp": "Společnost, která se zavázala nepřetržitě hledat inovativní řešení k efektivnímu uspokojení měnících se obchodních potřeb.",
  "blink-soft": "Vylepšete svůj zážitek s pokročilým softwarem pro sportovní sázení",
  "platform_para1": "Moderní řešení software pro sportovní sázení <b>mění</b> způsob, jakým sázející zapojují hru. S <b>plynulým rozhraním</b>, analýzou v reálném čase a možností sázek live poskytují tyto platformy vynikající zážitek pro nové i zkušené hráče.",
  "platform_para2": "Ať už provozujete online sportsbook, kamennou sázkovou kancelář nebo kasino, naše komplexní sada řešení — včetně <b>B2C platforem</b> a <b>customizovatelných white-label produktů</b> poskytuje flexibilitu a technologii potřebnou k udržení konkurenceschopnosti. Přijměte inovace a zvyšte provoz sportovního sázení s softwarem navrženým k <b>optimalizaci výkonu</b> a <b>spokojenosti uživatelů</b>.",
  "try_b2b": "Prozkoumejte náš pokročilý B2B Betting software",
  "try_b2c": "Prozkoumejte náš pokročilý B2C Betting software",
  "wls_turnkey": "White Label řešení a turnkey platformy",
  "wls_turnkey_p1_span1": "plynulý a poutavý zážitek ze sportovního sázení",
  "wls_turnkey_p1_span2": "pro vaše zákazníky. Tento přístup eliminuje potřebu nákladného a časově náročného vývoje, umožňuje vám soustředit se na růst a",
  "custom_satisfaction": "spokojenost zákazníků",
  "wls_turnkey_p2": "Naše bezpečná, vysoce výkonná sázková platforma je plně certifikována nezávislými herními laboratořemi, což zaručuje shodu a spolehlivost. Partnerstvím s VRNL získáváte přístup k důvěryhodné sázkové burze, která zvyšuje ziskovost a zároveň zajišťuje",
  "highest_industry_standards": "nejvyšší průmyslové standardy",
  "igaming_platform": "iGaming platforma",
  "igaming_platform_p1": "VRNL je spolehlivý partner v iGaming průmyslu, nabízející špičkové",
  "sbs": "software pro sportovní sázení",
  "igaming_platform_p2": "Naším cílem je transformovat online herní prostředí tím, že poskytujeme provozovatelům univerzální, špičkovou platformu, která zajišťuje plynulé a poutavé hraní pro jejich uživatele.",
  "online_casino": "Online kasino",
  "casino_para": "Vítejte v VRNL Online Casino — <b>důvěryhodný lídr</b>, který poskytuje bezpečnou a vzrušující herní platformu globálně. Naším cílem je poskytnout výjimečný kasino zážitek, který udrží hráče zapojené a pobavené.",
  "casino_para_list": "<li>Více než 75 poskytovatelů</li><li>Přes 15 000 automatů</li><li>500+ stolních her</li><li>700+ video poker her</li><li>Více než 200 dalších her</li>",
  "casino_para2": "Náš odborný tým vás podporuje ve všech fázích, od školení po spuštění.",
  "play_livecasino": "Hrajte v live casinu, jako byste byli přímo v kasinu",
  "play_livecasino_list": "<li>Live Game Show</li><li>AWC</li><li>Automaty</li><li>Live ruleta</li><li>Live Blackjack</li><li>Live Baccarat</li><li>Casino Hold’em Live</li><li>Blueocean</li><li>Dragon Tiger Live</li><li>Andar Bahar</li><li>Teen Patti</li>",
  "api_services_iframe": "Poskytovatelé API služeb a iFrame",
  "api_services_iframe_p1": "VRNL poskytuje špičkové <b>API integrace a iFrame řešení</b>, umožňující plynulé propojení platforem, bezpečnou výměnu dat a zlepšení uživatelského zážitku — pomáhá podnikům pracovat chytřeji a rychleji.",
  "api_services_iframe_p2": "Ve VRNL chápeme důležitost plynulé výměny dat a komunikace mezi aplikacemi. Poskytujeme špičkové služby API integrace, umožňující vašemu softwaru snadnou interakci s dalšími platformami. Naši experti zajistí, aby vaše systémy fungovaly harmonicky a poskytovaly hladký zážitek vám i vašim zákazníkům.",
  "virtual_games": "Virtuální hry",
  "virtual_games_desp1": "Připraveni na svou cestu do virtuálního hraní s VRNL? Ponořte se do virtuálního světa jako nikdy předtím a připravte se na hodiny zábavy.",
  "virtual_games_desp2": "Ve VRNL se zaměřujeme na poskytování špičkových virtuálních herních zážitků, které přenášejí hráče do vzrušujících nových světů. Naším cílem je nabídnout nejpoutavější a nejzábavnější virtuální hry, které vás udrží zaujaté hodiny.",
  "before_start": "Než začnete, prozkoumejte to v akci!",
  "explore_demo": "na naší demo platformě:",
  "mobile_sbs": "Mobilní software pro sportovní sázení",
  "mobile_sbs_p1": "Naše <strong>mobilní aplikace</strong> umožňuje sázejícím snadno přistupovat k jejich herním účtům a sázet prostřednictvím tabletů, smartphonů a dalších zařízení připojených k internetu.",
  "mobile_sbs_p2": "Od kriketu a fotbalu po tenis, náš software pokrývá širokou škálu sportovních událostí po celém světě. Ať už je vaše sportovní vášeň jakákoliv, můžete sázet na hry a týmy, které milujete.",
  "mobile_sbs_p3": "Náš software není jen o sázení, ale o vytvoření zážitku, který je plynulý a zaměřený na uživatele. Investovali jsme do nejmodernějších technologií, aby bylo používání naší platformy co nejjednodušší.",
  "advantages_sbs": "Výhody mobilního software pro sportovní sázení",
  "advantages_sbs_l1": "Mobilní aplikace jsou rychlejší",
  "advantages_sbs_l2": "Personalizovaný obsah sázek",
  "advantages_sbs_l3": "Okamžité online sázení",
  "advantages_sbs_l4": "Bezpečné a spolehlivé",
  "advantages_sbs_p1": "Aplikace překonávají mobilní webové stránky, poskytují rychlejší akce a odezvu.",
  "advantages_sbs_p2": "Uživatelé si užívají personalizovaný obsah pro intenzivnější zážitek, s možnostmi sázek přizpůsobenými jejich preferencím.",
  "advantages_sbs_p3": "Všechny mobilní aplikace poskytují okamžitý přístup jedním klepnutím, umožňující sázení, kontrolu účtů, hraní kasinových her a výběr oblíbených lig bez zpoždění.",
  "advantages_sbs_p4": "Naše bezpečnost je naší nejvyšší prioritou. VRNL Mobilní software pro sportovní sázení je vybaven špičkovými bezpečnostními opatřeními k ochraně vašich osobních a finančních údajů. Sázejte s klidem.",
  "online_casino_sw_p1": "VRNL je přední poskytovatel <strong>online kasinového softwaru</strong> a <strong>platforem</strong>. Hrají klíčovou roli při navrhování a vývoji kasinových platforem, zajišťující uživatelskou přívětivost a bohatou funkcionalitu.",
  "online_casino_sw_p2": "Náš marketingový tým bude pracovat usilovně, aby vaše online kasino mělo prominentní umístění na hlavní stránce, zajišťující vysokou viditelnost na online trhu.",
  "online_casino_sw_p3": "Online kasino platforma bude vybavena různými přednastavenými hrami a naše monitorovací nástroje vám poskytnou jasný, reálný přehled o pokroku a výkonu vašeho nového podniku.",
  "customized_theme": "Toto je téma a lze jej přizpůsobit, podívejte se v akci:",
  "live_casino_sw_desp1": "Nabízíme nejširší škálu špičkových <strong>Live Casino poskytovatelů</strong><br>",
  "live_casino_sw_desp2": "celosvětově, zajišťující přístup k nejširší nabídce živých stolů online a bezproblémový multi-kanálový zážitek.",
  "casino_sw_features": "Hlavní funkce kasinového softwaru",
  "casino_sw_features_p1": "Naše <strong>platforma kasinového softwaru</strong> je navržena tak, aby poskytovala plynulý a poutavý herní zážitek pro hráče i provozovatele.<br /><br />",
  "casino_sw_features_p2": "Hlavní funkce naší platformy zahrnují: ",
  "casino_sw_features_list": "<li>Viditelnost a kontrola rozsahu stolů.</li> <li>Atributy a nastavení herních stolů.</li> <li>VIP limity.</li> <li>Funkce klienta a přístup k našim nástrojům pro přizpůsobení.</li> <li>Mechanismus reportování a notifikační systém, který poskytuje provozovatelům okamžitý přístup a upozornění na provozní notifikace</li> <li>API pro Business Intelligence (BI)</li> <li>Marketingové nástroje</li> <li>API pro externí integraci</li>",
  "casino_sw_features_p3": "Náš uživatelsky přívětivý nástroj pro přizpůsobení umožňuje bookmakerům provádět změny v reálném čase u různých aspektů jejich live nabídky, <br />včetně bannerů, fontů a barevných schémat, vše s intuitivním ovládáním.",
  "casino_sw_features_p4": "Naše nová platforma funguje jako autonomní, agilní a flexibilní systém. Tato agilita nám umožňuje rychle <br /> reagovat na požadavky bookmakerů a udržovat vyšší standardy kvality při vývoji nových i stávajících <br />produktů.",
  "casino_sw_features_p5": "Pro urychlení vašeho podnikání také nabízíme",
  "casino_sw_features_p6": "s širokým výběrem více než 3000 her.",
  "integrate_iframe_apis": "Integrace s externími platformami prostřednictvím iFrame a API",
  "integrate_iframe_apis_para": "Naše platforma nabízí všestranné možnosti integrace. Můžete ji plynule <strong>integrovat prostřednictvím iFrame nebo <br />API.</strong> Integrace může být přizpůsobena vašim specifickým potřebám, ať už jde o komplexní full-service řešení, <br />specializované řešení pro sportovní sázení, nebo zaměření na <strong>online kasinové hry</strong>, včetně <strong>live <br />casina</strong>.",
  "view_demo": "Zobrazit demo",
  "we_are": "Jsme",
  "online_exchange_sw_p1": "Ve VRNL se pyšníme poskytováním špičkového online Exchange softwaru, který redefinuje zážitek ze sázení. Nabízíme plně funkční platformu vybavenou rozsáhlým výběrem živých zápasů dostupných každý měsíc. Díky našim možnostem live streamingu proměníme váš bookie platformu v zábavní platformu, vše podpořeno certifikacemi od nezávislých herních laboratoří pro větší jistotu.",
  "online_exchange_sw_p2": "Online Exchange Software VRNL nabízí širokou škálu možností sportovního sázení. Ať už jste fanouškem kriketu, fotbalu, tenisu nebo jiného sportu, máme pro vás vše. Naše platforma poskytuje kurzy v reálném čase, sázení v průběhu hry a uživatelsky přívětivé rozhraní, které usnadňuje sázení.",
  "onther_head": "Proces integrace do podnikání vám zjednodušujeme.",
  "onther_p1": "Toto téma je vysoce přizpůsobitelné a jeho flexibilitu můžete vyzkoušet v praxi:",
  "main_features": "Hlavní funkce",
  "feature_para": "VRNL je na čele revoluce v oblasti sázení a správy online kasin. Díky našim odborným znalostem získáte přístup k:",
  "feature_list": "<li><strong>Globální sázení:</strong> VRNL poskytuje přístup k široké škále sportů, lig a sázkových trhů z celého světa. S námi můžete nabídnout svým uživatelům skutečně globální zážitek ze sázení.</li> <li><strong>Široké možnosti předzápasového sázení:</strong> Vyberte si z obrovského výběru 150 000 měsíčních předzápasových možností sázení. Zajišťujeme, aby vaše platforma nabízela rozmanité možnosti pro různé sázkové preference.</li> <li><strong>Vzrušující možnosti sázení v průběhu hry:</strong> Zapojte své uživatele 75 000 měsíčních možností sázení v reálném čase. Tyto možnosti přidávají vzrušení a spontánnost do sázení.</li> <li><strong>Kasinové hry pro metaverse:</strong> VRNL nabízí rozsáhlou sbírku kasinových her vhodných pro metaverse. Ponořte své uživatele do virtuálního kasinového prostředí s našimi rozmanitými herními možnostmi.</li> <li><strong>Plynulá integrace iFrame:</strong> Snadno integrujte naše iFrame do vaší iGaming platformy. Naše uživatelsky přívětivé řešení iFrame umožňuje snadno rozšířit možnosti vaší platformy.</li> <li><strong>Flexibilní integrace:</strong> Vyberte si metodu integrace, ať už prostřednictvím API nebo iFrame. Poskytujeme všestranné možnosti, které vyhovují vašim potřebám a požadavkům platformy.</li>",
  "sports_header_2": "Online Exchange software iGaming Casino Platforma",
  "sports_header_2_p1": "Nabízíme <a style='color: #a0c528;' href='#'>White Label Casino</a> řešení s rozsáhlou knihovnou více než 1 000 her.",
  "sports_header_2_p2": "Naše služby zahrnují získání herní licence a právní podporu pro zahájení vašeho kasinového podnikání, zajišťující bezpečnou a certifikovanou matematiku her.",
  "sports_header_2_p3": "Vybrali jsme nejlepší herní poskytovatele, abychom vám nabídli nejširší výběr&nbsp;live kasinových her&nbsp;a&nbsp;online kasinových her. Pečlivě jsme navázali partnerství s předními poskytovateli her, aby vám poskytli bezkonkurenční rozmanitost live kasinových a online kasinových her.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person hry</li> <li>Automaty</li> <li>Americká ruleta live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Hrajte v live casinu, jako byste byli přímo uvnitř kasina",
  "top_online_providers": "Nejlepší online kasinoví poskytovatelé světové úrovně",
  "online_casino_p1": "Jste připraveni posunout svůj online kasinový zážitek na další úroveň? Už nehledejte! VRNL je vaše komplexní řešení pro všechny potřeby online kasina. Poskytujeme špičkové služby a moderní řešení pro provozovatele online kasin, zajišťující nezapomenutelný herní zážitek pro vaše hráče.",
  "user_data_section1": "<li>Poskytovatelé více než 75</li> <li>Automaty více než 15 000</li> <li>Stolní hry více než 500</li> <li>Video poker více než 700</li> <li>Další hry více než 200</li>",
  "lottery_bingo_games": "Loterie a Bingo hry",
  "lottery_bingo_games_p1": "Ve VRNL přinášíme vzrušení loterie a bingo her na vaše obrazovky i do místních prodejen. Ať už jste fanouškem tradičních papírových tiketů nebo preferujete pohodlí online hraní, máme pro vás vše. S námi nejde jen o hry, ale o vzrušení z výhry a radost z hraní.",
  "user_data_section2": "<li>Bingo více než 80</li> <li>Loterie více než 130</li>",
  "ultimate_dest": "Ultimátní destinace pro online a maloobchodní loterie a bingo hry",
  "weare_vrnl": "Jsme VRNL",
  "weare_vrnl_desp": "<strong>NEJVĚTŠÍ PLATFORMU PRO POSKYTOVÁNÍ SPORTOVNÍHO A KASINOVÉHO WHITE LABEL</strong> Nejširší výběr zábavných her dostupných online. White Label Casino s více než 1 000 hrami. Dostupný online kasinový software je jednoduchý, protože naše platforma je snadno ovladatelná.",
  "res_design": "Responzivní design",
  "res_design_desp": "Naše webová stránka je responzivní, což znamená, že se správně zobrazuje na tabletech, mobilních zařízeních a desktopu pro optimální uživatelský zážitek.",
  "custmzd_options": "Možnosti přizpůsobení",
  "custmzd_options_desp": "Naším klientům poskytujeme širokou škálu možností přizpůsobení, umožňující volbu preferovaných barev, fontů a rozvržení webu. To zajišťuje, že web odráží jejich jedinečný styl a preference.",
  "loading_speed": "Rychlost načítání",
  "loading_speed_desp": "Naše webová stránka je optimalizována pro rychlost a výkon. Nabízí rychlé načítání na různých zařízeních a připojeních k internetu.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Naše B2B téma se vyznačuje jedinečnými funkcemi. Zahrnuli jsme dodatečnou možnost Parley pro obohacený zážitek ze sázení.",
  "b2b_theme_p2": "Naše téma je charakteristické nejlepšími barevnými kombinacemi a designovými prvky, zajišťující esteticky příjemné rozhraní. Uživatelé mají oprávnění sázet na širokou škálu sportů včetně kriketu, fotbalu a tenisu.",
  "b2b_theme_p3": "Nabízíme také mnoho různých kasinových her pro více možností zábavy. Dále nabízíme různé typy kasin, například AWC Casino, které hostí působivou sbírku více než 500 automatů a více než 100 stolních her.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Naše B2C stránka poskytuje uživatelsky přívětivý zážitek. Uživatelé se mohou snadno zaregistrovat pomocí telefonního čísla, což nabízí pohodlný a bezpečný způsob vytvoření účtu.",
  "b2c_theme_p2": "Po registraci mají uživatelé možnost vložit prostředky na svůj účet, což usnadňuje zahájení sázení a hraní. Poskytujeme také plynulý proces výběru, zajišťující, že uživatelé mohou snadno získat své výhry.",
  "b2c_theme_p3": "Pro zlepšení zážitku nabízíme bonusové body, které mohou uživatelé získávat a využívat během svého času na platformě. To přidává další vrstvu vzrušení a hodnoty, umožňující efektivně využívat vklady a výběry.",
  "b2c_theme_p4": "Celkově je naše B2C stránka navržena tak, aby poskytovala bezproblémový a příjemný zážitek ze sázení a hraní, umožňující zákazníkům snadno hrát, vkládat a vybírat.",
  "request_demoID": "Požádat o Demo ID",
  "form_name": "Jméno *",
  "form_name_err": "Prosím zadejte své jméno (minimálně 3 znaky).",
  "form_email": "Email *",
  "form_email_err": "Prosím zadejte platný email.",
  "form_country": "Země *",
  "form_country_err": "Prosím vyberte svou zemi.",
  "form_district": "Okres *",
  "form_district_err": "Prosím zadejte svůj okres.",
  "form_whatsapp": "WhatsApp číslo *",
  "form_whatsapp_err": "Zadejte platné WhatsApp číslo.",
  "form_turnover": "Měsíční obrat *",
  "form_turnover_err": "Prosím zadejte svůj měsíční obrat.",
  "form_users": "Kolik uživatelů *",
  "form_users_err": "Prosím zadejte platný počet uživatelů.",
  "form_current": "Aktuálně používaná platforma *",
  "form_current_err": "Prosím zadejte svou aktuální platformu.",
  "form_issues": "Problémy s aktuální platformou *",
  "form_issues_err": "Prosím popište problémy (minimálně 10 znaků).",
  "form_telegram": "Máte Telegram? *",
  "form_select": "-- Vyberte --",
  "form_yes": "Ano",
  "form_no": "Ne",
  "form_telegram_err": "Prosím vyberte, zda máte Telegram.",
  "form_telhandle": "Telegram Handle *",
  "form_telhandle_err1": "Telegram handle je povinný.",
  "form_telhandle_err2": "Telegram handle musí začínat &#64; (např. &#64;username).",
  "demo_url": "Demo URL",
  "form_submit": "Odeslat",
  "form_name_ph": "Zadejte své jméno",
  "form_email_ph": "Zadejte svůj email",
  "form_district_ph": "Zadejte svůj okres",
  "form_whatsapp_ph": "Zadejte WhatsApp číslo",
  "form_turnover_ph": "Zadejte svůj měsíční obrat",
  "form_users_ph": "Zadejte počet uživatelů",
  "form_current_ph": "Zadejte aktuální platformu",
  "form_issues_ph": "Zadejte problémy s aktuální platformou",
  "form_telhandle_ph": "Zadejte svůj Telegram Handle",
  "our_commitment": "Náš závazek",
  "our_commitment_p1": "VRNL se zavazuje chránit vaše soukromí a zabezpečit vaše osobní a finanční informace. Tato politika vysvětluje, jaké informace shromažďujeme, jak je používáme a jaká opatření přijímáme k jejich ochraně. Odkazy na vrnl.net zahrnují také jeho aplikace.",
  "our_commitment_p2": "Tato politika se vztahuje na všechny webové stránky a aplikace VRNL, kde je zveřejněna, v souladu s platnými zákony v regionech, kde působíme. Dodatečné regionální nebo službami specifické oznámení o soukromí může tuto politiku doplňovat.",
  "our_commitment_p3": "Pokud poskytujete informace prostřednictvím platforem třetích stran (např. přihlášení přes sociální média), shromažďujeme data prostřednictvím těchto integrací podle této politiky. Ochrana dat třetí strany řídí data, která shromažďují přímo. Nastavení soukromí na těchto platformách neovlivňuje, jak VRNL používá data shromážděná prostřednictvím našich webů nebo aplikací.",
  "our_commitment_p4": "Naše platformy mohou obsahovat odkazy na externí weby, které nejsou vlastněny nebo řízeny VRNL. Nejsme odpovědní za jejich zásady ochrany osobních údajů a doporučujeme vám si je před sdílením informací přečíst.",
  "our_commitment_p5": "Tuto Zásadu ochrany soukromí je nutné číst společně s našimi Podmínkami použití.",
  "user_content": "Souhlas uživatele",
  "user_content_para": "Používáním služby VRNL (např. při registraci účtu, nákupu služby, účasti v soutěži či propagaci, komunikaci s námi na našich webech nebo aplikacích) souhlasíte se sběrem, používáním a sdílením vašich osobních údajů, jak je popsáno v této politice. V některých případech, zejména pokud se nacházíte v zemi s regulací ochrany osobních údajů, můžeme požádat o explicitní souhlas k přístupu k našim službám před dalšími operacemi. Pokud máte roamingový uživatelský profil nebo jste cestovatel navštěvující různé země a využíváte služby VRNL, považujeme zemi registrace za vaši primární zemi a souhlasy získané při registraci budou platné pro zpracování vašich osobních údajů. Podmínky ochrany osobních údajů platné podle zákonů té země v době registrace se na vás vztahují.",
  "accessing_webNet": "Přístup na web a síťové služby přes VPN",
  "accessing_webNet_p1": "Nesmíte přistupovat ani používat webové stránky nebo služby VRNL prostřednictvím jakékoli metody nebo technologie, která zakrývá nebo zkresluje vaši skutečnou geografickou polohu (např. použitím Virtual Private Network (VPN) nebo podobných nástrojů).",
  "accessing_webNet_p2": "VRNL nebude odpovědná za sběr, ukládání nebo zpracování vašich osobních údajů, pokud jsou použity tyto metody přístupu.",
  "collection_personalInfo": "Shromažďování osobních údajů a jejich využití",
  "collection_personalInfo_p1": "„Osobní údaje“ (PII) označují jakákoli data, která mohou přímo nebo nepřímo identifikovat jednotlivce, například jméno, poštovní adresu, e-mailovou adresu nebo mobilní číslo. Když jsou anonymní data spojena s osobními údaji, považují se také za osobní údaje.",
  "collection_personalInfo_p2": "VRNL shromažďuje pouze nezbytné osobní údaje k vyřízení vašich požadavků a poskytování přizpůsobených produktů a služeb. Takové informace nesbíráme, pokud je neposkytnete vědomě a dobrovolně.",
  "collection_personalInfo_p3": "Vaše osobní údaje mohou být použity společností VRNL a jejími poskytovateli služeb k provozu našich webových stránek a služeb a k informování o nových funkcích, produktech a službách nabízených společností VRNL a jejími partnery.",
  "info_provide_us": "1. Informace, které nám poskytujete",
  "info_provide_us_desp": "Můžeme požádat o shromáždění následujících osobních údajů, když používáte vrnl.net. Bez těchto informací vám nemusíme být schopni poskytnout všechny požadované služby:",
  "reg_data": "a. Registrační údaje",
  "reg_data_desp": "Pro využití určitých funkcí na webu, v aplikaci a službách (např. registrace na akce a webové kampaně) můžete poskytnout základní kontaktní informace, včetně, ale nikoli výlučně:",
  "reg_data_list": "<li><span>Jméno</span></li> <li><span>Příjmení</span></li> <li><span>Emailová adresa</span></li>",
  "user_pro_details": "b. Údaje uživatelského profilu",
  "user_pro_details_desp": "Můžeme dále shromažďovat a zaznamenávat následující osobní údaje v sekci 'Můj profil', což nám pomáhá poskytovat přizpůsobený obsah a udržovat uživatelský profil, včetně, ale nikoli výlučně:",
  "user_pro_details_list": "<li><span>Jméno</span></li> <li><span>Pohlaví</span></li> <li><span>Email</span></li> <li><span>Datum narození</span></li> <li><span>Země</span></li> <li><span>Město</span></li> <li><span>Mobilní číslo</span></li>",
  "mobile_device_permissions": "c. Oprávnění mobilního zařízení",
  "mobile_device_permissions_desp": "Při přístupu k naší aplikaci na mobilních zařízeních / tabletech / TV nebo jiných zařízeních s přístupem k aplikaci můžeme požadovat a získat přístup k následujícím údajům:",
  "mobile_device_permissions_list": "<li><span>Účty - pro správu více uživatelských účtů v aplikaci a pro přihlášení</span></li> <li><span>Kontakty - pro přístup ke kontaktům uživatelů, aby bylo možné sdílet články prostřednictvím aplikace</span></li> <li><span>Telefon - pro čtení stavu telefonu a aktivaci oznámení na zařízení uživatele. IMEI se shromažďuje pro jedinečnou identifikaci každého uživatele</span></li> <li><span>Kamera - umožňuje uživateli nahrávat obrázky a profilový obrázek uživatele a používat kameru uvnitř vrnl</span></li> <li><span>Mikrofon - pro aktivaci hlasových příkazů</span></li> <li><span>Úložiště - pro přístup k souborům a složkám v aplikaci</span></li> <li><span>SMS - pro odesílání a přijímání ověřovacích zpráv</span></li>",
  "mobile_device_permissions_desp2": "Tato oprávnění mohou být nezbytná pro správný chod aplikace. Oprávnění lze spravovat prostřednictvím nastavení zařízení uživatele.",
  "info_voluntarily": "2. Informace, které nám poskytujete dobrovolně",
  "info_voluntarily_desp": "Pokud nám pošlete osobní korespondenci, například e-maily nebo dopisy, nebo pokud nám ostatní uživatelé či třetí strany pošlou korespondenci ohledně vašich aktivit či příspěvků na vrnl.net, můžeme tyto informace shromažďovat a ukládat.",
  "info_voluntarily_para": "Můžeme také shromažďovat další informace, když poskytujete zpětnou vazbu, upravujete svůj obsah nebo e-mailová nastavení, odpovídáte na průzkumy nebo s námi komunikujete. Tyto informace mohou zahrnovat vaše jméno, e-mail, mobilní číslo, polohu atd.",
  "info_auto": "3. Informace, které shromažďujeme automaticky",
  "info_auto_desp": "Shromažďujeme informace o vás a o vašem používání našich služeb, vašich interakcích s námi a naší reklamou, stejně jako informace o vašem počítači nebo jiných zařízeních používaných k přístupu k našim službám (např. mobilní zařízení, tablety a další). Tyto informace zahrnují mimo jiné:",
  "info_auto_list": "<li><span>Aktivity na vrnl.net, například typ prohlížených stránek, čas strávený na stránkách, vyhledávací dotazy atd.</span></li> <li><span>Vaše interakce s našimi e-maily, zákaznickou podporou a komunikační platformou.</span></li> <li><span>Geolokační informace prostřednictvím IP adres;</span></li> <li><span>Informace o zařízení, jako je ID zařízení, model zařízení a další jedinečné identifikátory</span></li> <li><span>Reklamní identifikátory, například na mobilních a tabletových zařízeních (např. Identifiers for Advertisers (IDFA) na iOS a GAID na Androidu);</span></li> <li><span>Informace shromážděné pomocí cookies a jiných technologií;</span></li>",
  "info_auto_note": "*Poznámka: Pro zlepšení vašeho zážitku můžeme použít <b>cookies</b> nebo podobné technologie k přiřazení <b>jedinečného uživatelského ID</b> a pochopení vašich zájmů. <b>Cookies</b> neodhalují vaši identitu, pokud ji dobrovolně neposkytnete, ani nemohou přistupovat k datům z vašeho zařízení. Reklamní společnosti mohou nastavit vlastní cookies při interakci s jejich reklamami, což nekontrolujeme. Také shromažďujeme určité technické informace při používání našich webů, aplikací nebo služeb na jakémkoli zařízení připojeném k internetu.",
  "inferred_info": "4. Informace odvozené z používání a logů",
  "inferred_info_desp": "Můžeme sledovat určité informace o vás na základě vašeho chování na vrnl.net. Tyto informace používáme pro interní výzkum demografie, zařízení, zájmů a chování uživatelů, abychom lépe porozuměli, chránili a poskytovali služby našim uživatelům. Tyto informace jsou zpracovávány agregovaně.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Můžeme také shromažďovat vaše informace k sledování chování a preferencí uživatelů pro interní analýzy a výzkum. Vaše informace můžeme také využít:</strong><br> (i) k posouzení vašeho zájmu o investiční možnosti, služby, nabídky, předplatné; <br> (ii) k provádění analýz a zákaznického výzkumu, k určení zájmů, identifikaci obsahu generujícího prodeje a analýze vzorců návštěvnosti.<br>",
  "inferred_info_a": "a. Interaktivní funkce",
  "inferred_info_a_desp1": "vrnl.net obsahuje funkce, které umožňují uživatelům/members zveřejňovat identitu a komunikovat s ostatními. Používání těchto funkcí a zveřejňování osobních údajů (např. e-mailu) probíhá na vaše vlastní riziko. Pokud dojde k porušení vašeho soukromí, můžete nás kontaktovat na vrnl@gmail.com.",
  "inferred_info_a_desp2": "Pokud se rozhodnete zveřejňovat zprávy na sociálních sítích, diskusních fórech, chatech nebo poskytovat zpětnou vazbu, shromažďujeme tyto informace. Tyto informace uchováváme, pokud je to nezbytné k vyřešení sporů, podpoře zákazníků a řešení problémů podle zákona. Agregovaně můžeme využívat tyto informace k formulaci trendů trhu a sentimentu trhu. Nepřiřazujeme však žádné vaše osobní údaje k těmto komentářům nebo příspěvkům.",
  "inferred_info_b": "b. Uživatelská zkušenost a podpora",
  "inferred_info_b_desp1": "Identifikujeme a používáme vaši IP adresu k diagnostice problémů s naším serverem a k správě aplikace. IP adresa také pomáhá identifikovat uživatele a shromažďovat demografické údaje pro přizpůsobení zážitku na vrnl.net.",
  "inferred_info_b_desp2": "Občas vás požádáme o vyplnění dobrovolných online průzkumů, které mohou obsahovat kontaktní a demografické údaje (např. PSČ, věk). Tyto údaje používáme k přizpůsobení obsahu vašim preferencím.",
  "info_thirdparty": "5. Informace shromážděné od třetích stran",
  "info_thirdparty_a": "a. Přihlášení přes sociální média",
  "info_thirdparty_a_desp": "Při registraci pomocí účtů jako Facebook, Gmail apod. získáme informace z těchto účtů, abychom mohli nadále poskytovat služby. Shromažďujeme následující informace, mimo jiné:",
  "info_thirdparty_a_list": "<li><span>Facebook - veřejné informace, jméno, e-mail, seznam přátel</span></li> <li><span>Google - jméno, příjmení, e-mail</span></li>",
  "info_thirdparty_b": "b. Transakční nebo fakturační informace",
  "info_thirdparty_b_desp": "Na základě nákupu předplatného mohou naši partneři pro platební brány shromažďovat údaje o kreditních/debetních kartách nebo bankovních účtech spolu s fakturační adresou. Tyto informace uchovává platební partner. VRNL.net tyto finanční údaje přímo neshromažďuje a platební brány nejsou pod naší kontrolou. Použití platebních bran je na vlastní riziko a doporučujeme si přečíst jejich zásady ochrany osobních údajů.",
  "lawfulness_processing": "I. Účely a zákonnost zpracování",
  "lawfulness_processing_desp1": "vrnl.net shromažďuje a zpracovává osobní údaje pouze na základě zákonného důvodu, např. získáním vašeho výslovného souhlasu nebo pro 'oprávněný zájem', kdy je zpracování nezbytné k poskytování zákaznické podpory či prémiových služeb.",
  "lawfulness_processing_desp2": "Používáme informace k poskytování, analýze, správě, vylepšení a personalizaci našich služeb a marketingových aktivit, zpracování registrací, objednávek a plateb a komunikaci s vámi.",
  "lawfulness_processing_list": "<li><span>určení vašich portfoliových požadavků a poskytování personalizovaných doporučení, tipů a predikcí ohledně tržních trendů;</span></li> <li><span>prevence, detekce a vyšetřování potenciálně zakázaných nebo nezákonných aktivit, včetně podvodů;</span></li> <li><span>analýza a porozumění naší uživatelské základně, zlepšení služeb (včetně uživatelského rozhraní) a optimalizace obsahu a doporučovacích algoritmů;</span></li> <li><span>komunikace s vámi ohledně našich služeb (e-mail, push notifikace, textové zprávy) a poskytování informací o novinkách, funkcích, obsahu, nabídkách a průzkumech;</span></li> <li><span>informování o změnách podmínek služby;</span></li> <li><span>umožnění účasti na interaktivních funkcích nabízených prostřednictvím služeb;</span></li> <li><span>plnění našich povinností a uplatňování práv vyplývajících ze smluv mezi vámi a námi, včetně fakturace a inkasa.</span></li>",
  "lawfulness_processing_desp3": "Vaše informace můžeme využít pro personalizovaný zážitek při návštěvě našich webů/aplikací a pro marketingové účely.",
  "lawfulness_processing_desp4": "Personalizaci poskytujeme pomocí dat, která nám poskytnete, např. cookies, IP adresy, web beacony nebo podobné technologie.",
  "info_usedBy": "II. Informace využívané společností",
  "info_usedBy_desp1": "Informace poskytnuté uživateli nám umožňují zlepšovat služby a poskytovat uživatelsky přívětivý zážitek. V některých případech můžeme potřebovat vaši kontaktní adresu. Osobní údaje mohou být použity pro rozvoj služeb, marketing a zasílání komerčních zpráv se souhlasem uživatele.",
  "info_usedBy_desp2": "Jakékoli osobní údaje, které jsou veřejně dostupné, nejsou považovány za citlivé. Pokud se rozhodnete neposkytnout osobní údaje, nemusíme být schopni poskytovat určité služby.",
  "disclosure_tp": "III. Zveřejnění třetím stranám",
  "disclosure_tp_a_desp": "<strong>a. Obecné zveřejnění</strong><br> Občas může vrnl.net zpřístupnit určité osobní údaje strategickým partnerům, kteří spolupracují s vrnl.net při poskytování služby, nebo kteří pomáhají vrnl.net v marketingu směrem k zákazníkům. Například při zakoupení a aktivaci předplatného autorizujete vrnl.net k výměně informací, které poskytnete během procesu aktivace, za účelem poskytování služby. Pokud jste službu schválili, bude váš účet řízen podle zásad ochrany osobních údajů vrnl.net. Osobní údaje budou sdíleny vrnl.net pouze za účelem poskytování nebo zlepšování našich služeb a marketingových aspektů; nebudou sdíleny s třetími stranami pro jejich marketingové účely.<br> Vrnl.net může také pečlivě vybírat jiné společnosti, které vám budou zasílat informace o svých produktech nebo službách, které souvisejí se službou na webu, ale nejsou nezbytné pro jeho provoz („Rozšířená služba“). Pokud vrnl.net hodlá použít osobně identifikovatelné údaje pro Rozšířenou službu, web vrnl.net vám poskytne možnost a potřebné pokyny, jak tuto službu odmítnout.<br> Také můžete zastavit doručování informačních nebo propagačních e-mailů od <b>vrnl.net</b> podle pokynů uvedených v e-mailu.",
  "disclosure_tp_b": "b. Reklama",
  "disclosure_tp_b_desp": "Reklamním partnerům poskytujeme obvykle agregovaná statistická data o návštěvnosti webů/aplikací. Neposkytujeme osobně identifikovatelné údaje třetím stranám bez vašeho souhlasu.",
  "disclosure_tp_c_desp": "<strong>c. Poskytovatelé služeb</strong><br>Vrnl.net může obsahovat odkazy na různé webové stránky třetích stran, které mohou shromažďovat vaše osobní údaje. Používání vašich informací shromážděných takovou platformou třetí strany se řídí zásadami ochrany osobních údajů této platformy. Tyto webové stránky nebo aplikace se řídí svými vlastními zásadami ochrany osobních údajů, které jsou mimo naši kontrolu. Jakmile opustíte naše servery (můžete zjistit, kde se nacházíte, zkontrolováním URL v adresním řádku vašeho prohlížeče), používání jakýchkoli informací, které poskytnete, se řídí zásadami ochrany osobních údajů provozovatele aplikace, kterou navštěvujete. Tyto zásady se mohou lišit od našich. Pokud nemůžete najít zásady ochrany osobních údajů některé z těchto stránek prostřednictvím odkazu z domovské stránky aplikace, měli byste se obrátit přímo na vlastníky aplikace pro více informací.<br>Můžeme veřejně sdílet informace, které neidentifikují jednotlivce, a také s našimi partnery – například s vydavateli, inzerenty, vývojáři nebo držiteli práv. Například informace sdílíme veřejně, abychom ukázali trendy v obecném využívání našich služeb. Také umožňujeme specifickým partnerům shromažďovat informace z vašeho prohlížeče nebo zařízení pro marketingové/propagační účely a účely měření, pomocí jejich vlastních cookies nebo podobných technologií.",
  "disclosure_tp_d": "d. Propagační nabídky",
  "disclosure_tp_d_desp": "Vaše osobní údaje budeme sdílet nebo zveřejňovat mimo vrnl.net pouze s Vaším souhlasem. Například poskytování služeb prostřednictvím SMS a e-mailu, jako jsou marketingové newslettery, propagace a nabídky.",
  "disclosure_tp_e_desp": "<strong>e. Převody podnikání</strong><br>Poskytujeme osobní údaje našim přidruženým společnostem a dalším důvěryhodným podnikům nebo osobám, aby je zpracovávali pro nás, na základě našich pokynů a v souladu s našimi Zásadami ochrany osobních údajů a dalšími vhodnými opatřeními pro zachování důvěrnosti a bezpečnosti. Například můžeme využívat poskytovatele služeb, kteří nám pomáhají s podporou zákazníků.<br>V případě, že by došlo k fúzi vrnl s jinou společností nebo jejímu převzetí, nebo při reorganizaci či restrukturalizaci podnikání, my a naše přidružené společnosti můžeme sdílet vaše osobní údaje, zcela nebo částečně, s jiným podnikatelským subjektem.",
  "disclosure_tp_f": "f. Právní záležitosti",
  "disclosure_tp_f_desp": "vrnl.net může zveřejnit osobně identifikovatelné údaje, pokud je to vyžadováno zákonem nebo v dobré víře, že takové opatření je nezbytné k:",
  "disclosure_tp_f_list": "<li><span>dodržení zákonných nařízení nebo právních postupů uložených webu či jeho vlastníkům;</span></li> <li><span>ochraně a obraně práv nebo majetku vlastníků webu, samotného webu nebo uživatelů vrnl.net;</span></li> <li><span>jednání v naléhavých případech k ochraně osobní bezpečnosti uživatelů vrnl.net, webu, jeho vlastníků nebo veřejnosti.</span></li>",
  "controls_choices": "IV. Vaše ovládací prvky a volby",
  "managing_info": "Správa Vašich informací",
  "managing_info_desp1": "Při používání služeb od moneycontrol (weby nebo jejich podsíť) se snažíme Vám, pokud o to požádáte, poskytnout přístup k Vašim osobním údajům a zajistit, že jakékoli nesprávné nebo neúplné osobní údaje nebo citlivé osobní údaje budou opraveny nebo doplněny, pokud to bude možné, s výjimkou případů, kdy tyto údaje musí být uchovávány zákonem nebo pro legitimní obchodní účely.",
  "managing_info_desp2": "Žádáme jednotlivé uživatele, aby se identifikovali a specifikovali informace, k nimž chtějí přístup, opravu nebo odstranění, před zpracováním takových žádostí. Můžeme odmítnout zpracování žádostí, které jsou nepřiměřeně opakující se, systematické, vyžadují nepřiměřené technické úsilí, ohrožují soukromí ostatních nebo jsou nepraktické (například žádosti týkající se záloh), nebo k nimž přístup není vyžadován. Kde poskytujeme přístup a opravu informací, provádíme tuto službu zdarma, kromě případů, kdy by to vyžadovalo nepřiměřené úsilí. Protože některé služby udržujeme určitým způsobem, po smazání Vašich informací mohou reziduální kopie zůstat na našich aktivních serverech a v zálohách po určitou dobu.",
  "managing_info_desp3": "Chcete-li uplatnit práva, která se Vás jako subjektu údajů týkají, musíte nám napsat a požádat o specifikované právo. Ujistěte se, že použijete vhodný předmět (např. Žádost o přístup k údajům, Žádost o přenositelnost údajů, Žádost o smazání údajů), což nám pomůže Vaše žádosti zpracovat rychleji a efektivněji.",
  "managing_info_desp4": "Poskytujeme Vám možnost uplatnit určité ovládací prvky a volby týkající se sběru, používání a sdílení Vašich osobních údajů. V souladu s platnými zákony mohou Vaše volby zahrnovat:",
  "dataAccess_port": "a. Přístup k údajům a přenositelnost",
  "dataAccess_port_desp": "Nařízení EU (Obecné nařízení o ochraně osobních údajů) Vám jako subjektu údajů umožňuje požadovat kopie Vašich osobních údajů, které o Vás máme. Můžete rovněž požadovat kopie osobních údajů, které jste nám poskytli, ve strukturovaném, běžně používaném a strojově čitelném formátu a/nebo požádat o jejich přenos jinému poskytovateli služeb (pokud je to technicky možné).",
  "rectification_iii_desp": "<strong>b. Oprava nepřesných nebo neúplných informací</strong><br>Můžete nás požádat o opravu nepřesných nebo neúplných osobních údajů, které se vás týkají (jedná se o údaje, které si nemůžete sami aktualizovat ve svém účtu na moneycontrol), zasláním e-mailu.<br>Ke některým svým osobním údajům můžete přistupovat a aktualizovat je prostřednictvím nastavení účtu. Pokud jste se rozhodli propojit svůj profil na vrnl.net s aplikací třetí strany, například Facebook nebo Google, můžete změnit svá nastavení a odebrat oprávnění pro aplikaci prostřednictvím nastavení účtu. Jste zodpovědní za udržování svých osobních údajů aktuálních. Vrnl.net vám může zasílat periodická upozornění e-mailem, abyste udržovali přesnost svých osobních údajů.",
  "data_retention": "c. Uchovávání a vymazání údajů",
  "data_retention_desp1": "Vaše osobní údaje uchováváme tak dlouho, jak je to nezbytné pro legitimní účely uvedené v této politice a k dodržování našich právních povinností. Pokud již nechcete, abychom Vaše údaje používali, můžete požádat o jejich vymazání a uzavření Vašeho účtu vrnl.net.",
  "data_retention_desp2": "Upozorňujeme, že pokud požádáte o vymazání Vašich osobních údajů:",
  "data_retention_list": "<li><span>Můžeme některé Vaše osobní údaje uchovávat pro legitimní obchodní účely, jako je detekce a prevence podvodů a zajištění bezpečnosti. Například pokud pozastavíme účet vrnl.net kvůli podvodu nebo bezpečnosti, můžeme uchovat určité informace z tohoto účtu, aby uživatel nemohl v budoucnu otevřít nový účet.</span></li> <li><span>Můžeme uchovávat a používat Vaše osobní údaje v rozsahu nezbytném k plnění našich zákonných povinností, například pro daňové, právní a auditorské účely.</span></li> <li><span>Informace, které jste sdíleli s ostatními (např. recenze, příspěvky na fórech), mohou i nadále zůstat veřejně viditelné na vrnl.net, i po zrušení účtu. Avšak přiřazení těchto informací k Vám bude odstraněno. Některé kopie Vašich informací (např. záznamy) mohou zůstat v naší databázi, ale jsou odděleny od osobních identifikátorů.</span></li> <li><span>Protože uchováváme kopie osobních údajů, aby nedošlo k náhodné nebo škodlivé ztrátě či poškození, reziduální kopie Vašich osobních údajů nemusí být z našich záložních systémů okamžitě odstraněny.</span></li>",
  "data_retention_note": "(Poznámka: Pokud máte více účtů u moneycontrol, budete muset podat samostatné žádosti pro každý účet s použitím příslušného e-mailu.)",
  "withdrawing_consent": "d. Odvolání souhlasu a omezení zpracování",
  "withdrawing_consent_desp": "Pro odvolání Vašeho souhlasu kdykoli během trvání služeb nám můžete poslat e-mail. Vaši žádost přezkoumáme a můžeme Vás požádat o ověření identity. Po ověření odvoláme souhlas, ke kterému byla žádost podána, a zastavíme další zpracování Vašich osobních údajů.",
  "objection_processing_desp": "<strong>e. Námitka proti zpracování</strong><br> Pokud jsou vaše osobní údaje zpracovávány pro účely přímého marketingu, můžete nás kdykoli požádat, abychom přestali zpracovávat vaše údaje pro tyto marketingové účely zasláním e-mailu.<br> Upozorňujeme, že pokud nám nedovolíte shromažďovat osobní údaje o vás, nemusíme být schopni vám poskytnout určité zkušenosti, produkty a služby, a některé naše služby nemusí být schopny zohlednit vaše zájmy a preference. Pokud je shromažďování osobních údajů povinné, bude to jasně uvedeno v okamžiku sběru, abyste se mohli informovaně rozhodnout, zda se zúčastníte. Pokud máte otázky týkající se konkrétních osobních údajů o vás, které zpracováváme nebo uchováváme, a vašich práv v souvislosti s těmito údaji, kontaktujte prosím náš tým zákaznické podpory.",
  "fail_provideConsent": "V. Pokud neposkytnete souhlas",
  "fail_provideConsent_desp": "Je naší povinností Vás informovat, že vrnl.net je platforma pro zobrazování reklam. Reklamy tvoří jádro našeho podnikání, proto je oprávnění k použití a zpracování Vašich osobních údajů pro poskytování reklam nezbytné pro poskytování služeb. Použití osobních údajů pro zobrazování reklam je závazné a pokud nám nedáte souhlas, nemůžeme Vám poskytovat naše služby.",
  "childrens_privacy": "VI. Ochrana soukromí dětí",
  "childrens_privacy_desp1": "vrnl.net není úmyslně určen pro osoby mladší 16 let. Vrnl nedovoluje osobám mladším 16 let registrovat se ke službám ani poskytovat jiné osobní identifikovatelné údaje. Pokud se vrnl dozví, že byly shromážděny osobní údaje osob mladších 16 let bez ověřeného souhlasu rodičů, vrnl přijme opatření k jejich odstranění a upozorní rodiče.",
  "childrens_privacy_desp2": "Přesto považujeme za odpovědnost rodičů monitorovat používání našich služeb jejich dětmi. Politika vrnl je nevyžadovat osobní údaje dětí mladších 16 let ani neposílat propagační materiály. Pokud rodič nebo zákonný zástupce věří, že nezletilá osoba poskytla vrnl osobní údaje bez souhlasu rodičů, kontaktujte náš tým zákaznické podpory.",
  "data_transfer": "VII. Přenos, uchovávání a zpracování údajů globálně",
  "data_transfer_desp": "Působíme globálně a můžeme přenášet Vaše osobní údaje jednotlivým společnostem spojeným s vrnl nebo třetím stranám po celém světě pro účely uvedené v této politice ochrany osobních údajů. Kdekoli jsou Vaše osobní údaje přeneseny, uchovávány nebo zpracovávány, přijmeme přiměřená opatření k ochraně jejich soukromí. Při používání či sdílení osobních údajů z EU používáme standardní smluvní doložky schválené Evropskou komisí a přijímáme další prostředky podle práva EU pro zajištění adekvátní ochrany.",
  "security_compliance": "VIII. Bezpečnost a dodržování zákonů",
  "security_compliance_desp": "Nepřetržitě implementujeme a aktualizujeme administrativní, technická a fyzická bezpečnostní opatření k ochraně Vašich informací před neoprávněným přístupem, ztrátou, poškozením nebo změnou. Mezi naše opatření patří firewally, šifrování dat a kontrola přístupu k informacím. Pokud máte důvod věřit, že Vaše přihlašovací údaje byly ztraceny, odcizeny, změněny nebo zneužity, kontaktujte náš tým zákaznické podpory.",
  "changein_policy": "IX. Změna politiky",
  "changein_policy_desp": "Tato politika ochrany osobních údajů může být čas od času aktualizována. Vyhrazujeme si právo upravovat podmínky této politiky dle vlastního uvážení. Aktualizované podmínky vstupují v platnost okamžitě a nahrazují předchozí verzi. O významných změnách Vás budeme informovat. Jste odpovědni za pravidelné kontrolování této politiky. Pokračováním v používání vrnl.net po zveřejnění aktualizovaných podmínek souhlasíte s těmito změnami.",
  "contact_info": "X. Kontaktní informace",
  "contact_info_a": "a. Podpora",
  "contact_info_a_desp": "Pokud potřebujete informace nebo vysvětlení ohledně použití Vašich osobních údajů či této politiky, nebo máte stížnosti, kontaktujte nás e-mailem na",
  "contact_info_b": "b. Stížnosti",
  "contact_info_b_desp1": "Můžete napsat našemu pověřenci pro ochranu osobních údajů v případě jakéhokoli problému nebo stížnosti. Máte právo podat stížnost na zpracování údajů prováděné vrnl.net u příslušného orgánu ochrany osobních údajů.",
  "contact_info_b_desp2": "Máte-li dotazy nebo stížnosti ohledně sběru, zpracování či přenosu osobních údajů nebo ohledně této politiky, kontaktujte prosím našeho pověřence pro ochranu osobních údajů.",
  "risk_management_title": "Vaše sázky, naše odpovědnost – Bezkonkurenční řízení rizik",
  "risk_management_title2": "Společnost, která důsledně hledá inovativní řešení pro své obchodní potřeby.",
  "dedicated_rm_team": "Specializovaný tým pro řízení rizik",
  "dedicated_rm_team_desp": "Máme specializovaný a <b>vysoce zkušený tým pro řízení rizik</b>, který pracuje <b>24/7.</b> Jeho hlavní úlohou je sledovat každou sázku a transakci na naší platformě, aby byla zajištěna <b>spravedlivá hra</b> a <b>bezpečnost</b> všech uživatelů.",
  "key_features_rm": "Klíčové vlastnosti",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Monitorování v reálném čase:</strong> Pokročilé systémy průběžně sledují sázky, změny kurzů a aktivitu uživatelů.</span></li> <li><strong>Ruční kontrola:</strong> Upozornění spouští podrobné kontroly vzorců sázek, posunů kurzů a chování účtů.</li> <li><strong>Zmírnění rizik:</strong> Okamžitá opatření, jako zrušení/suspense sázek, zmrazení účtů nebo ověření uživatelů při zjištění nesrovnalostí.</li> <li><strong>Analýza dat:</strong> Průběžné přezkoumávání aktuálních i historických dat k odhalení trendů rizik a zlepšení preventivních strategií.</li> <li><strong>Reakce na incidenty:</strong> Strukturovaný plán pro rychlé a efektivní řešení bezpečnostních narušení, podvodů nebo jiných hrozeb.</li>",
  "benefits_rm": "Výhody",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Průběžné školení:</strong> Neustálý rozvoj dovedností týmu pro efektivní řešení nových hrozeb.</span></li> <li><strong>Pokročilá technologie a bezpečnost:</strong> Pravidelné aktualizace, testy průniku, aktualizace softwaru a bezpečnostní audity.</li> <li><strong>Transparentnost:</strong> Jasná komunikace s uživateli ohledně opatření v oblasti řízení rizik pro udržení důvěry.</li> <li><strong>Kontinuální zlepšování:</strong> Vývoj strategií na základě minulých incidentů a nově vznikajících rizik pro ochranu integrity platformy a zájmů uživatelů.</li>",
  "sbs_bold": "Software pro <strong>Sportovní Sázení</strong>",
  "sbs_bold_p1": "Chcete posunout své zkušenosti se sportovními sázkami na vyšší úroveň? Podívejte se na VRNL Sports Betting Software! V tomto článku prozkoumáme, jak může špičková technologie VRNL transformovat způsob, jak sázet. S více než dvacetiletou odbornou zkušeností je VRNL vaším důvěryhodným partnerem pro inovativní řešení sportovního sázení. Pojďme se ponořit do světa softwaru pro sportovní sázení a zjistit, jak můžeme vylepšit vaše sázení.",
  "sbs_bold_p2": "Software VRNL Sports Betting nabízí svět možností pro sportovní nadšence a sázkaře. S důrazem na přesné, relevantní a užitečné informace VRNL kombinuje odborné znalosti a osobní zkušenosti, aby vytvořil komplexní sázkové řešení. Důvěřujte VRNL, aby vaše zkušenost se sportovními sázkami byla na vyšší úrovni.",
  "sbs_bold_p3": "Prozkoumejte software VRNL pro sportovní sázení dnes a posuňte své sázení na další úroveň!",
  "sbs_try_b2b": "Vyzkoušejte náš B2B sázkový software",
  "sbs_try_b2c": "Vyzkoušejte náš B2C sázkový software",
  "sbs_mf_desp": "Nabízíme rozsáhlou škálu nástrojů pro správu našeho sázkového softwaru. Mezi nimi vyzdvihujeme ty nejsilnější a zejména ty, které jsou nezbytné pro konkurenceschopnost na globální scéně:",
  "sbs_mf_list": "<li><strong>Kurzy v reálném čase</strong> Zůstaňte informováni o aktuálních kurzech, které vám poskytují konkurenční výhodu. Software VRNL zajišťuje, že vám neuniknou nejlepší příležitosti.</li> <li><strong>Mobilní kompatibilita</strong> Sázejte na cestách s mobilním kompatibilním softwarem VRNL. Ať už používáte iOS nebo Android, platforma se přizpůsobí vašemu zařízení pro plynulý zážitek.</li> <li><strong>Pokročilá služba kurzů</strong> redefinuje sportovní datové API. Nabízí 100% přesné předzápasové kurzy a nejrychlejší živé datové feedy s minimální latencí.</li> <li><strong>Flexibilní integrace</strong> Naše platforma může být hladce integrována do vašeho systému přes API nebo iFrame, což nabízí univerzálnost implementace.</li>",
  "sbs_benefits": "Jaké budou výhody? <b>Vysvětlíme vám to</b>",
  "sbs_benefits_p1": "<strong>Výhoda provozování online a kamenné sázkové platformy</strong> Spuštění online sázkové platformy může být skutečně náročné.",
  "sbs_benefits_p2": "Proto jsme navrhli <strong>komplexní prostředí sportovního sázkového softwaru</strong>, aby byl proces hladší, s špičkovými poskytovateli kurzů pro co nejširší pokrytí.",
  "sbs_benefits_p3": "Naši regulovaní partneři získávají plnou podporu při vstupu do online sázkového průmyslu, s možností značkované nebo neznázorňované verze našich platforem.",
  "sbs_benefits_p4": "Náš software zahrnuje robustní nástroje pro řízení rizik, což umožňuje rychlé a snadné nastavení a je připraven růst s vaším podnikáním.",
  "sbs_benefits_p5": "Správa <strong>online hráčů a sázkových poboček</strong> nebyla nikdy tak jednoduchá a uživatelsky přívětivá.",
  "complete_sbs": "Kompletní software pro <strong>Sportovní sázení</strong>",
  "whatwe_have": "Co pro vás máme?",
  "whatwe_have_list": "<li><strong>Správa hráčských účtů</strong> Naše platforma poskytuje robustní správu hráčských účtů, včetně registrace a ověřování. Máme také účinný systém k odhalování a řešení podvodných účtů.</li> <li><strong>Nástroje geolokace</strong> Nabízíme nástroje, které mohou získat informace o poloze z IP adres, zajišťující přesné geolokační služby.</li>",
  "whatwe_have_desp": "S naší komplexní podporou se můžete soustředit na budování a rozvoj vašich kamenných sázkových poboček a online sítí.",
  "b2c_sbs": "B2C software pro sportovní sázení",
  "b2c_sbs_p1": "VRNL je vaším předním cílem pro B2C software pro sportovní sázení. Jsme důvěryhodné jméno v oboru, zaměřené na dodávání špičkového softwaru, který zlepšuje váš zážitek ze sportovních sázek. Ať už jste zkušený sázkař nebo nováček, máme nástroje, které zlepší vaši hru. Vyzkoušejte VRNL software pro sportovní sázení dnes a posuňte své sázení na další úroveň!",
  "b2c_sbs_p2": "B2C (business-to-consumer) software pro sportovní sázení označuje technologii a platformu, kterou provozovatelé sázkových kanceláří využívají k nabídce sportovních sázek přímo koncovým uživatelům.",
  "b2c_sbs_p3": "Tento software umožňuje zákazníkům sázet na různé sportovní události prostřednictvím webových nebo mobilních aplikací. Zde jsou některé klíčové vlastnosti a komponenty B2C softwaru:",
  "b2c_sbs_list": "<li><b>Registrace a správa účtů uživatelů:</b> Umožňuje uživatelům vytvářet účty, spravovat osobní údaje a sledovat historii sázek.</li> <li><b>Zákaznická podpora:</b> Poskytuje možnosti podpory zákazníků, jako je live chat, e-mail a telefon, pro řešení dotazů a problémů.</li> <li><b>Partnerské programy:</b> Nabízí affiliate programy pro marketing a propagaci, umožňující partnerům získávat provize za doporučení uživatelů.</li>",
  "casino_sbs": "Casino a software pro <strong>Sportovní sázení</strong>",
  "casino_sbs_list": "Poskytovatelé 75+<br /> Sloty 15 000+<br /> Stolní hry 500+<br /> Video poker 700+<br /> Ostatní hry 200+<br /> Live Game Show<br /> First Person hry<br /> Americká ruleta live<br /> Live blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "kasino platforma",
  "onc_desp1": "VRNL poskytuje kompletní řešení s naší <strong>White Label Casino</strong> nabídkou.",
  "onc_desp2": "Naše <strong>online kasino platforma</strong> je navržena pro jednoduchost, aby byla snadno ovladatelná pro začátečníky i zkušené profesionály. S VRNL obdržíte kompletní vedení k zahájení svého <strong>online kasina</strong>.",
  "onc_desp3": "Než se pustíte do podnikání, zveme vás, abyste viděli její bezproblémový provoz v praxi.",
  "wlc_mainFeatures_desp1": "Nabízíme rozsáhlou škálu nástrojů pro správu naší online kasino platformy. Mezi nimi jsme vybrali ty nejvlivnější a nejdůležitější pro úspěch na konkurenční globální scéně:",
  "wlc_mainFeatures_list": "<li><strong class='black-color'>Nejrozsáhlejší katalog online kasinových her na světě</strong>, pečlivě vybraný od nejlépe hodnocených poskytovatelů</li> <li><strong class='black-color'>Nástroje pro bonusy</strong> a optimalizaci ziskovosti slotů</li> <li><strong class='black-color'>Kreator kampaní</strong> a správa herních turnajů</li> <li>Může být <strong class='black-color'>bezproblémově integrován přes API nebo iFrame technologii</strong></li>",
  "wlc_mainFeatures_desp2": "Součástí balíčku je také software pro live kasino, který umožňuje poskytovat autentický zážitek z reálného kasina z pohodlí domova.",
  "wlc_benefits": "Jaké budou výhody?",
  "letus_explain": "Vysvětlíme vám",
  "letus_explain_desp1": "Přemýšlíte o vstupu do světa online sázení? Společnost VRNL nabízí",
  "letus_explain_desp2": "řešení White Label kasina, které může být ideálním startem.",
  "letus_explain_desp3": "Využijte naše profesionální služby a odborné znalosti spolu s našimi pokročilými <strong>kasinovými platformami</strong> a technologií. Naši regulovaní partneři získávají rozsáhlou podporu při vstupu do online kasinového průmyslu s možností značkované nebo neznázorňované verze platformy.",
  "letus_explain_desp4": "Zahájení online kasinového projektu může být složitý proces. Proto jsme vytvořili kompletní kasino prostředí s top poskytovateli her a více než 1 000 hrami. Naše herní matematika je bezpečná a certifikovaná, což zajišťuje klid mysli.",
  "letus_explain_desp5": "Rozšiřujte své podnikání snadno s robustními nástroji pro řízení rizik naší platformy pro rychlé a jednoduché nastavení.",
  "wlc_complete_solutions": "Kompletní <span>White Label Casino</span> řešení",
  "wlc_offer": "Co vám nabízíme?",
  "wlc_complete_solutions_list": "<li>Ověřovací postupy, oficiálně schválené regulačními orgány</li> <li>Nástroje affiliate marketingu, doporučovací systém a integrace sociálních médií</li> <li>Mobilní push notifikace, web push notifikace a zprávy v aplikaci</li> <li>Kontrola hráčských účtů, registrace a ověřování, a systém detekce podvodných účtů</li> <li>Nástroje geolokace pro získání informací o poloze z IP adresy</li>",
  "wlc_complete_solutions_more": "A to není vše",
  "wlc_complete_solutions_desp": "<strong>Platforma VRNL je precizně optimalizována pro špičkový výkon</strong> a stabilitu. Používáme nejmodernější technologie, které fungují dvakrát rychleji než běžné kasino platformy. Naše rozsáhlé zkušenosti vytvořily dnes nejrychlejší a nejsilnější aplikaci.",
  "wlc_numbers": "<span>White Label</span> kasino v číslech",
  "wlc_numbers_p1": "Objevte neomezené možnosti našich White Label Casino řešení od společnosti VRNL. Pozvedněte své kasino podnikání s naší rozsáhlou nabídkou kasinových her.",
  "wlc_numbers_p2": "Nejlepší výběr předních poskytovatelů Live Casino na světě",
  "wlc_numbers_p3": "Nepřekonatelná rozmanitost živých stolů dostupných online s multi-kanálovým přenosem.",
  "wlc_numbers_list": "<li>Více než 75 poskytovatelů</li> <li>Přes 15 000 slotových automatů</li> <li>500+ stolních her</li> <li>700+ video poker her</li> <li>Více než 200 dalších her</li>",
  "wlc_numbers_p4": "Náš specializovaný tým vás provede všemi fázemi, od úvodního školení až po spuštění vaší produkce.",
  "wlb_platform": "White Label sázková platforma",
  "wlb_platform_p1": "Řešení Vrnl <b class='bold'>white label sportsbook</b> nabízí komplexní, plně spravovanou burzovní platformu. <br />",
  "wlb_platform_p2": "Jednou z hlavních předností našeho řešení white label sportsbook je výjimečná <b class='bold'>rychlost při tvorbě a nasazení webu.</b> Náš specializovaný tým může mít váš sázkový web spuštěný během pouhých deseti pracovních dní, <b class='bold'>přesně přizpůsobený vašim požadavkům.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Naše služby zahrnují specializovaný hosting</b>, veškerý potřebný software, živé sportovní datové feedy, nástroje pro řízení rizik a špičkovou zákaznickou podporu. Jsme vedoucí platformou white label sázení.",
  "wlb_platform_list": "<li>Vývoj webu, <b>branding, přizpůsobení</b> a důkladné testování klientovy burzy</li> <li>Pravidelné aktualizace a vylepšení funkcí</li> <li><b>Zajištění hardwaru</b>, hosting, nepřetržitá 24/7 kontrola a komplexní podpora</li> <li><b>Různorodé sázkové trhy,</b> sportovní kategorie a nabídky lig</li> <li>Efektivní příjem sázek a přesné vyrovnání</li> <li>Pokročilé řízení rizik, robustní účetnictví a dohledové nástroje</li>",
  "wlb_platform_p4": "Naši odborní konzultanti pečlivě shromáždí vaše požadavky a představí vám vybranou nabídku šablon a nedávných vývojových úspěchů. Je důležité poznamenat, že všechny naše platformy jsou navrženy jako vícejazyčné a podporují různé měny, a uživatelské rozhraní (UI) bude precizně přizpůsobeno vašim specifickým potřebám.",
  "wlb_platform_customization": "Přizpůsobení",
  "be_unique": "Buďte jedineční",
  "be_unique_desp1": "<b class='bold'>VRNL se specializuje na vlastní white label sázkové platformy, kasina a</b> řešení na míru, která posilují identitu vaší značky.",
  "be_unique_desp2": "Náš tým expertů zajišťuje, že každý detail, od vizuálně atraktivních rozhraní po integraci loga a vylepšení funkcí, odpovídá vaší vizi.",
  "be_unique_desp3": "Vydejte se na cestu do světa VRNL, kde se vaše jedinečná vize stává skutečností.",
  "wlb_platform_odds": "Kurzy",
  "wlb_platform_odds_optimize": "Optimalizujte sázkové kurzy s VRNL",
  "wlb_platform_odds_p1": "Buďte o krok napřed před konkurencí s našimi pokročilými <b class='bold'>službami řízení kurzů</b>. Poskytujeme úpravy kurzů v reálném čase, řízení rizik a analýzu trhu, abyste optimalizovali své nabídky sportovních sázek a zlepšili zážitek hráčů.",
  "wlb_platform_odds_p2": "Náš tým specialistů je odhodlaný zajistit váš úspěch. Kontaktujte nás ještě dnes a zjistěte, jak můžeme posunout vaše sázkové podnikání na další úroveň.",
  "wlb_platform_zeroRisk": "Žádné riziko",
  "wlb_platform_zeroRisk_h1": "Služby obchodování a řízení rizik",
  "wlb_platform_zeroRisk_p1": "Poskytujeme komplexní služby obchodování a řízení rizik spolu s odborným poradenstvím v oblasti správy kurzů. Navíc nabízíme unikátní funkci – pokrytí výher. V praxi to znamená, že pokud vaše platforma nevygeneruje příjem, zasáhneme a pokryjeme výplaty hráčům. Prioritou je vaše klidné svědomí.",
  "wlb_platform_bpb": "Branding sázkové platformy",
  "wlb_platform_bpb_layouts": "Neomezené rozvržení",
  "wlb_platform_bpb_layouts_desp": "Vyberte si z <b>rozmanité nabídky sázkových rozvržení</b> s naší širokou škálou šablon. Alternativně využijte plnou kreativní kontrolu a vytvořte vlastní rozvržení přes naše <b>API služby</b>. S touto možností můžete vy a váš vývojový tým autonomně vytvořit zcela přizpůsobené uživatelské rozhraní přesně podle vaší vize.",
  "Betting": "Sázky",
  "B2C": "B2C",
  "Casino": "Kasino",
  "main_sec_title": "VRNL je přední poskytovatel softwaru pro sportovní sázení v Bangladéši.",
  "who_we_are": "kdo jsme",
  "what_we_do": "co děláme",
  "about_us_title": "O nás - White label software pro sportovní sázení a online kasino",
  "casino_providers": "Poskytovatelé kasin",
  "betting_providers": "Poskytovatelé sázek",
  "games_providers": "Poskytovatelé her",
  "online_exch_sw_title": "Revolucionizujte své podnikání s VRNL Online Exchange Software",
  "casino_games_title": "Kasinové hry - White label kasino",
  "casino_tournaments_title": "Software pro kasinové turnaje - White label online kasino",
  "esports_title": "Software pro eSports sázení umožňující uživatelům sázet na top eSports hry",
  "faq_title": "VRNL FAQ – Váš průvodce častými otázkami a odpověďmi",
  "iframe_title": "Sportsbook iFrame White label sportovní sázení a kasino",
  "live_casino_title": "White label kasino - založte si vlastní online kasino",
  "lottery_games_title": "Lotery hry - White label kasino",
  "mobile_title": "Zlepšete svou hru s VRNL mobilním softwarem pro sportovní sázení",
  "online_casino_sw_title": "Online kasino software - Vývoj online kasinového softwaru a poskytovatele platforem",
  "ourTheme_title": "Sázej a vyhrávej: Naše práce ve světě online sázení a kasin",
  "risk_management_title_main": "Strategie řízení rizik pro provozovatele sportsbooků - White label software pro sportovní sázení a kasino",
  "sport_bet_title": "Vylepšete svůj zážitek se sázením s VRNL Sports Betting Software",
  "wlc_title": "White label kasino - snadno začněte své online kasino s naším řešením White Label Casino.",
  "whiteLabel_title": "VRNL – Váš personalizovaný poskytovatel white label sportsbook softwaru",
  "TOAST": {
    "FILL_REQUIRED": "Vyplňte prosím všechna povinná pole.",
    "SUBMITTING": "Odesílám žádost...",
    "SUCCESS": "Žádost o demo byla úspěšně odeslána!",
    "ERROR": "Došlo k chybě. Zkuste to prosím znovu."
  },
  "data_security": "Zabezpečení dat"
}