{
  "contact_title": "Et firma, der konsekvent søger innovative løsninger for at opfylde sine forretningsbehov.",
  "contact_footer": "“Vi er et team af kreative strateger, teknologi-entusiaster og effektive kommunikatorer, drevet af en urokkelig passion for online spilindustrien. Vores utrættelige engagement er at fremme vores kunders succes i branchen.”",
  "contact_header": "Kontakt OS",
  "contact_para": "Konsulter med en VRNL-ekspert for at opdage, hvordan vores løsninger kan løfte din betting-forretning.",
  "telegram": "Telegram",
  "write_msg": "SEND OS BARE EN BESKED",
  "fname": "Fuldt navn",
  "fname_err": "Feltet er påkrævet (min. 2 tegn).",
  "email": "Din email",
  "email_err": "En gyldig email er påkrævet.",
  "country": "Land",
  "pnumber": "Telefonnummer",
  "pnumber_err": "Telefonnummer skal være 10 cifre.",
  "message": "Besked",
  "sending": "Sender…",
  "submit": "Send",
  "con_param1": "Vi deler ikke dine personlige oplysninger med nogen. Se vores",
  "privacy_policy_form": "“privatlivspolitik”",
  "con_param2": "for mere information",
  "casino_tournament_h1": "<b class='chck'>Casino-turneringerne</b> giver dig mulighed for at oprette en turnering med start- og slutdato.",
  "casino_tournament_p1": "Et kraftfuldt værktøj til at øge indtægterne i casinosektionen er implementeringen af <strong>Casino-turneringer.</strong>",
  "casino_tournament_h2": "Du vil have mulighed for fuldt ud at <strong>tilpasse hver turnering</strong> ved manuelt at vælge listen over slots, der deltager i konkurrencen.",
  "casino_tournament_p2": "For at <strong>oprette en kampagne</strong> skal du blot vælge en <strong>titel</strong> til <strong>turneringen</strong>, udpege de <strong>slots</strong>, der skal inkluderes, og angive den <strong>jackpot</strong>, der vil blive fordelt mellem <strong>forskellige præmier</strong>, som alle kan tilpasses dine præferencer.",
  "casino_tournament_p3": "Vigtige oplysninger, der skal indtastes, inkluderer <strong>startdato</strong>, <strong>slutdato</strong>, <strong>samlet jackpot</strong>, antal deltagere i ranglisten samt minimumskrav til indsats for deltagelse i turneringen.",
  "casino_tournament_p4": "Derudover vil du altid have adgang til en realtids-ligestilling, der viser brugernavne, spillerpositioner og tilsvarende præmier. Denne funktion kan væsentligt forbedre brugeroplevelsen på din casinoplatform, tiltrække flere spillere og øge indtægterne.",
  "casinogames_title": "Hvorfor vælge vores platform?",
  "casinogames_title_h1": "Verdens mest omfattende katalog af",
  "online_casino_games": "online casinospil",
  "online_casino_games_p1": "Vores <b style='color: #575756;'> White Label </b> er din ultimative destination, der giver dig et uovertruffent udvalg af over 3000+ spændende casinospil og slots. Vi er stolte af at tilbyde det mest omfattende udvalg af online casinospil tilgængeligt på internettet.",
  "online_casino_games_p2": "Vi henvender os til online gaming-operatører, bookmakere, lotterier og bettingorganisationer, der opererer på regulerede markeder.",
  "online_casino_games_p3": "Vi forstår vigtigheden af sikker og fair gameplay i online casinouniverset. Derfor er vores spilmatematik ikke kun robust, men også certificeret af uafhængige spilmiljø-laboratorier. Denne certificering garanterer den højeste brugeroplevelse for dine spillere, hvilket gør deres online casinospiloplevelse virkelig førsteklasses.",
  "casino_nos": "CASINO TAL",
  "slot_machine": "Spilleautomat",
  "morethan10": "Mere end 10",
  "tablegames": "Bordspil",
  "morethan4": "Mere end 4",
  "videopoker": "Videopoker",
  "morethan": "Mere end",
  "lottery": "Lotteri",
  "morethan9": "Mere end 9",
  "proveedores": "LEVERANDØRER",
  "morethan12": "Mere end 12",
  "online_turnkey": "Vi leverer online turnkey casinoløsninger",
  "casino_wls": "Casino White Label-løsning",
  "casino_wls_desp": "Start dit eget brandede casino nemt med VRNLs white-label løsning. Tilpas dit casino, tilbyd et bredt udvalg af spil, sikr sikkerhed og begynd hurtigt at generere indtægter.",
  "webbranding": "Website Branding",
  "webbranding_desp": "Løft din online tilstedeværelse med VRNLs ekspertise inden for website branding. Vi designer, skaber og transformerer websites for at afspejle din unikke identitet og efterlade et varigt indtryk.",
  "toolstraning": "Værktøjer (træning)",
  "toolstraning_desp": "Frigør dit potentiale i trading-verdenen med VRNLs kraftfulde tradingværktøjer. Vores banebrydende løsninger giver dig indsigt og teknologi til at træffe informerede beslutninger og maksimere din trading-succes.",
  "client_support": "Kundesupport",
  "client_support_desp": "Forbedr dine kunders oplevelse med VRNLs fremragende kundesupport. Vores dedikerede team er her for at yde ekspertassistance og sikre, at dine kunders behov mødes effektivt og omsorgsfuldt.",
  "aboutus_title": "Jeg er sikker på, at du er nysgerrig efter at opdage",
  "aboutus_desp": "Et firma, der konsekvent søger innovative løsninger for at opfylde sine forretningsbehov.",
  "online_gaming_provider": "Online Gaming-udbyder",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl er en veletableret Sportsbook- og Gaming-udbyder med en bemærkelsesværdig 10-årig erfaring i bettingbranchen. </strong> Siden 2012 har vi været dedikeret til at levere til bookmakere, lotterier og bettingorganisationer på regulerede markeder.",
  "about-section1-para2": "Vi er et team af kreative strateger, tech-entusiaster og effektive kommunikatorer, drevet af en urokkelig passion for online spilindustrien. Vores konstante engagement er at fremme vores kunders succes.",
  "about-section1-para21": "Vi er stolte af at levere førsteklasses løsninger til virksomheder og enkeltpersoner inden for online spil og betting. Uanset om du er en startup, der ønsker at lancere din platform, eller et etableret brand, der søger vækst, tilbyder vi end-to-end tjenester, der styrker din udvikling, sikrer overholdelse og leverer fremragende brugeroplevelser.",
  "about-section1-para22": "Vores White Label-løsninger giver dig mulighed for at lancere din egen fuldt brandede online spil- eller bettingvirksomhed uden udfordringerne ved at starte fra bunden. Vi leverer en komplet, fuldt administreret pakke, der inkluderer brugerdefineret branding, integrerede sportsbetting-, casino- og spilmoduler, sikre betalingsgateways samt kontinuerlig teknisk support og vedligeholdelse. Med vores White Label-platform kan du fokusere på marketing, kundetilvækst og forretningsvækst, mens vi tager os af teknologi, overholdelse og backend-operationer.",
  "about-section1-para3": "Vores banebrydende spilplatform er en af de vigtigste faktorer, der har ført Vrnl til sin nuværende status som en anerkendt international softwarevirksomhed.<strong style='color: #000;'> Med vores omfattende 10-årige ekspertise i sektoren udvider Vrnl stolt sine tjenester til over 40 bookmakere i 11 forskellige lande verden over.</strong>",
  "about_us": "Om os",
  "about_us_desp": "VRNL er den største platform for online sports- og casinobetting white label. Vi tilbyder exchange-API sammen med vores tilpassede siteservices til Bangladesh med lave marginer og på en pålidelig platform, som inkluderer casino. Vi leverer API'er for alle ligaer i exchanges, samt online streamingtjenester. Nyd betting på en pålidelig platform med over 1000 slot- og bordspil på vores site.",
  "our_client": "Vores kunder",
  "our_client_desp": "Hos Vrnl er vi utrættelige i jagten på de bedste spil- og underholdningspartnerskaber for at sikre en uovertruffen oplevelse for vores kunder og spillere. Gennem samarbejdsaftaler med anerkendte internationale kasinoer og virtuelle spiludbydere har vi sømløst integreret vores Sports Betting Platform med et omfattende udvalg af spil, fra spilleautomater og bordspil til live casino, virtuelle spil og endda fantasy-spil. Vores platform er tilgængelig på både desktops og mobil med høj kvalitet grafik, animationer og lyd, samt et intuitivt og brugervenligt menu-system. Vores hurtige integrationsproces kombinerer skalerbarhed, fleksibilitet og top-ydeevne med høj sikkerhed og pålidelighed, hvilket giver vores kunder et sikkert og pålideligt gamingmiljø. Vi er stolte af at tilbyde vores kunder det bredeste udvalg af spil i sektoren, og leverer perfekte spiloplevelser til enhver præference. Velkommen til Vrnl, hvor spiloplevelse møder ubegrænsede muligheder. Vrnl samarbejder med branchens mest anerkendte spilsoftware- og betalingsudbydere. Del vores platform for succes og tilføj dit navn til denne voksende liste.",
  "lost404": "Det ser ud til, at du er faret vild",
  "lost404desp": "siden du leder efter findes ikke!",
  "gotohome": "Gå til startside",
  "esports_bs": "eSports Betting Software",
  "esports_bs_desp1": "Hos VRNL er vi stolte af at give eSports-fans en unik og engagerende oplevelse.",
  "esports_bs_desp2": "VRNL er din adgang til en verden, hvor gaming og betting mødes. Vores eSports Betting Software er designet til gamingfans som dig, og giver en spændende, sikker og givende oplevelse. Gå ikke glip af muligheden for at være med. Bliv en del af VRNL i dag og løft din spiloplevelse til nye højder!",
  "startnow": "Start nu",
  "easy_setup": "Nem opsætning, mindre end du måske forestiller dig.",
  "easy_setup_desp1": "Vi kan levere eSports-platformen på blot få uger.<br> Vi håndterer alle aspekter af processen: Hosting, brugergrænseflade, odds-feed, tilpassede sider, produktaktivering og sportsbook-strategi.",
  "easy_setup_desp2": "Dit primære fokus kan være dedikeret til opsætning og etablering af dine online-netværk.",
  "esport_bet_center_h1": "Hvis du overvejer at starte med online betting, er vores eSports betting software et godt første skridt.",
  "esport_bet_center_p1": "Drag fordel af vores ekspertservices og avancerede eSports betting-teknologi. Vores regulerede partnere får fuld support til at komme ind i online bettingbranchen og kan bruge vores tilpassede eller generiske platforme.",
  "esport_bet_center_p2": "Det kan være udfordrende at starte et online sportsbook, der primært fokuserer på eSports. Derfor har vi skabt et omfattende eSports betting-system med pre-match betting-tjenester. Vores mål er at tilbyde det mest omfattende udvalg af eSports-muligheder online.",
  "have_qes": "Har du spørgsmål?",
  "para_faq": "Vi har svarene (nå, de fleste gange!)",
  "freq_param": "Nedenfor finder du svar på de mest almindelige spørgsmål, tjek venligst vores ",
  "if_still_qes": "Hvis du stadig ikke kan finde det svar, du leder efter, så",
  "sbs_faqs": "Sports Betting Software FAQ",
  "whatis_sbs": "Hvad er Sports Betting Software?",
  "whatis_sbs_ans": "Sports Betting Software er designet baseret på brugerens markeder og valg. Vores eksperter står altid til rådighed for at levere den bedste kundeservice, uanset hvad der vedrører dine behov og markedskrav. Vi håndterer også alle trin i udviklingsprocessen og leverer en komplet og funktionsdygtig platform.",
  "affiliate_systems": "Tilbyder I affiliate-systemer?",
  "affiliate_systems_ans": "Ja, vores software-netværk er baseret på 5 niveauer: Platformadministrator - adgang til backend (det er også muligt at oprette andre adgang med begrænsede rettigheder). Forhandler - master-agent, der overvåger flere bettingbutikker og tjener kommission på butikkernes omsætning eller profit. Bettingbutik - det fysiske punkt, hvor spillere kan spille, indsætte osv. Gennem denne konto kan der placeres væddemål og tjenes kommission. Kasserer - medarbejderprofil, der kan placere væddemål uden at tjene kommission. Online spiller - registrer din spil-konto online eller i butik og placer væddemål.",
  "whatis_label": "Hvad er et white label betting site?",
  "whatis_label_ans": "Et white label betting site er en fuldt tilpasset platform. VRNL’s white label betting site tilbyder certificerede spil, bonussystem og betalingsgateways. Brugergrænseflade, sprog og valuta baseres på dit valg. VRNL tilbyder forskellige grafiske skabeloner, funktioner og værktøjer.",
  "fullmanagement": "Kan jeg have fuld styring af odds og marginer?",
  "fullmanagement_ans": "Backend indeholder mange værktøjer, funktioner og rapporter, som giver et komplet overblik over sports betting-aktiviteten. Der er en dedikeret sektion til odds management, hvor det er muligt at redigere marginer, multiplikator og odds pr. marked, kamp og/eller mesterskab.",
  "logobrand": "Kan jeg bruge mit logo og brandfarver?",
  "logobrand_ans": "Ja, det kan du. Vi tilbyder forskellige løsninger baseret på dine specifikke krav. Vi kan skabe skræddersyede løsninger baseret på dine ønsker eller levere en turnkey-løsning, hvor vi kun tilpasser dine brandfarver og logo.",
  "fullycustomized": "Jeg vil gerne have en fuldt tilpasset løsning, er det muligt?",
  "fullycustomized_ans": "VRNL tilbyder et ekspertteam til opsætning af en fuldt tilpasset sports betting-platform. En account manager vil indsamle kravene og koordinere projektet med projektleder, grafisk designer og IT-manager.",
  "software_cost": "Hvad koster Sports Betting Software?",
  "software_cost_ans": "Prisen på Sports Betting Software varierer afhængigt af funktioner og tjenester. Der findes forskellige planer afhængigt af, om du allerede har et højt spilvolumen, eller ønsker at være agent med dit eget netværk af spillere.",
  "what_products": "Hvilke produkter tilbyder I?",
  "what_products_ans": "Vores kerneforretning er Sports Betting, og vores software er et in-house produkt udviklet af vores IT-team siden 2005. Udover sport tilbyder vi også live betting, casino, live casino, lotterier og virtuelle spil for at give 'alt-i-én' løsninger til vores kunder.",
  "canaddfeatures": "Kan jeg tilføje funktioner, rapporter og sider til sports betting softwaren?",
  "canaddfeatures_ans": "Bettingsoftwaren inkluderer en bred vifte af rapporter, sider og bannere, som kan tilpasses (CMS) eller udvikles efter anmodning. Hvis du ønsker, at vi udvikler en ny funktion, arbejder vi sammen med dig om et skræddersyet projekt: informationsindsamling, projektfremlæggelse, test og endelig udgivelse.",
  "canofferbettingservices": "Kan jeg tilbyde sports betting i de kasinoer, jeg har i mit land?",
  "canofferbettingservices_ans": "Vi har flere bettingløsninger til både online og landbaserede virksomheder. Hvis du ejer et landbaseret casino og vil tilbyde sports betting, vil vores retail-løsning være det rette valg, da det giver mulighed for at oprette kassererkonti til administration af sports betting-billetsalg.",
  "change_currentprovider": "Hvordan ændrer jeg min nuværende softwareudbyder?",
  "change_currentprovider_ans": "Hvis du allerede administrerer en exchangebook og ønsker at skifte til vores sportsbetting-platform, sikrer vi, at alt håndteres korrekt. Vi udarbejder en migrationsplan, hvor spillernes personlige data overføres til den nye platform, og skiftet planlægges, så migrationen kan gennemføres på få timer.",
  "sbs_offer": "Hvilke funktioner tilbyder Sports Betting Software?",
  "sbs_offer_ans": "Sports Betting Software kan levere funktioner som datadrevne forudsigelser, simuleringer, betting trends, odds sammenligninger og mere. Det kan også tilbyde detaljerede analyser af tidligere kampe og kommende matchups for at hjælpe spillere med at træffe bedre beslutninger. Vi specialiserer os i opsætning og oprettelse af detailbettingbutikker og online netværk, inklusiv KYC-procedurer godkendt af tilsynsmyndigheder, betalingsgateways, affiliate marketingværktøjer, henvisningssystemer, push-notifikationer, web push-notifikationer, in-app messaging, spillerkontroller, registrering og verifikationsprocesser, svindel-detektion og geolokalisering for IP-adresseinformation.",
  "sbs_legal": "Er Sports Betting Software lovlig?",
  "sbs_legal_ans": "Ja, Sports Betting Software er lovlig og bruges af mange professionelle sportsbettere. Det er dog vigtigt at sikre, at softwaren anvendes i overensstemmelse med gældende love i dit område.",
  "ebs_faqs": "FAQ om eSports betting software",
  "ebs_titleoffer": "Hvilke eSports titler tilbyder I?",
  "ebs_titleoffer_ans": "<li><strong>Mest populære:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sports spil:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online som:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>Førstepersons shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Kampspil:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Har I en mobilversion?",
  "mobileversion_ans": "Ja, VRNL er fuldt optimeret til mobilbrug. Vores platform fungerer problemfrit på smartphones og tablets, med adgang til sportsudveksling, casinospil, iGaming og eSports når som helst. Du får en hurtig, responsiv grænseflade, sikre transaktioner og ingen app-download krævet. Uanset Android eller iOS, er oplevelsen lige så funktionsrig som på desktop.",
  "runesportsplatform": "Kan jeg drive en eSports betting platform uden at håndtere odds og trading?",
  "runesportsplatform_ans": "Vores eSports betting-løsninger inkluderer odds-feed. Softwaren har mange funktioner og værktøjer til at styre odds og marginer selvstændigt. Hvis du kun vil fokusere på butikker og spillerhåndtering, tilbyder vi trading-tjenester og support.",
  "esports_solutions": "Jeg vil gerne have en fuldt eSports tilpasset løsning, er det muligt?",
  "esports_solutions_ans": "VRNL stiller et ekspertteam til rådighed for opsætning af en fuldt tilpasset eSports betting platform. En Account Manager vil indsamle kravene og koordinere projektet med Project Manager, Graphics Designer og IT Manager.",
  "newtobusiness": "Jeg er helt ny i denne branche, hvad skal jeg vide?",
  "newtobusiness_ans": "Korrekt håndtering af en eSports betting platform kan gøre forretningen meget lukrativ. Vi tilbyder løsninger baseret på engagement og erfaring. En gaming-ekspert vil arbejde sammen med dig for at finde den bedste eSports-løsning til dine behov.",
  "eSports_market": "Hvor mange live eSports markeder findes der?",
  "eSports_market_ans": "Vi tilbyder i dag 20 live eSports markeder, og tilføjer konstant nye.",
  "eSportsLogoBrand": "Kan jeg bruge mit eSports-logo og brandfarver?",
  "eSportsLogoBrand_ans": "Ja, det kan du. Vi tilbyder forskellige løsninger baseret på dine krav. Vi kan skabe skræddersyede eSports-løsninger eller levere en turnkey-løsning med tilpasset logo og farver.",
  "eSports_server": "Kan jeg hoste eSports exchange på min egen server?",
  "eSports_server_ans": "Nej, det kan du ikke. Hosting er inkluderet i vores service, med dedikeret cluster, backups og disaster recovery for optimal ydeevne og sikkerhed.",
  "sp_faqs": "FAQ om streaming platform",
  "promte_cricket": "Hvor mange cricketkampe kan jeg promovere?",
  "promte_cricket_ans": "Via dashboardet kan to kampe aktiveres ad gangen, men der er ingen grænse for hvor mange kampe du kan forbinde.",
  "broadcast_live": "Kan casinobegivenheder sendes live?",
  "broadcast_live_ans": "Ja, alle casinospil kan streames live på alle understøttede platforme.",
  "measure_success": "Hvordan måler jeg succes af live streams?",
  "measure_success_ans": "Du kan følge detaljeret analytics for flere platforme på én skærm.",
  "is_mobile_friendly": "Er platformen mobilvenlig?",
  "is_mobile_friendly_ans": "Ja — platformen er fuldt mobilvenlig, og vi tilbyder en APK til nem brug.",
  "livecasino_faqs": "FAQ om Live Casino Software",
  "whatisVRNLcasino": "Hvad er VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software er en avanceret platform, der giver online casinoer mulighed for at tilbyde live dealer spil med interaktivt gameplay.",
  "software_work": "Hvordan fungerer VRNL Live Casino Software?",
  "software_work_ans": "Softwaren integreres i online casinoer og forbinder spillere med live dealere via kvalitetsvideo, hvor spil som blackjack, roulette og baccarat kan spilles live.",
  "features_livecasino": "Hvilke hovedfunktioner har VRNL Live Casino Software?",
  "features_livecasino_ans": "Funktioner inkluderer tilpasset branding, sikker betalingsintegration og brugervenlig interface for spillere og operatører.",
  "security_livecasino": "Hvordan sikres fair play med VRNL Live Casino Software?",
  "security_livecasino_ans": "Softwaren bruger certificerede RNG'er for fair play, samt værktøjer til svindelforebyggelse og kryptering for datasikkerhed.",
  "offered_games": "Hvilke spil kan tilbydes med VRNL Live Casino Software?",
  "offered_games_ans": "Du kan tilbyde live dealer spil som blackjack, roulette, baccarat og variationer heraf.",
  "integrateVRNL": "Kan jeg integrere VRNL Live Casino Software med min eksisterende platform?",
  "integrateVRNL_ans": "Ja, softwaren er designet til nem integration med eksisterende platforme.",
  "wlc_faqs": "FAQ om White Label Casino",
  "whatis_wlc": "Hvad er et White Label Casino?",
  "whatis_wlc_ans": "Et White Label Casino er en turnkey-løsning, der lader virksomheder lancere deres eget online casino med vores software og infrastruktur, med eget brand og design.",
  "wlc_work": "Hvordan fungerer White Label Casino tjenesten?",
  "wlc_work_ans": "Vi leverer en fuldt funktionel platform med spil, betalingshåndtering og kundesupport. Du tilpasser blot branding og design.",
  "wlc_games": "Hvilke spil er tilgængelige i mit White Label Casino?",
  "wlc_games_ans": "Vi tilbyder slots, bordspil (f.eks. blackjack, roulette) og live dealer spil. Du kan vælge fra vores spil katalog.",
  "wlc_launch": "Hvor lang tid tager det at lancere mit White Label Casino?",
  "wlc_launch_ans": "Tiden afhænger af krav og regulering, men normalt tager det flere uger at opsætte og tilpasse platformen.",
  "wlc_cusSupport": "Hvilket niveau af kundesupport tilbydes?",
  "wlc_cusSupport_ans": "Vi tilbyder teknisk og operationel support for at sikre problemfri drift.",
  "wlc_getstarted": "Hvordan kommer jeg i gang med White Label Casino hos jer?",
  "wlc_getstarted_ans": "Kontakt vores salgsteam for personlig rådgivning. Vi guider dig gennem opsætningen.",
  "can_cutomize_branding": "Kan jeg tilpasse casinoet med mit brand?",
  "can_cutomize_branding_ans": "Ja — du kan tilpasse logo, farver og branding fuldt ud.",
  "company": "Firma",
  "company_caps": "FIRMA",
  "about": "Om",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Privatlivspolitik",
  "contact_us": "Kontakt os",
  "solutions": "Løsninger",
  "sports_betting_software": "Sports Betting software",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Vrnl's logo og grafisk materiale er virksomhedens intellektuelle ejendom og må ikke kopieres, gengives, distribueres eller vises uden skriftlig tilladelse.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Alle rettigheder forbeholdes.",
  "home": "Hjem",
  "betting": "Betting",
  "esports_betting": "eSports betting",
  "sbs_head": "Sportsbetting software",
  "casino": "Casino",
  "online_casino_sw": "Online casino software",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Casinospil",
  "lottery_bingo": "Lotteri og bingo",
  "casino_tournament": "Casino turnering",
  "risk_management": "Risikostyring",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Vores arbejde",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Lotterispil",
  "exch_sw_provider": "Exchange software udbyder",
  "mobile_bet": "Mobil betting",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sports betting widget",
  "back": "Tilbage",
  "exch_iframe_para": "Exchangebook iframe — muliggør hurtig aktivering af Exchangebook-modulet via API integration. Vores omfattende Exchangebook-service sikrer et bredt udvalg af programmering for online begivenheder og markeder.",
  "contact_us!": "Kontakt os!",
  "exch_iframe_types": "Typer af Exchangebook iframe",
  "exch_iframe_types_para": "Vores Exchangebook iframe-løsninger findes i tre varianter, hver tilpasset den anvendte kanal, hvilket sikrer den mest egnede løsning til dine behov:",
  "exch_iframe_types_list": "<li>iFrame til <strong>Desktop</strong>, designet til computere med forskellige opløsninger og med diverse tilpassede layouts.</li><li>iFrame til <strong>Terminals og Kiosker SSBT</strong>, med layouts optimeret til touchskærmsystemer og en intuitiv brugeroplevelse, ideel for uerfarne spillere, der placerer væddemål.</li>",
  "exch_iframe_types_para2": "Derudover kan du gennem vores API opnå omfattende tilpasning af grafik og spilfunktioner.",
  "cm_exch": "Omfattende administreret Exchangebook",
  "cm_exch_para": "Vores Exchangebook iframe omfatter levering af oddsdatafeeds og konfiguration af centrale bettingindstillinger. Softwaren er udstyret med mange funktioner og værktøjer til selvstændig styring af odds og marginer. Hvis dit primære fokus er spilleradministration og markedsføring, tilbyder vi fuldt administrerede trading-tjenester og support.",
  "acq_exch": "Det er nemt at erhverve Exchangebook iframe-løsningen",
  "acq_exch_para": "Vi har strømlinet processen for aktivering af iFrame, som omfatter blot fem enkle trin:",
  "acq_exch_list": "<li>Formaliser aftalen mellem Vrnl og kunden.</li><li>Start Exchangebook iFrame-integration via API’er med vores SDK.</li><li>Afhold møde for at definere Exchangebook-strategien.</li><li>Identificer de mest engagerende sportsgrene og events til dit område.</li><li>Så går vi live!</li>",
  "live_casino_sw_p1": "Vores <strong>live Casino-platform</strong> giver dig mulighed for at aktivere <strong>de bedste live-udbydere</strong> kendt for <strong>ekseptionel kvalitet og matematisk integritet</strong>.",
  "live_casino_sw_p2": "Vi er dedikerede til at give dig den ultimative live casino-oplevelse. Uanset om du er erfaren spiller eller ny i online casino-verdenen, tilbyder vores platform en immersiv, realtidsoplevelse uden sidestykke.",
  "live_casino_sw_p3": "Vrnl's Live Casino-løsning tilbyder en omfattende suite af tjenester, herunder:",
  "live_casino_sw_p3_l1": "Fuld historikrapportering",
  "live_casino_sw_p3_l2": "Visualisering af spilhistorik",
  "live_casino_sw_p3_l3": "Spilkonfigurationer",
  "live_casino_sw_p3_l4": "Risikostyringsværktøjer",
  "live_casino_sw_p3_l5": "Spilleradministration",
  "live_casino_sw_p3_l6": "Affiliate-administrationsværktøjer",
  "live_casino_sw_p3_l7": "Multiniveau-agentstruktur",
  "live_casino_sw_p4": "Vi har udviklet forskellige sikre integrationsmetoder, alle brugervenlige og nemme at implementere med vores live casino API.",
  "live_casino_sw_demo": "Demo af live casino-løsninger",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong>-integrationer",
  "livecasino_integration_para": "Du kan få vores live casino-software op at køre på få dage. Vi tilbyder desuden omfattende management-services, hvor hele driften overvåges af vores eksperter. <strong style='color: #575756;'>Vi garanterer også adgang til det mest omfattende udvalg af live-spil online.</strong>",
  "live_casino_lobby": "I vores brugervenlige Live Casino Game Lobby",
  "youcan": "kan du",
  "findgames_like": "finde spil som:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack og Live Poker, terning- og nummerspil.",
  "euro_roulette": "Europeisk Roulette",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikansk Roulette",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Book en Demo",
  "lottery_head": "Leder du efter en lotteri- & bingo-platform?",
  "lottery_head_desp1": "Vi har nøje udvalgt de bedste <b style='color: #575756; font-size: 45px;'>lotteri- og bingospil</b> til dig.",
  "lottery_head_desp2": "Vores <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b>-løsning tilbyder en række spændende variationer af det klassiske bingo-spil samt de mest kendte lotterispil.",
  "lottery_head_desp3": "Du kan <b style='color:#575756; font-size: 16px;'>nyde disse spil fra din smartphone</b> eller computer, og vi sikrer en fremragende brugeroplevelse med højeste spilstandarder.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Derudover er vores spillealgoritmer både sikre og uafhængigt certificerede, hvilket giver en pålidelig og troværdig spilleoplevelse.<br><br></strong>",
  "lottery_bingo_nos": "LOTTERI- & BINGONUMRENE",
  "bingo_games": "Bingospil",
  "over100": "over 100",
  "over130": "over 130",
  "suppliers": "LEVERANDØRER",
  "more20": "Mere end 20",
  "sports_betting_software_wl": "Sportsbetting software White Label",
  "sports_betting_software_wl_desp": "Et firma, der konstant arbejder på innovative løsninger for effektivt at imødekomme skiftende forretningsbehov.",
  "blink-soft": "Forbedr din oplevelse med avanceret Sports Betting Software",
  "platform_para1": "Moderne sportsbetting-softwareløsninger <b>transformerer</b> måden, spillere engagerer sig i spillet. Med <b>problemfri grænseflader</b>, realtidsanalyse og live væddemål, leverer disse platforme en overlegen oplevelse for både nye og erfarne spillere.",
  "platform_para2": "Uanset om du driver en online sportsbook, en fysisk bettingbutik eller et casino, giver vores omfattende løsninger — inklusive <b>B2C-platforme</b> og <b>tilpassede white-label-produkter</b> — den fleksibilitet og teknologi, der kræves for at være konkurrencedygtig. Omfavn innovation og løft dine sportsbetting-aktiviteter med software designet til <b>optimeret ydeevne</b> og <b>brugeroplevelse</b>.",
  "try_b2b": "Udforsk vores avancerede B2B Betting software",
  "try_b2c": "Udforsk vores avancerede B2C Betting software",
  "wls_turnkey": "White Label-løsninger og turnkey-platforme",
  "wls_turnkey_p1_span1": "problemfri og engagerende sportsbettingoplevelse",
  "wls_turnkey_p1_span2": "til dine kunder. Denne tilgang eliminerer behovet for dyre og tidskrævende udviklingsprocesser, så du kan fokusere på vækst og",
  "custom_satisfaction": "kundetilfredshed",
  "wls_turnkey_p2": "Vores sikre, højtydende bettingplatform er fuldt certificeret af uafhængige spil-laboratorier, hvilket garanterer overholdelse og pålidelighed. Ved at samarbejde med VRNL får du adgang til en pålidelig bettingexchange, der øger rentabiliteten samtidig med at sikrer",
  "highest_industry_standards": "branchens højeste standarder",
  "igaming_platform": "iGaming Platform",
  "igaming_platform_p1": "VRNL er en pålidelig partner i iGaming-industrien og tilbyder branchens førende",
  "sbs": "sportsbetting software",
  "igaming_platform_p2": "Vores mål er at transformere online-spilmarkedet ved at levere en alsidig, avanceret platform, der sikrer problemfri og engagerende spiloplevelse for brugerne.",
  "online_casino": "Online Casino",
  "casino_para": "Velkommen til VRNL Online Casino — <b>en pålidelig leder</b>, der leverer en sikker og spændende spilplatform globalt. Vores mission er at give en exceptionel casinooplevelse, der engagerer og underholder spillere.",
  "casino_para_list": "<li>Over 75 leverandører</li> <li>Mere end 15.000 spilleautomater</li> <li>500+ bordspil</li> <li>700+ video poker spil</li> <li>Mere end 200 andre spil</li>",
  "casino_para2": "Vores ekspertteam støtter dig gennem alle stadier, fra træning til lancering.",
  "play_livecasino": "Spil på live casino som om du var direkte i casinoet",
  "play_livecasino_list": "<li>Live Game Show</li><li>AWC</li><li>Slots</li><li>Live Roulette</li><li>Live Blackjack</li><li>Baccarat Live</li><li>Casino Hold’em Live</li><li>Blueocean</li><li>Dragon Tiger Live</li><li>Andar Bahar</li><li>Teen Patti</li>",
  "api_services_iframe": "API-tjenesteudbydere og iFrame",
  "api_services_iframe_p1": "VRNL leverer avancerede <b>API-integrationer og iFrame-løsninger</b>, der muliggør problemfri platformforbindelse, sikker dataudveksling og forbedret brugeroplevelse — hvilket hjælper virksomheder med at arbejde smartere og hurtigere.",
  "api_services_iframe_p2": "Hos VRNL forstår vi vigtigheden af problemfri dataudveksling og kommunikation mellem applikationer. Vi tilbyder topkvalitets API-integration, der gør, at din software ubesværet kan interagere med andre platforme. Vores eksperter sikrer, at dine systemer fungerer harmonisk og giver en glidende oplevelse for både dig og dine kunder.",
  "virtual_games": "Virtuelle spil",
  "virtual_games_desp1": "Klar til at begynde din virtuelle spiloplevelse med VRNL? Dyk ned i den virtuelle verden som aldrig før og gør dig klar til timevis af underholdning.",
  "virtual_games_desp2": "Hos VRNL brænder vi for at levere avancerede virtuelle spiloplevelser, der transporterer spillere til spændende nye verdener. Vores mission er at levere de mest immersive, underholdende og tankevækkende virtuelle spil, der holder dig engageret i timevis.",
  "before_start": "Før du starter, udforsk det i aktion!",
  "explore_demo": "på vores demo-platform:",
  "mobile_sbs": "Mobil Sportsbetting Software",
  "mobile_sbs_p1": "Vores <strong>mobile app</strong> giver dine spillere nem adgang til deres spilkonti og mulighed for at placere væddemål via tablets, smartphones og andre internetforbundne enheder.",
  "mobile_sbs_p2": "Fra cricket og fodbold til tennis dækker vores software et bredt udvalg af sportsbegivenheder globalt. Uanset din sportsinteresse kan du placere væddemål på de spil og hold, du elsker.",
  "mobile_sbs_p3": "Vores software handler ikke kun om væddemål, men om at skabe en problemfri og brugervenlig oplevelse. Vi har investeret i den nyeste teknologi for at sikre, at navigationen på platformen er så enkel som muligt.",
  "advantages_sbs": "Fordele ved Mobil Sportsbetting Software",
  "advantages_sbs_l1": "Mobile apps er hurtigere",
  "advantages_sbs_l2": "Personligt tilpasset bettingindhold",
  "advantages_sbs_l3": "Øjeblikkelig online betting",
  "advantages_sbs_l4": "Sikker og pålidelig",
  "advantages_sbs_p1": "Apps overgår mobilwebsites og giver hurtigere handlinger og svar.",
  "advantages_sbs_p2": "Brugere nyder personligt tilpasset indhold for en mere immersiv oplevelse med skræddersyede bettingmuligheder.",
  "advantages_sbs_p3": "Alle mobile apps giver øjeblikkelig adgang med et enkelt tryk, så brugere kan placere væddemål, tjekke konti, spille casino og vælge favoritleague uden forsinkelse.",
  "advantages_sbs_p4": "Sikkerhed er vores højeste prioritet. VRNL Mobile Sports Betting Software er bygget med topmoderne sikkerhedsforanstaltninger for at beskytte dine personlige og finansielle oplysninger. Du kan spille med ro i sindet.",
  "online_casino_sw_p1": "VRNL er en førende leverandør af <strong>online casino software</strong> og <strong>platforme</strong>. De spiller en central rolle i design og udvikling af casino-platforme, der er brugervenlige og funktionsrige.",
  "online_casino_sw_p2": "Vores marketingteam arbejder hårdt for at sikre, at dit online casino får fremtrædende placering på forsiden og høj synlighed på online-markedet.",
  "online_casino_sw_p3": "Online casino-platformen leveres med diverse præ-konfigurerede spil, og vores overvågningsværktøjer giver dig et klart, realtids overblik over fremdrift og performance af dit nye projekt.",
  "customized_theme": "Dette er et tema og kan tilpasses, se det i aktion:",
  "live_casino_sw_desp1": "Vi tilbyder det mest omfattende udvalg af top <strong>Live Casino-udbydere</strong><br>",
  "live_casino_sw_desp2": "globalt, hvilket sikrer adgang til det bredeste udvalg af live-borde online og en problemfri multi-channel oplevelse.",
  "casino_sw_features": "Hovedfunktioner i Casino Software",
  "casino_sw_features_p1": "Vores <strong>casino softwareplatform</strong> er designet til at give en problemfri og engagerende spiloplevelse for både spillere og operatører.<br /><br />",
  "casino_sw_features_p2": "Nøglefunktioner på vores platform inkluderer: ",
  "casino_sw_features_list": "<li>Synlighed og kontrol over bordområder.</li> <li>Spilbordets attributter og indstillinger.</li> <li>VIP-grænser.</li> <li>Kundefunktionalitet og adgang til vores tilpasningsværktøjer.</li> <li>Rapporteringsmekanisme og notificationssystem, der giver operatører øjeblikkelig adgang og advarsler om operationelle meddelelser.</li> <li>API til Business Intelligence (BI)</li> <li>Marketingværktøjer</li> <li>API til ekstern integration</li>",
  "casino_sw_features_p3": "Vores brugervenlige tilpasningsværktøj giver bookmakere mulighed for at foretage ændringer i realtid på forskellige aspekter af deres live-tilbud, <br /> inklusive bannere, skrifttyper og farveskemaer, alt sammen med intuitive kontroller.",
  "casino_sw_features_p4": "Vores nye platform fungerer som et autonomt, fleksibelt og agilt system. Denne agilitet gør os i stand til hurtigt <br /> at reagere på bookmakeres anmodninger og opretholde højere kvalitetsstandarder ved udvikling af nye og eksisterende<br /> produkter.",
  "casino_sw_features_p5": "For at accelerere din forretning tilbyder vi også en",
  "casino_sw_features_p6": " med et stort udvalg af over 3000+ spil.",
  "integrate_iframe_apis": "Integration med eksterne platforme via iFrames og APIs",
  "integrate_iframe_apis_para": "Vores platform tilbyder alsidige integrationsmuligheder. Du kan nemt <strong>integreres gennem iFrame eller <br />APIs.</strong> Det kan skræddersys til dine specifikke behov, hvad enten det er en omfattende fuldservice-integration, <br /> en specialiseret sportsbetting-løsning eller fokus på <strong>online casinospil</strong>, herunder <strong>live <br /> casino</strong> tilbud.",
  "view_demo": "Se Demo",
  "we_are": "vi er",
  "online_exchange_sw_p1": "Hos VRNL er vi stolte af at levere topmoderne online Exchange-software, der redefinerer bettingoplevelsen. Vi tilbyder en fuldt funktionel platform med et omfattende udvalg af livekampe tilgængelige månedligt. Med vores live-streaming muligheder forvandler vi din bookmaker til en underholdningsplatform, understøttet af certificeringer fra uafhængige spillelaboratorier for ekstra sikkerhed.",
  "online_exchange_sw_p2": "VRNL's Online Exchange Software tilbyder et bredt udvalg af sportsbettingmuligheder. Uanset om du er fan af cricket, fodbold, tennis eller en anden sport, har vi dig dækket. Vores platform tilbyder live odds, in-play betting og en brugervenlig grænseflade, der gør det nemt at placere væddemål.",
  "onther_head": "Vi forenkler processen, så du problemfrit kan integreres i forretningen.",
  "onther_p1": "Dette tema er meget tilpasseligt, og du kan opleve dets fleksibilitet i aktion:",
  "main_features": "Hovedfunktioner",
  "feature_para": "Vrnl er på forkant med at revolutionere betting og online casino management. Med vores ekspertise får du adgang til:",
  "feature_list": "<li><strong>En Global Bettingoplevelse:</strong> VRNL giver adgang til et omfattende udvalg af sportsgrene, ligaer og bettingmarkeder fra hele verden. Med os kan du tilbyde dine brugere en ægte global bettingoplevelse. </li> <li><strong>Omfattende Pre-Match-muligheder:</strong> Vælg blandt et stort udvalg af 150.000 månedlige pre-match bettingmuligheder. Vi sikrer, at din platform er fyldt med et bredt udvalg for at imødekomme forskellige bettingpræferencer. </li> <li><strong>Spændende In-Play-muligheder:</strong> Engager dine brugere med 75.000 månedlige in-play muligheder. Disse live bettingmuligheder tilføjer spænding og spontanitet til oplevelsen. </li> <li><strong>Casino-spil til Metaverset:</strong> VRNL tilbyder en omfattende samling af casinospil egnet til metaverset. Fordyb dine brugere i et virtuelt casino-miljø med vores forskellige spilmuligheder. </li> <li><strong>Problemfri iFrame-integration:</strong> Integrer vores iFrame nemt i din iGaming-platform. Vores brugervenlige iFrame-løsning gør det nemt at udvide platformens kapaciteter. </li> <li><strong>Fleksibel integration:</strong> Vælg din integrationsmetode, hvad enten det er via API eller iFrame. Vi tilbyder alsidige muligheder, der passer til dine behov og platformkrav. </li>",
  "sports_header_2": "Online Exchange-software iGaming Casino Platform",
  "sports_header_2_p1": "Vi tilbyder en <a style='color: #a0c528;' href='#'>White Label Casino</a>-løsning med et omfattende bibliotek på over 1.000 spil.",
  "sports_header_2_p2": "Vores tjenester inkluderer erhvervelse af spillelicens og juridisk support for at kickstarte din casinovirksomhed, med sikker og certificeret spilmatematik.",
  "sports_header_2_p3": "Vi har samlet de bedste spiludbydere for at tilbyde dig det bredeste udvalg af live casinospil og online casinospil. Vi har nøje kurateret partnerskaber med top spiludbydere for at sikre dig enestående variation og det mest omfattende udvalg.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person-spil</li> <li>Slots</li> <li>Amerikansk roulette live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Spil på live casino som om du var direkte inde i casinoet",
  "top_online_providers": "Top online casino-udbydere i verdensklasse",
  "online_casino_p1": "Er du klar til at løfte din online casinooplevelse til næste niveau? Stop her! Vrnl er din one-stop-løsning til alle dine online casino-behov. Vi tilbyder top-tjenester og banebrydende løsninger til online casino-operatører og sikrer en uforglemmelig spiloplevelse for dine spillere.",
  "user_data_section1": "<li>Udbydere 75+ mere end</li> <li>Slotmaskiner 15.000+ mere end</li> <li>Bordspil 500+ mere end</li> <li>Video poker 700+ mere end</li> <li>Andre spil 200+ mere end</li>",
  "lottery_bingo_games": "Lotteri- og Bingospil",
  "lottery_bingo_games_p1": "Hos VRNL bringer vi spændingen fra Lotteri- og Bingospil til både din skærm og dine lokale detailbutikker. Uanset om du er fan af traditionelle papirtickets eller foretrækker bekvemmeligheden ved at spille online, har vi dig dækket. Hos os handler det ikke kun om spil; det handler om spændingen ved at vinde og glæden ved at spille.",
  "user_data_section2": "<li>Bingo 80+ mere end</li> <li>Lotteri 130+ mere end</li>",
  "ultimate_dest": "Ultimativ destination for online og detail lotteri- og bingospil",
  "weare_vrnl": "Vi er VRNL",
  "weare_vrnl_desp": "<strong>DEN STØRSTE PLATFORM FOR SPORTS- OG CASINO WHITE LABEL</strong> Det bredeste udvalg af underholdningsspil online White Label Casino med mere end 1.000 spil. Tilgængelig online casino-software er enkel, da vores platform er nem at administrere.",
  "res_design": "Responsivt Design",
  "res_design_desp": "Vores hjemmeside er responsiv, hvilket betyder, at den vises korrekt på tablets, mobiltelefoner og desktops for en optimal brugeroplevelse.",
  "custmzd_options": "Tilpasningsmuligheder",
  "custmzd_options_desp": "Vi giver vores kunder et bredt udvalg af tilpasningsmuligheder, så de kan vælge deres foretrukne farver, skrifttyper og layout til hjemmesiden. Dette sikrer, at hjemmesiden afspejler deres unikke stil og præferencer.",
  "loading_speed": "Indlæsninghastighed",
  "loading_speed_desp": "Vores hjemmeside er optimeret for hastighed og ydeevne. Den har hurtige indlæsningstider på tværs af forskellige enheder og internetforbindelser.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Vores B2B-tema er kendetegnet ved unikke funktioner. Vi har inkluderet en ekstra Parley-mulighed for en beriget bettingoplevelse.",
  "b2b_theme_p2": "Vores tema er karakteriseret af de fineste farvekombinationer og designelementer, hvilket sikrer en æstetisk tiltalende grænseflade. Brugere får tilladelser til at placere væddemål på et bredt udvalg af sportsgrene, herunder cricket, fodbold og tennis.",
  "b2b_theme_p3": "Vi har også mange forskellige casinospil for mere underholdning. Derudover har vi forskellige typer casinoer, såsom AWC Casino, der har en imponerende samling af over 500 spilleautomater og mere end 100 bordspil.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Vores B2C-side tilbyder en brugervenlig oplevelse for vores kunder. De kan nemt registrere sig med deres telefonnummer, hvilket giver en bekvem og sikker måde at oprette en konto på.",
  "b2c_theme_p2": "Når de er registreret, har brugerne mulighed for at indsætte penge på deres konto, hvilket gør det nemt at komme i gang med betting og spil. Derudover tilbyder vi en problemfri udbetalingsproces, så brugerne nemt kan få adgang til deres gevinster.",
  "b2c_theme_p3": "For at forbedre oplevelsen tilbyder vi bonuspoint, som brugerne kan optjene og bruge under deres tid på platformen. Dette tilføjer et ekstra lag af spænding og værdi, så kunderne får mest muligt ud af deres indskud og udbetalinger.",
  "b2c_theme_p4": "Samlet set er vores B2C-side designet til at give en problemfri og fornøjelig betting- og spiloplevelse, så vores kunder frit kan spille, indsætte og hæve midler med lethed.",
  "request_demoID": "Anmod om Demo-ID",
  "form_name": "Navn *",
  "form_name_err": "Indtast venligst dit navn (mindst 3 tegn).",
  "form_email": "E-mail *",
  "form_email_err": "Indtast venligst en gyldig e-mail.",
  "form_country": "Land *",
  "form_country_err": "Vælg venligst dit land.",
  "form_district": "Distrikt *",
  "form_district_err": "Indtast venligst dit distrikt.",
  "form_whatsapp": "WhatsApp-nummer *",
  "form_whatsapp_err": "Indtast et gyldigt WhatsApp-nummer.",
  "form_turnover": "Månedlig omsætning *",
  "form_turnover_err": "Indtast venligst din månedlige omsætning.",
  "form_users": "Hvor mange brugere *",
  "form_users_err": "Indtast venligst et gyldigt antal brugere.",
  "form_current": "Nuværende platform *",
  "form_current_err": "Indtast venligst din nuværende platform.",
  "form_issues": "Problemer med nuværende platform *",
  "form_issues_err": "Beskriv venligst problemerne (mindst 10 tegn).",
  "form_telegram": "Er du på Telegram? *",
  "form_select": "-- Vælg --",
  "form_yes": "Ja",
  "form_no": "Nej",
  "form_telegram_err": "Vælg venligst, om du har en Telegram-handle.",
  "form_telhandle": "Telegram-handle *",
  "form_telhandle_err1": "Telegram-handle er påkrævet.",
  "form_telhandle_err2": "Telegram-handle skal starte med &#64; (f.eks. &#64;brugernavn).",
  "demo_url": "Demo-URL",
  "form_submit": "Indsend",
  "form_name_ph": "Indtast dit navn",
  "form_email_ph": "Indtast din e-mail",
  "form_district_ph": "Indtast dit distrikt",
  "form_whatsapp_ph": "Indtast WhatsApp-nummer",
  "form_turnover_ph": "Indtast din månedlige omsætning",
  "form_users_ph": "Indtast antal brugere",
  "form_current_ph": "Indtast nuværende platform",
  "form_issues_ph": "Indtast problemer med nuværende platform",
  "form_telhandle_ph": "Indtast din Telegram-handle",
  "our_commitment": "Vores Forpligtelse",
  "our_commitment_p1": "VRNL er forpligtet til at beskytte dit privatliv og sikre dine personlige og finansielle oplysninger. Denne politik forklarer, hvilke oplysninger vi indsamler, hvordan vi bruger dem, og hvilke foranstaltninger vi tager for at beskytte dem. Referencer til vrnl.net inkluderer også dets applikationer.",
  "our_commitment_p2": "Denne politik gælder for alle VRNL-websteder og -applikationer, hvor den er offentliggjort, i overensstemmelse med gældende love i de regioner, vi opererer i. Yderligere regions- eller tjenestespecifikke privatlivsmeddelelser kan supplere denne politik.",
  "our_commitment_p3": "Hvis du giver oplysninger via tredjepartsplatforme (f.eks. sociale medie-login), indsamler vi data gennem disse integrationer under denne politik. Tredjepartens egne privatlivspraksis styrer dog de data, de indsamler direkte. Privatlivsindstillinger på sådanne platforme påvirker ikke, hvordan VRNL bruger data indsamlet via vores websteder eller apps.",
  "our_commitment_p4": "Vores platforme kan indeholde links til eksterne websteder, der ikke ejes eller kontrolleres af VRNL. Vi er ikke ansvarlige for deres privatlivspraksis og opfordrer dig til at gennemgå deres politikker, før du deler oplysninger.",
  "our_commitment_p5": "Denne privatlivspolitik bør læses sammen med vores brugsbetingelser.",
  "user_content": "Bruger samtykke",
  "user_content_para": "Ved at bruge VRNL-tjenesten (for eksempel, når du registrerer en konto, køber en tjeneste, deltager i en konkurrence eller kampagne, kommunikerer med os, på vores websteder eller applikationer), accepterer du vores indsamling, brug og deling af dine personlige oplysninger som beskrevet i denne politik. I nogle tilfælde, især hvis du bor i et land underlagt databeskyttelsesregler, kan vi bede dig om at give eksplicit samtykke for at få adgang til vores tjenester, før yderligere handlinger udføres. Hvis du er en roaming-bruger eller rejsende og benytter VRNL-tjenester i forskellige lande, vil vi betragte registreringslandet som dit primære land, og det samtykke, der gives ved registrering, vil gælde for behandlingen af dine personlige oplysninger. De gældende privatlivsvilkår i henhold til loven i det pågældende land ved registrering vil være gældende for dig.",
  "accessing_webNet": "Adgang til websted og Netværk 18-tjenester via VPN",
  "accessing_webNet_p1": "Du må ikke få adgang til eller bruge VRNL-websteder eller tjenester gennem nogen metode eller teknologi, der skjuler eller fejlagtigt angiver din faktiske geografiske placering (f.eks. ved brug af et Virtual Private Network (VPN) eller lignende værktøjer).",
  "accessing_webNet_p2": "VRNL er ikke ansvarlig for indsamling, opbevaring eller behandling af dine personlige oplysninger, hvis sådanne adgangsmetoder anvendes.",
  "collection_personalInfo": "Indsamling af personlige oplysninger og deres brug",
  "collection_personalInfo_p1": "“Personlige oplysninger” (PII) henviser til enhver data, der direkte eller indirekte kan identificere en person, såsom navn, postadresse, e-mailadresse eller mobilnummer. Når anonyme data forbindes med personlige oplysninger, behandles det også som personlige oplysninger.",
  "collection_personalInfo_p2": "VRNL indsamler kun de nødvendige personlige oplysninger for at opfylde dine anmodninger og levere tilpassede produkter og tjenester. Vi indsamler ikke sådanne oplysninger, medmindre du bevidst og frivilligt giver dem.",
  "collection_personalInfo_p3": "Dine personlige oplysninger kan bruges af VRNL og dets servicepartnere til at drive vores websteder og tjenester samt til at informere dig om nye funktioner, produkter og tjenester, der tilbydes af VRNL og dets tilknyttede selskaber.",
  "info_provide_us": "1. Oplysninger, du giver os",
  "info_provide_us_desp": "Vi kan bede om og indsamle følgende personlige oplysninger om dig, når du bruger vrnl.net, og uden disse oplysninger kan vi muligvis ikke levere alle de ønskede tjenester:",
  "reg_data": "a. Registreringsoplysninger",
  "reg_data_desp": "For at bruge visse funktioner på webstedet, applikationen og tjenesterne (såsom tilmeldinger til begivenheder og webkampagner) kan du give grundlæggende kontaktoplysninger, herunder, men ikke begrænset til:",
  "reg_data_list": "<li><span>Fornavn</span></li> <li><span>Efternavn</span></li> <li><span>E-mailadresse</span></li>",
  "user_pro_details": "b. Brugerprofiloplysninger",
  "user_pro_details_desp": "Vi kan yderligere indsamle og registrere følgende personlige oplysninger under sektionen 'Min profil', hvilket hjælper os med at levere tilpassede feeds og vedligeholde en brugerprofil, herunder, men ikke begrænset til:",
  "user_pro_details_list": "<li><span>Navn</span></li> <li><span>Køn</span></li> <li><span>E-mail</span></li> <li><span>Fødselsdato</span></li> <li><span>Land</span></li> <li><span>By</span></li> <li><span>Mobilnummer</span></li>",
  "mobile_device_permissions": "c. Tilladelser på mobile enheder",
  "mobile_device_permissions_desp": "Når du får adgang til vores applikation på mobile enheder/tablets/TV eller andre enheder med adgang til applikationen, kan vi anmode om og få adgang til følgende:",
  "mobile_device_permissions_list": "<li><span>Konti - Bruges til at administrere flere brugerkonti i appen og til loginformål</span></li> <li><span>Kontakter - Bruges til at få adgang til brugernes kontakter for at dele artikler gennem appen</span></li> <li><span>Telefon - Til at læse telefonstatus og aktivere brugernotifikationer på brugerens enhed. IMEI indsamles kun for unikt at identificere hver bruger</span></li> <li><span>Kamera - For at brugeren kan uploade billeder og profilbillede. Giver brugeren mulighed for at bruge kameraet i VRNL</span></li> <li><span>Microfon - Til at aktivere stemmekommando-relaterede handlinger</span></li> <li><span>Lager - For at få adgang til filer og mapper inde i appen</span></li> <li><span>SMS - Til at sende og modtage verifikationsbeskeder</span></li>",
  "mobile_device_permissions_desp2": "Tilladelser til disse indstillinger kan være nødvendige for korrekt drift af applikationen. Tilladelser kan administreres gennem brugerens enhed ved hjælp af 'indstillinger'-muligheden.",
  "info_voluntarily": "2. Oplysninger du frivilligt giver os",
  "info_voluntarily_desp": "Hvis du sender os personlig korrespondance, såsom e-mails eller breve, eller hvis andre brugere eller tredjeparter sender os korrespondance om dine aktiviteter eller opslag på vrnl.net, kan vi indsamle og gemme sådanne oplysninger.",
  "info_voluntarily_para": "Vi kan indsamle yderligere oplysninger på andre tidspunkter, når du giver feedback, ændrer indhold eller e-mail-præferencer, besvarer undersøgelser eller kommunikerer med os. Disse oplysninger kan inkludere dit navn, e-mail, mobilnummer, placering osv.",
  "info_auto": "3. Oplysninger vi indsamler automatisk",
  "info_auto_desp": "Vi indsamler oplysninger om dig og din brug af vores tjeneste, dine interaktioner med os og vores annoncering, samt oplysninger om din computer eller andre enheder, der bruges til at få adgang til vores tjeneste (såsom mobiltelefoner, tablets og andre visningsenheder). Disse oplysninger inkluderer, men er ikke begrænset til:",
  "info_auto_list": "<li><span>Aktiviteter på vrnl.net såsom type af besøgte sider, tid brugt på sider, søgeforespørgsler osv.</span></li> <li><span>Dine interaktioner med vores e-mail, kundeservice og beskedplatform.</span></li> <li><span>Geolokaliseringsinformation via IP-adresser;</span></li> <li><span>Enhedsoplysninger som enheds-id, enhedsmodel osv. og andre unikke identifikatorer</span></li> <li><span>Annonceidentifikatorer, såsom dem der findes på mobile enheder og tablets; enheder, der inkluderer identifikatorer (f.eks. Identifiers for Advertisers (IDFA) på iOS-enheder og GAID på Android-enheder);</span></li> <li><span>Oplysninger indsamlet via brug af cookies og andre teknologier*;</span></li>",
  "info_auto_note": "*Bemærk: For at forbedre din oplevelse kan vi bruge <b>cookies</b> eller lignende teknologier til at tildele dig en <b>unik bruger-id</b> og forstå dine interesser. <b>Cookies</b> afslører ikke din identitet, medmindre du giver den frivilligt, og de kan heller ikke få adgang til data fra din enhed. Annoncører kan placere deres egne cookies, når du interagerer med deres annoncer, hvilket vi ikke kontrollerer. Vi indsamler også visse tekniske oplysninger, hver gang du bruger vores websteder, applikationer eller tjenester på enhver internetforbundet enhed.",
  "inferred_info": "4. Udledte oplysninger via brug og logdata",
  "inferred_info_desp": "Vi kan spore visse oplysninger om dig baseret på din adfærd på vrnl.net. Vi bruger disse oplysninger til intern forskning om vores brugeres demografi, enheder, interesser og adfærd for bedre at forstå, beskytte og betjene vores brugere. Disse oplysninger sammenstilles og analyseres på aggregeret niveau.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Vi kan også indsamle dine oplysninger for at spore brugeradfærd og præferencer til intern analyse og forskning. Vi kan også bruge dine oplysninger:</strong><br> (i) Til at evaluere din interesse for investeringsmuligheder, tjenester, tilbud, abonnementer;<br> (ii) Til at udføre analyser og kundeforskning, bestemme dine interesser, identificere indhold der genererer salg og analysere trafikmønstre.<br>",
  "inferred_info_a": "a. Interaktive funktioner",
  "inferred_info_a_desp1": "vrnl.net har mange funktioner, som giver brugere/medlemmer mulighed for at afsløre deres identitet og kommunikere med andre brugere/medlemmer. Din brug af sådanne funktioner og afsløring af personlige oplysninger (f.eks. e-mailadresse) via disse funktioner sker på eget ansvar, og vrnl.net påtager sig intet ansvar herfor. Hvis din privatliv er blevet kompromitteret som følge af deltagelse i sådanne funktioner, kan du underrette os via e-mail på vrnl@gmail.com.",
  "inferred_info_a_desp2": "Hvis du vælger at poste beskeder på sociale medier, fora, chatrum eller andre beskedområder eller efterlade feedback, vil vi indsamle de oplysninger, du giver os. Vi beholder disse oplysninger efter behov for at løse tvister, yde kundesupport og fejlfinde problemer som tilladt ved lov. Vi kan også beholde oplysningerne aggregeret for at formulere markedstendenser og markedsstemninger. Vi forbinder dog ikke dine personlige oplysninger med disse kommentarer eller opslag under analysen.",
  "inferred_info_b": "b. Brugeroplevelse og support",
  "inferred_info_b_desp1": "Vi identificerer og bruger din IP-adresse til at diagnosticere problemer med vores server og administrere vores applikation. Din IP-adresse bruges også til at hjælpe med at identificere dig og indsamle generelle demografiske oplysninger for at tilpasse din oplevelse på vrnl.net.",
  "inferred_info_b_desp2": "Vi vil lejlighedsvis bede dig om at udfylde valgfrie online-undersøgelser. Disse kan spørge efter kontakt- og demografiske oplysninger (som postnummer, alder osv.). Vi bruger disse data til at tilpasse din oplevelse på vrnl.net og vise indhold efter dine præferencer.",
  "info_thirdparty": "5. Oplysninger vi indsamler via tredjeparter",
  "info_thirdparty_a": "a. Sociale medier-login",
  "info_thirdparty_a_desp": "Når du registrerer dig via andre konti såsom Facebook, Gmail osv., henter vi oplysninger fra disse konti for at fortsætte interaktionen med dig og levere tjenesterne. Vi indsamler følgende oplysninger fra de respektive sociale medieplatforme, herunder, men ikke begrænset til:",
  "info_thirdparty_a_list": "<li><span>Facebook - Offentlige oplysninger, navn, e-mail, venne-liste</span></li> <li><span>Google - Fornavn, Efternavn, E-mail</span></li>",
  "info_thirdparty_b": "b. Transaktions- eller faktureringsoplysninger",
  "info_thirdparty_b_desp": "Baseret på dit køb af et abonnement kan vores betalingsgateway-partner indsamle oplysninger om dine kredit-/betalingskortoplysninger eller andre bankoplysninger samt din faktureringsadresse. Disse oplysninger gemmes af betalingsgateway-partneren. Vrnl.net indsamler ikke direkte nogen finansielle oplysninger som kreditkort, betalingskort eller netbankoplysninger. Betalingsgateway-partnere er ikke under vores kontrol. Når du besøger sådanne betalingsgateways, gør du det på eget ansvar. Vi anbefaler, at du læser deres privatlivspolitikker. Vi påtager os intet ansvar for disse betalingsgateways, deres indhold eller deres privatlivspraksis.",
  "lawfulness_processing": "I. Formål og lovlig behandling",
  "lawfulness_processing_desp1": "vrnl.net indsamler og behandler kun personoplysninger om dig, når vi har et lovligt grundlag. Lovligt grundlag inkluderer at opnå dit udtrykkelige samtykke eller behandling for 'legitime interesser', hvor behandling er nødvendig for at levere kundesupport eller behandle dine data for premium-tjenester (f.eks. via betalingsgateway-serviceudbydere).",
  "lawfulness_processing_desp2": "Vi bruger oplysninger til at levere, analysere, administrere, forbedre og personalisere vores tjenester og markedsføring, behandle registreringer, ordrer og betalinger samt kommunikere med dig om følgende:",
  "lawfulness_processing_list": "<li><span>bestemme dine portefølje-behov og give personlige forslag, tips og prognoser om markedstendenser, advarsler om markedsændringer og statistikker for indekser, som vi vurderer vil være af interesse;</span></li> <li><span>forebygge, opdage og undersøge potentielt ulovlige aktiviteter, herunder svindel;</span></li> <li><span>analysere og forstå vores publikum, forbedre vores tjeneste (inklusive brugergrænseflade) og optimere indhold, anbefalingsalgoritmer og levering;</span></li> <li><span>kommunikere med dig om vores tjeneste (f.eks. via e-mail, push-notifikationer, sms og online-beskedkanaler) for at give nyheder om vrnl.net, nye funktioner og indhold samt tilbud, kampagner og undersøgelser.</span></li> <li><span>Informere dig om ændringer i servicevilkår.</span></li> <li><span>Muliggøre deltagelse i interaktive funktioner via vores tjenester.</span></li> <li><span>Udføre vores forpligtelser og håndhæve vores rettigheder i kontrakter mellem dig og os, herunder fakturering, tilbagebetaling og inddrivelse.</span></li>",
  "lawfulness_processing_desp3": "Vi kan bruge dine oplysninger til at give dig en personlig oplevelse på vores websteder/apps samt til markedsføringsformål.",
  "lawfulness_processing_desp4": "Vi personaliserer ved hjælp af data, du afgiver via cookies, IP-adresser, web beacons eller lignende teknologier. Vi kan derved levere indhold og reklamer, som vi vurderer er relevant for dine interesser. Giv eksplicit samtykke, når vi indsamler dine data, eller juster dine præferencer i brugerprofilen.",
  "info_usedBy": "II. Oplysninger brugt af virksomheden",
  "info_usedBy_desp1": "Oplysninger fra brugere hjælper os med at forbedre tjenesterne og give dig den mest brugervenlige oplevelse. Vi kan også bruge dine oplysninger til at udvikle nye tjenester og sende marketingbeskeder med dit samtykke. E-mail kan dog bruges uden yderligere samtykke til ikke-markedsføringsformål som serviceopdateringer og fakturering.",
  "info_usedBy_desp2": "Personlige oplysninger, som er offentligt tilgængelige, betragtes ikke som følsomme. Hvis du ikke afgiver personlige oplysninger, kan vi muligvis ikke levere visse tjenester.",
  "disclosure_tp": "III. Videregivelse til tredjeparter",
  "disclosure_tp_a_desp": "<strong>a. Generel offentliggørelse</strong><br>Vrnl.net kan til tider gøre visse personlige oplysninger tilgængelige for strategiske partnere, som arbejder sammen med vrnl.net for at levere service, eller som hjælper vrnl.net med markedsføring over for kunder. For eksempel, når du køber og aktiverer et abonnement, giver du vrnl.net tilladelse til at udveksle de oplysninger, du giver under aktiveringsprocessen, for at udføre en service. Hvis du har godkendt servicen, vil din konto være underlagt vrnl.nets privatlivspolitik. Personlige oplysninger deles kun af vrnl.net for at levere eller forbedre vores service og markedsføringsaspekter; de deles ikke med tredjepart til deres markedsføringsformål.<br>Vrnl.net kan også nøje udvælge andre virksomheder til at sende dig information om deres produkter eller tjenester, som er relateret til websitets service, men som ikke er nødvendige for dets drift ('Udvidet service'). Hvis vrnl.net har til hensigt at bruge personligt identificerbare oplysninger til en Udvidet service, vil vrnl.net give dig mulighed og de nødvendige instruktioner til at afvise denne service.<br>Du kan også stoppe leveringen af informations- eller reklame-mails fra <b>vrnl.net</b> ved at følge instruktionerne i mailen.",
  "disclosure_tp_b": "b. Annoncering",
  "disclosure_tp_b_desp": "Når vi præsenterer oplysninger for annoncører, sker det normalt som aggregerede statistikker for trafik på webstedet/app. Vi bruger tredjepartsannonceringsselskaber, som kan bruge oplysninger om dit besøg til at vise relevante annoncer. Vi deler ikke personlige oplysninger med tredjepartsannoncører uden dit samtykke.",
  "disclosure_tp_c_desp": "<strong>c. Tjenesteudbydere</strong><br> vrnl.net kan indeholde links til forskellige tredjepartswebsites, som kan indsamle dine personlige oplysninger. Brug af dine oplysninger, der er indsamlet af en sådan tredjepartsplatform, vil være underlagt privatlivspolitikken på denne tredjepartsplatform. Sådanne websites eller applikationer er underlagt deres respektive privatlivspolitikker, som ligger uden for vores kontrol. Når du forlader vores servere (du kan se, hvor du er, ved at tjekke URL’en i adressefeltet i din browser), er brugen af de oplysninger, du giver, underlagt privatlivspolitikken hos operatøren af den applikation, du besøger. Denne politik kan adskille sig fra vores. Hvis du ikke kan finde privatlivspolitikken for nogen af disse sites via et link fra applikationens startside, bør du kontakte applikationens ejere direkte for yderligere oplysninger.<br> Vi kan dele ikke-personligt identificerbare oplysninger offentligt og med vores partnere – såsom udgivere, annoncører, udviklere eller rettighedshavere. For eksempel deler vi oplysninger offentligt for at vise tendenser om den generelle brug af vores tjenester. Vi tillader også specifikke partnere at indsamle oplysninger fra din browser eller enhed til marketing/promovering og måleformål ved hjælp af deres egne cookies eller lignende teknologier.",
  "disclosure_tp_d": "d. Kampagnetilbud",
  "disclosure_tp_d_desp": "Vi deler eller offentliggør dine personlige oplysninger uden for vrnl.net, når vi har dit samtykke. For eksempel ved levering af SMS- og e-mail-relaterede tjenester såsom marketingnyhedsbreve, kampagner og tilbud.",
  "disclosure_tp_e_desp": "<strong>e. Virksomhedsoverførsler</strong><br>Vi giver personlige oplysninger til vores tilknyttede virksomheder og andre betroede virksomheder eller personer, så de kan behandle dem for os, baseret på vores instruktioner og i overensstemmelse med vores privatlivspolitik samt andre passende fortroligheds- og sikkerhedsforanstaltninger. For eksempel kan vi bruge tjenesteudbydere til at hjælpe os med kundesupport.<br>I tilfælde af at vrnl fusioneres med eller erhverves af en anden virksomhed, eller i tilfælde af omorganisering eller omstrukturering af virksomheden, kan vi og vores tilknyttede virksomheder dele dine personlige oplysninger, helt eller delvist, med en anden forretningsenhed.",
  "disclosure_tp_f": "f. Lovgivning",
  "disclosure_tp_f_desp": "vrnl.net kan videregive personligt identificerbare oplysninger, hvis det kræves ved lov eller i god tro, at en sådan handling er nødvendig for at:",
  "disclosure_tp_f_list": "<li><span>overholde lovens forskrifter eller efterkomme juridiske procedurer, der er pålagt webstedet eller dets ejere;</span></li> <li><span>beskytte og forsvare rettigheder eller ejendom tilhørende webstedets ejere, webstedet eller brugerne af vrnl.net;</span></li> <li><span>handle under presserende omstændigheder for at beskytte personlig sikkerhed for brugere af vrnl.net, webstedet, dets ejere eller offentligheden.</span></li>",
  "controls_choices": "IV. Dine Kontroller og Valgmuligheder",
  "managing_info": "Håndtering af dine oplysninger",
  "managing_info_desp1": "Når du bruger tjenesterne fra moneycontrol (websteder eller nogen af dets undersider), gør vi vores bedste for at give dig adgang til dine personlige oplysninger, når du anmoder om det, og vi sikrer yderligere, at enhver personlig information eller følsomme persondata, der er unøjagtige eller mangelfulde, korrigeres eller rettes efter bedste evne, underlagt krav om opbevaring af sådanne oplysninger ved lov eller for legitime forretningsformål.",
  "managing_info_desp2": "Vi beder individuelle brugere om at identificere sig selv og de oplysninger, der ønskes adgang til, korrigeret eller fjernet, før vi behandler sådanne anmodninger. Vi kan afslå at behandle anmodninger, der er urimeligt gentagne eller systematiske, kræver uforholdsmæssig teknisk indsats, kompromitterer andres privatliv, eller som er ekstremt upraktiske (f.eks. oplysninger på backup-bånd), eller hvor adgang ikke ellers er påkrævet. I alle tilfælde, hvor vi giver adgang til oplysninger og rettelse, udfører vi denne service gratis, medmindre det kræver uforholdsmæssig indsats. På grund af måden, vi vedligeholder visse tjenester, kan resterende kopier af dine oplysninger tage tid at blive slettet fra vores aktive servere og kan forblive i vores backupsystemer.",
  "managing_info_desp3": "For at udøve de rettigheder, der gælder for dig som registreret person, skal du skrive til os og fremsætte en anmodning om den specificerede rettighed. Sørg for at bruge passende emner for at nævne rettigheden (f.eks. Dataadgangsanmodning, Dataoverførsel, Anmodning om sletning af data) ved fremsættelse af sådanne anmodninger, hvilket hjælper os med at behandle dine anmodninger hurtigere og mere effektivt.",
  "managing_info_desp4": "Vi giver dig mulighed for at udøve visse kontroller og valg vedrørende vores indsamling, brug og deling af dine personlige oplysninger. I overensstemmelse med gældende lov kan dine kontroller og valg omfatte:",
  "dataAccess_port": "a. Dataadgang og overførsel",
  "dataAccess_port_desp": "EU - (Generel Databeskyttelsesforordning) giver dig som registreret person ret til at anmode om kopier af dine personlige oplysninger, som vi har. Du kan også være berettiget til at anmode om kopier af personlige oplysninger, som du har givet os i et struktureret, almindeligt anvendt og maskinlæsbart format og/eller bede os om at overføre disse oplysninger til en anden tjenesteudbyder (hvor teknisk muligt).",
  "rectification_iii_desp": "<strong>b. Retting af unøjagtige eller ufuldstændige oplysninger</strong><br>Du kan bede os om at rette unøjagtige eller ufuldstændige personlige oplysninger om dig (dette er oplysninger, som du ikke selv kan opdatere i din moneycontrol-konto) ved at sende os en e-mail.<br>Du kan få adgang til og opdatere nogle af dine personlige oplysninger via dine kontooplysninger. Hvis du har valgt at forbinde din vrnl.net-profil til en tredjepartsapplikation, såsom Facebook eller Google, kan du ændre dine indstillinger og fjerne tilladelsen for appen ved at ændre dine kontooplysninger. Du er ansvarlig for at holde dine personlige oplysninger opdaterede. vrnl.net kan sende dig periodiske påmindelser via e-mail for at opretholde nøjagtigheden af dine personlige oplysninger.",
  "data_retention": "c. Opbevaring og sletning af data",
  "data_retention_desp1": "Vi opbevarer dine personlige oplysninger så længe det er nødvendigt for de legitime interesser, der er angivet i denne politik, og for at overholde vores juridiske forpligtelser. Hvis du ikke længere ønsker, at vi bruger dine oplysninger, kan du anmode om, at vi sletter dine personlige oplysninger og lukker din vrnl.net-konto.",
  "data_retention_desp2": "Bemærk, at hvis du anmoder om sletning af dine personlige oplysninger;",
  "data_retention_list": "<li><span>Vi kan opbevare nogle af dine oplysninger, som er nødvendige for vores legitime forretningsinteresser, såsom svindelregistrering og -forebyggelse og forbedring af sikkerhed. For eksempel, hvis vi suspenderer en vrnl.net-konto på grund af svindel eller sikkerhedsårsager, kan vi opbevare visse oplysninger fra kontoen for at forhindre, at brugeren åbner en ny konto i fremtiden.</span></li> <li><span>Vi kan opbevare og bruge dine oplysninger i det omfang, det er nødvendigt for at overholde vores juridiske forpligtelser. For eksempel kan vi beholde nogle oplysninger til skatte-, juridiske rapporterings- og revisionsforpligtelser.</span></li> <li><span>Oplysninger, du har delt med andre (f.eks. anmeldelser, forumindlæg) kan fortsat være offentligt synlige på vrnl.net, selv efter at din konto er annulleret. Attribution af sådanne oplysninger til dig vil dog blive fjernet. Derudover kan nogle kopier af dine oplysninger (f.eks. logfiler) forblive i vores database, men uden personlige identifikatorer.</span></li> <li><span>Da vi opretholder kopier af personlige oplysninger for at beskytte mod utilsigtet eller ondsindet tab og ødelæggelse, kan resterende kopier af dine personlige oplysninger ikke blive fjernet fra vores backupsystemer i en begrænset periode.</span></li>",
  "data_retention_note": "(Bemærk: Hvis du har flere konti hos moneycontrol, skal du fremsætte separate anmodninger for hver af disse konti ved hjælp af de tilknyttede e-mailadresser)",
  "withdrawing_consent": "d. Tilbagetrækning af samtykke og begrænsning af behandling",
  "withdrawing_consent_desp": "For at trække dit samtykke tilbage når som helst under dit forhold til os, kan du gøre dette ved at sende os en e-mail. Vi vil gennemgå din anmodning og kan bede dig om at bekræfte din identitet. Efter verifikation vil vi trække samtykket tilbage for den anmodning, du har fremsat, og stoppe yderligere behandling af dine personlige oplysninger.",
  "objection_processing_desp": "<strong>e. Indsigelse mod behandling</strong><br>Når dine personlige oplysninger behandles til direkte markedsføringsformål, kan du til enhver tid anmode os om at stoppe behandlingen af dine data til disse direkte markedsføringsformål ved at sende os en e-mail.<br>Vær opmærksom på, at hvis du ikke tillader os at indsamle personlige oplysninger om dig, kan vi muligvis ikke levere visse oplevelser, produkter og tjenester til dig, og nogle af vores tjenester vil muligvis ikke kunne tage højde for dine interesser og præferencer. Hvis indsamling af personlige oplysninger er obligatorisk, vil vi gøre dette klart på indsamlingstidspunktet, så du kan træffe en informeret beslutning om deltagelse. Hvis du har spørgsmål om de specifikke personlige oplysninger om dig, som vi behandler eller opbevarer, og dine rettigheder i forbindelse med disse oplysninger, bedes du kontakte vores kundesupportteam.",
  "fail_provideConsent": "V. Hvis du undlader at give samtykke",
  "fail_provideConsent_desp": "Det er vores pligt at informere dig om, at vrnl.net er en annonceplatform. Reklamer udgør kernen i vores forretning, derfor er tilladelser til at bruge og behandle dine personlige oplysninger til at levere annoncer afgørende for, at vi kan levere tjenester til dig. Brug af personlige oplysninger til annonceformål er et bindende kriterium, og vi vil ikke kunne levere vores tjenester, hvis du ikke giver os tilladelse til at bruge dine oplysninger til annoncering og relaterede aktiviteter.",
  "childrens_privacy": "VI. Børns privatliv",
  "childrens_privacy_desp1": "vrnl.net er ikke bevidst designet til eller rettet mod personer under 16 år. vrnl tillader ikke bevidst personer under 16 år at registrere sig hos tjenesterne eller give andre personligt identificerbare oplysninger. Hvis vrnl bliver opmærksom på, at personligt identificerbare oplysninger om personer under 16 år er blevet indsamlet uden verificeret forældresamtykke, vil vrnl tage passende skridt til at slette disse oplysninger og underrette forældrene.",
  "childrens_privacy_desp2": "Vi anser dog det som forældrenes ansvar at overvåge deres børns brug af vores tjenester. Ikke desto mindre er det vores politik ikke at indsamle og behandle personlige oplysninger fra børn under 16 år eller tilbyde at sende promoveringsmateriale til personer i denne kategori. vrnl søger ikke og har ikke til hensigt at modtage personlige oplysninger fra børn. Hvis en forælder eller værge har grund til at tro, at en mindreårig har givet vrnl personlige oplysninger uden forudgående samtykke, bedes du kontakte vores kundesupport for at sikre, at oplysningerne fjernes fra vrnl.net.",
  "data_transfer": "VII. Dataoverførsel, opbevaring og behandling globalt",
  "data_transfer_desp": "Vi opererer globalt og kan overføre dine personlige oplysninger til individuelle virksomheder i vrnl tilknyttede selskaber eller tredjepart i forskellige lande for de formål, der er beskrevet i denne privatlivspolitik. Hvor dine oplysninger overføres, opbevares eller behandles af os, tager vi rimelige skridt for at beskytte privatlivets fred. Derudover, når vi bruger eller videregiver personlige oplysninger fra EU, bruger vi standardkontraktklausuler godkendt af Europa-Kommissionen og vedtager andre midler under EU-lovgivning for at sikre passende beskyttelse.",
  "security_compliance": "VIII. Sikkerhed og overholdelse af lovgivning",
  "security_compliance_desp": "Vi implementerer og opdaterer løbende administrative, tekniske og fysiske sikkerhedsforanstaltninger for at beskytte dine oplysninger mod uautoriseret adgang, tab, ødelæggelse eller ændring. Nogle af de sikkerhedsforanstaltninger, vi kan bruge, inkluderer firewalls, datakryptering og adgangskontroller. Hvis du ved eller har grund til at tro, at dine kontooplysninger er blevet tabt, stjålet, ændret eller kompromitteret, eller i tilfælde af mistænkelig uautoriseret brug af din konto, bedes du kontakte vores kundesupport.",
  "changein_policy": "IX. Ændring i politik",
  "changein_policy_desp": "Denne privatlivspolitik kan ændres fra tid til anden. Vi forbeholder os retten til efter eget skøn at ændre vilkårene i denne politik for at sikre overholdelse af gældende love ('Opdaterede vilkår'). De opdaterede vilkår træder i kraft straks og erstatter de tidligere vilkår. Vi vil underrette dig om ændringer, hvis de væsentligt påvirker dine rettigheder eller som krævet ved lov. Du er alene ansvarlig for at gennemgå privatlivspolitikken regelmæssigt. Ved fortsat brug af vrnl.net efter offentliggørelse af opdaterede vilkår accepterer du disse.",
  "contact_info": "X. Kontaktinformation",
  "contact_info_a": "a. Support",
  "contact_info_a_desp": "Hvis du har brug for information eller afklaring vedrørende brugen af dine personlige oplysninger eller denne privatlivspolitik, eller klager over brug af dine oplysninger, bedes du sende os en e-mail på",
  "contact_info_b": "b. Klager",
  "contact_info_b_desp1": "Du kan skrive til vores databeskyttelsesansvarlige i tilfælde af en klage. Du har ret til at klage over databehandlingsaktiviteter udført af vrnl.net til de kompetente databeskyttelsesmyndigheder.",
  "contact_info_b_desp2": "Hvis du har spørgsmål eller klager vedrørende indsamling, behandling, overførsel af persondata/ oplysninger eller vedrørende denne politik, kontakt venligst vores databeskyttelsesansvarlige.",
  "risk_management_title": "Dine indsatser, vores ansvar – uovertruffen risikostyring &",
  "risk_management_title2": "En virksomhed, der konsekvent forfølger innovative løsninger for at opfylde sine forretningsbehov.",
  "dedicated_rm_team": "Dedikeret risikostyringsteam",
  "dedicated_rm_team_desp": "Vi har et dedikeret og <b>meget erfarent risikostyringsteam</b>, der opererer <b>24/7.</b> Deres primære rolle er at overvåge hver indsats og transaktion på vores platform for at sikre <b>fair play</b> og <b>sikkerhed</b> for alle brugere.",
  "key_features_rm": "Nøglefunktioner",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Realtids-overvågning:</strong> Avancerede systemer sporer kontinuerligt indsatser, oddsændringer og brugeraktivitet.</span></li> <li><strong>Manuel gennemgang:</strong> Alarmer udløser dybdegående kontroller af indsatsmønstre, oddsændringer og kontoadfærd.</li> <li><strong>Risikobegrænsning:</strong> Øjeblikkelige handlinger såsom annullering/suspendering af indsatser, fryse konti eller verificere brugere, hvis uregelmæssigheder opdages.</li> <li><strong>Dataanalyse:</strong> Løbende gennemgang af live og historiske data for at opdage risikotendenser og forbedre forebyggelsesstrategier.</li> <li><strong>Incident Response:</strong> En struktureret plan for hurtigt og effektivt at håndtere sikkerhedsbrud, snyd eller andre trusler.</li>",
  "benefits_rm": "Fordele",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Løbende træning:</strong> Kontinuerlig udvikling af risikoteamets færdigheder for effektivt at håndtere nye trusler.</span></li> <li><strong>Avanceret teknologi og sikkerhed:</strong> Regelmæssige opgraderinger, penetrationstest, softwareopdateringer og sikkerhedsrevisioner.</li> <li><strong>Gennemsigtighed:</strong> Klar kommunikation med brugerne om risikostyringshandlinger for at opretholde tillid.</li> <li><strong>Løbende forbedring:</strong> Strategier udvikles baseret på tidligere hændelser og nye risici for at beskytte platformens integritet og brugernes interesser.</li>",
  "sbs_bold": "Sports <strong> Betting Software </strong>",
  "sbs_bold_p1": "Klar til at tage din sportsbettingoplevelse til det næste niveau? Se ikke længere end VRNL Sports Betting Software! I denne artikel udforsker vi, hvordan VRNL's banebrydende teknologi kan transformere den måde, du spiller på. Med over to årtiers brancheekspertise er VRNL din betroede partner for innovative sportsbettingløsninger. Lad os dykke ned i sportsbettingsoftware og opdage, hvordan vi kan løfte dit spil.",
  "sbs_bold_p2": "VRNL's Sports Betting Software tilbyder en verden af muligheder for sportsentusiaster og spillere. Med fokus på at levere præcis, relevant og nyttig information kombinerer VRNL ekspertise og personlige erfaringer for at skabe en omfattende bettingløsning. Stol på VRNL for at løfte din sportsbettingoplevelse til nye højder.",
  "sbs_bold_p3": "Udforsk VRNL's sportsbettingsoftware i dag og løft dit spil til næste niveau!",
  "sbs_try_b2b": "Prøv vores B2B Betting-software",
  "sbs_try_b2c": "Prøv vores B2C Betting-software",
  "sbs_mf_desp": "Vi tilbyder et omfattende udvalg af værktøjer til at lette administrationen af vores bettingsoftware. Blandt disse fremhæver vi de mest kraftfulde og især de mest afgørende for at konkurrere globalt:",
  "sbs_mf_list": "<li> <strong>Live Odds</strong> Hold dig opdateret med live odds, der giver dig en konkurrencemæssig fordel. VRNL's software sikrer, at du aldrig går glip af de bedste muligheder. </li> <li> <strong>Mobilkompatibilitet</strong> Spil på farten med VRNL's mobilkompatible software. Uanset om du bruger iOS eller Android, tilpasser platformen sig din enhed for en problemfri oplevelse. </li> <li> <strong>Avanceret Odds Service</strong> redefinerer sportsdata-API'er. Den tilbyder 100% præcise pre-match odds og de hurtigste live data odds feeds med minimal forsinkelse.</li> <li> <strong>Fleksibel Integration</strong> Vores platform kan problemfrit integreres i dit system via API eller iFrame og tilbyder alsidighed i implementeringen.</li>",
  "sbs_benefits": "Hvilke fordele vil der være? <b> Lad os forklare</b>",
  "sbs_benefits_p1": "<strong>Fordelen ved at drive online og detail bettingplatform</strong> At starte en online bettingplatform kan være udfordrende.",
  "sbs_benefits_p2": " Derfor har vi designet et <strong>omfattende sportsbettingsoftware</strong>-miljø for at gøre processen glattere, komplet med top odds-udbydere for at give dig den bredeste dækning.",
  "sbs_benefits_p3": "Vores regulerede partnere modtager fuld support til deres indtræden i online bettingbranchen, samt mulighed for Branded eller Non-Branded versioner af vores platforme.",
  "sbs_benefits_p4": "Vores software inkluderer robuste risikostyringsværktøjer, hvilket gør opsætningen hurtig og enkel, og den er klar til at skalere, efterhånden som din virksomhed vokser.",
  "sbs_benefits_p5": "Administration af <strong>online spillere og bettingbutikker</strong> har aldrig været så ligetil og brugervenligt.",
  "complete_sbs": "Komplet Sports <strong> Betting software </strong>",
  "whatwe_have": "Hvad har vi til dig?",
  "whatwe_have_list": "<li> <strong>Spillerkontrol</strong> Vores platform giver robust spillerkontoadministration, herunder registrering og verifikationstjenester. Vi har også et effektivt system til at opdage og håndtere svindelkonti. </li> <li> <strong>Geolokalisering værktøjer</strong> Vi tilbyder værktøjer, der kan udtrække positionsinformation fra IP-adresser og sikrer præcise geolokaliseringstjenester.</li>",
  "whatwe_have_desp": "Med vores omfattende support kan du fokusere på at etablere og udvikle dine retail bettingbutikker og online netværk.",
  "b2c_sbs": "B2C sportsbettingsoftware",
  "b2c_sbs_p1": "VRNL er din førende destination for B2C sportsbettingsoftwareløsninger. Vi er et betroet navn i branchen, dedikeret til at levere banebrydende software, der forbedrer din sportsbettingoplevelse. Uanset om du er en erfaren spiller eller ny i sportsbetting, har vi de nødvendige værktøjer til at løfte dit spil. Prøv VRNL's sportsbettingsoftware i dag og tag dit spil til næste niveau!",
  "b2c_sbs_p2": "B2C (business-to-consumer) sportsbettingsoftware refererer til teknologien og platformen, som sportsbook-operatører bruger til at tilbyde sportsbettingtjenester direkte til slutbrugere.",
  "b2c_sbs_p3": " Denne type software giver forbrugere mulighed for at placere væddemål på forskellige sportsbegivenheder via web- eller mobilapplikationer. Her er nogle nøglefunktioner og komponenter, der typisk findes i B2C sportsbettingsoftware:",
  "b2c_sbs_list": "<li> <b>Brugerregistrering og kontoadministration:</b> Giver brugere mulighed for at oprette konti, administrere personlige oplysninger og følge bettinghistorik. </li> <li> <b>Kundesupport:</b> Tilbyder kundesupportmuligheder såsom live chat, e-mail og telefonsupport for at hjælpe brugere med forespørgsler og problemer. </li> <li> <b>Affiliateprogrammer:</b> Tilbyder affiliateprogrammer til markedsføring og promovering, hvilket gør det muligt for partnere at tjene kommission for at henvise brugere. </li>",
  "casino_sbs": "Casino og Sports <strong> Betting software </strong>",
  "casino_sbs_list": "Udbydere 75 + mere end<br /> Spilleautomater 15.000 + mere end<br /> Bordspil 500 + mere end<br /> Video poker 700 + mere end<br /> Andre spil 200 + mere end<br /> Live Game Show<br /> First Person spil<br /> Amerikansk roulette live<br /> Live blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "casino platform",
  "onc_desp1": "VRNL tilbyder en komplet løsning med vores <strong>White Label Casino</strong>-tilbud.",
  "onc_desp2": "Vores <strong>online casino platform</strong> er designet til enkelhed og sikrer nem administration for både begyndere og erfarne professionelle. Med VRNL får du omfattende vejledning til at starte dit <strong>online casino</strong>-projekt.",
  "onc_desp3": "Før du springer ud i det, inviterer vi dig til at se dens problemfri drift i praksis.",
  "wlc_mainFeatures_desp1": "Vi tilbyder et omfattende udvalg af værktøjer til at hjælpe dig med administrationen af vores online casino platform. Blandt disse har vi udvalgt de mest indflydelsesrige og uundværlige for at trives i den globale konkurrence:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Den mest omfattende katalog af online casinospil verden over,</strong> omhyggeligt udvalgt fra branchens top-ratede udbydere </li> <li> <strong class='black-color'>Værktøjer til bonusser</strong> og optimering af spilleautomatens profitabilitet </li> <li> <strong class='black-color'>Kampagnebygger</strong> og administration af spilturneringer</li> <li>Kan <strong class='black-color'>problemfrit integreres via API eller iFrame teknologi.</strong> </li>",
  "wlc_mainFeatures_desp2": "Derudover inkluderer vores pakke live casino-software, hvilket giver dig mulighed for at tilbyde dine brugere den autentiske oplevelse af et rigtigt casino fra deres eget hjem.",
  "wlc_benefits": "Hvilke fordele vil der være?",
  "letus_explain": "Lad os forklare",
  "letus_explain_desp1": "Overvejer du at træde ind i online betting-verdenen? VRNL tilbyder en",
  "letus_explain_desp2": "casino white label-løsning, der kan være dit perfekte udgangspunkt.",
  "letus_explain_desp3": "Udnyt vores professionelle tjenester og ekspertise samt vores avancerede <strong>casino platforme</strong> og teknologi. Vores regulerede partnere nyder omfattende support, når de træder ind i online casino-branchen, med valget mellem branded eller non-branded platformversioner.",
  "letus_explain_desp4": "At starte en online casino-virksomhed kan være en kompleks rejse. Derfor har vi skabt et komplet casino-miljø med topudbydere og over 1.000 spil. Vores spilmatematik er sikker og certificeret, hvilket giver dig ro i sindet.",
  "letus_explain_desp5": "Udvid din virksomhed ubesværet med platformens robuste risikostyringsværktøjer for hurtig og enkel opsætning.",
  "wlc_complete_solutions": "Komplet <span> Casino White Label</span> løsninger",
  "wlc_offer": "Hvad tilbyder vi dig?",
  "wlc_complete_solutions_list": "<li>Verifikationsprocedurer officielt godkendt af tilsynsmyndigheder</li> <li>Affiliate marketing-værktøjer, henvisningssystem og integration med sociale medier</li> <li>Mobile push-notifikationer, web push-notifikationer og in-app beskeder</li> <li>Spillerkontrol, registrering og verifikation samt system til detektion af svindelkonti</li> <li>Geolokalisering værktøjer til udtræk af IP-adresseinformation</li>",
  "wlc_complete_solutions_more": "Men vent, der er mere",
  "wlc_complete_solutions_desp": "<strong>VRNL's platform er finjusteret for top ydeevne</strong> og stabilitet. Vi bruger banebrydende teknologi, der fungerer dobbelt så hurtigt som almindelige casino-platforme. Vores omfattende erfaring har skabt den hurtigste og mest kraftfulde applikation i dag.",
  "wlc_numbers": "<span>White Label</span> Casino i tal",
  "wlc_numbers_p1": "Opdag de ubegrænsede muligheder med VRNL Company's White Label Casino-løsninger. Løft din casinovirksomhed med vores omfattende udvalg af casinotilbud",
  "wlc_numbers_p2": "Det fineste udvalg af førende Live Casino-udbydere globalt",
  "wlc_numbers_p3": "En enestående variation af live borde tilgængelige online med multikanallevering.",
  "wlc_numbers_list": "<li>Over 75 udbydere</li> <li>Mere end 15.000 spilleautomater</li> <li>500+ bordspil</li> <li>700+ videopokerspil</li> <li>Mere end 200 andre spil</li>",
  "wlc_numbers_p4": "Vores dedikerede team vil guide dig gennem alle faser, fra træning til lancering af din produktion.",
  "wlb_platform": "White Label Betting platform",
  "wlb_platform_p1": "VRNL’s <b class='bold'>white label sportsbook-løsning</b> tilbyder en omfattende, fuldt administreret exchange-platform. <br />",
  "wlb_platform_p2": "En af de fremtrædende funktioner i vores white label sportsbook-løsning er dens exceptionelle <b class='bold'>hastighed i webstedets oprettelse og implementering.</b> Vores dedikerede team kan få dit sportsbook-websted op og køre inden for blot ti arbejdsdage, <b class='bold'>præcist tilpasset dine unikke krav.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Vores service inkluderer specialiseret hosting</b>, al nødvendig software, live sports odds-datafeeds, risikostyringsværktøjer og kundesupport i topklasse. Vi er en førende white label bettingplatform.",
  "wlb_platform_list": "<li>Webudvikling, <b>Branding, Tilpasning</b> og grundig test af kundens exchange</li> <li>Regelmæssige løbende forbedringer og opdateringer</li> <li> <b>Hardware-udstyr</b>, hosting, kontinuerlig 24/7 overvågning og omfattende support</li> <li> <b>Mangfoldigt udvalg af bettingmarkeder,</b> sportsgrene og liga-tilbud</li> <li>Effektiv accept af væddemål og korrekt afregning</li> <li>Avanceret risikostyring, robust regnskab og overvågningsværktøjer</li>",
  "wlb_platform_p4": "VRNL's dedikerede konsulenter indsamler omhyggeligt dine krav og præsenterer dig for et udvalg af skabeloner og seneste udviklingsresultater. Alle vores platforme er flersprogede, understøtter flere valutaer, og brugergrænsefladen (UI) tilpasses omhyggeligt til dine behov.",
  "wlb_platform_customization": "Tilpasninger",
  "be_unique": "Vær unik",
  "be_unique_desp1": "<b class='bold'>VRNL specialiserer sig i skræddersyede white label bettingplatforme, casinoer, betting, og </b>tilpassede løsninger, der forbedrer dit brands identitet.",
  "be_unique_desp2": "Vores eksperter sikrer, at hver detalje, fra visuelt imponerende grænseflader til logo-integration og funktionelle forbedringer, stemmer overens med din vision.",
  "be_unique_desp3": "Begynd din rejse ind i VRNL-universet, hvor din unikke vision bliver til virkelighed.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Optimer Betting Odds med VRNL",
  "wlb_platform_odds_p1": "Hold dig foran konkurrenterne med vores avancerede <b class='bold'>oddsstyringstjenester</b>. Vi tilbyder realtidsjusteringer af odds, risikostyring og markedsanalyse for at optimere dine sportsbettingtilbud og forbedre spillernes oplevelser.",
  "wlb_platform_odds_p2": "Vores specialistteam er dedikeret til at sikre din succes. Kontakt os i dag for at udforske, hvordan vi kan tage din bettingforretning til næste niveau.",
  "wlb_platform_zeroRisk": "Zero Risk",
  "wlb_platform_zeroRisk_h1": "Trading- og risikostyringstjenester",
  "wlb_platform_zeroRisk_p1": "Vi tilbyder omfattende trading- og risikostyringstjenester samt ekspertrådgivning om oddsstyring. Derudover tilbyder vi en unik funktion – dækning af gevinster. I praksis betyder det, at hvis din platform ikke genererer indtægter, træder vi ind og dækker udbetalingerne til dine spillere. Vi prioriterer din ro i sindet.",
  "wlb_platform_bpb": "Branding af Betting Platform",
  "wlb_platform_bpb_layouts": "Ubegrænsede layouts",
  "wlb_platform_bpb_layouts_desp": "Vælg blandt et <b>mangfoldigt udvalg af bettinglayouts</b> med vores omfattende skabeloner. Alternativt kan du udøve fuld kreativ kontrol ved at bygge dit eget layout via vores <b>API-tjenester</b>. Med denne mulighed kan du og dit udviklingsteam selvstændigt skabe en fuldstændig tilpasset brugergrænseflade, præcist tilpasset din vision.",
  "Betting": "Betting",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "VRNL er førende leverandør af sportsbettingsoftware i Bangladesh.",
  "who_we_are": "hvem vi er",
  "what_we_do": "hvad vi gør",
  "about_us_title": "Om os - White label sportsbettingsoftware og Online casino",
  "casino_providers": "Casinoudbydere",
  "betting_providers": "Bettingudbydere",
  "games_providers": "Spiludbydere",
  "online_exch_sw_title": "Revolutioner din virksomhed med VRNL Online Exchange Software",
  "casino_games_title": "Casinospil - White label Casino",
  "casino_tournaments_title": "Casino turneringssoftware - White label Casino online",
  "esports_title": "eSports Betting Software, der giver dine brugere mulighed for at spille på top eSports-spil",
  "faq_title": "VRNL FAQ – Din guide til almindelige spørgsmål og svar",
  "iframe_title": "Sportsbook iFrame White label sportsbetting og Casino",
  "live_casino_title": "White label Casino - start dit eget online casino",
  "lottery_games_title": "Lotterispil - White label Casino",
  "mobile_title": "Løft dit spil med VRNL's mobile sportsbettingsoftware",
  "online_casino_sw_title": "Online Casino Software - Udviklingen af online casino software og platformudbyder",
  "ourTheme_title": "Bet & Win: Vores arbejde inden for online betting og casinoer",
  "risk_management_title_main": "Risikostyringsstrategier for sportsbook-operatører - White label sportsbettingsoftware og casino",
  "sport_bet_title": "Forbedr din bettingoplevelse med VRNL Sports Betting Software",
  "wlc_title": "White label Casino - start nemt dit online casino med vores White Label Casino-løsning.",
  "whiteLabel_title": "VRNL - din personlige white label sportsbook-softwareudbyder",
  "TOAST": {
    "FILL_REQUIRED": "Udfyld venligst alle obligatoriske felter.",
    "SUBMITTING": "Sender forespørgsel...",
    "SUCCESS": "Demo-forespørgslen blev sendt succesfuldt!",
    "ERROR": "Der opstod en fejl. Prøv igen."
  },
  "data_security": "Datasikkerhed"
}