{
  "contact_title": "Ein Unternehmen, das konsequent innovative Lösungen verfolgt, um den geschäftlichen Anforderungen gerecht zu werden.",
  "contact_footer": "„Wir sind ein Team kreativer Strategen, Technikbegeisterter und effektiver Kommunikatoren, angetrieben von einer unerschütterlichen Leidenschaft für die Online-Gaming-Branche. Unser unermüdliches Engagement zielt darauf ab, den Erfolg unserer Kunden im Geschäft zu fördern.“",
  "contact_header": "Kontaktieren Sie uns",
  "contact_para": "Beraten Sie sich mit einem VRNL-Experten, um herauszufinden, wie unsere Lösungen Ihr Wettgeschäft verbessern können.",
  "telegram": "Telegram",
  "write_msg": "SCHREIBEN SIE UNS EINE NACHRICHT",
  "fname": "Vollständiger Name",
  "fname_err": "Dieses Feld ist erforderlich (mindestens 2 Zeichen).",
  "email": "Ihre E-Mail",
  "email_err": "Eine gültige E-Mail-Adresse ist erforderlich.",
  "country": "Land",
  "pnumber": "Telefonnummer",
  "pnumber_err": "Die Telefonnummer muss 10 Ziffern haben.",
  "message": "Nachricht",
  "sending": "Senden…",
  "submit": "Absenden",
  "con_param1": "Wir geben Ihre persönlichen Daten nicht an Dritte weiter. Sehen Sie sich unsere",
  "privacy_policy_form": "„Datenschutzrichtlinie“",
  "con_param2": "für weitere Informationen an",
  "casino_tournament_h1": "Die <b class='chck'>Casino-Turniere</b> ermöglichen es Ihnen, ein Turnier mit einem Start- und Enddatum zu erstellen.",
  "casino_tournament_p1": "Ein leistungsstarkes Werkzeug zur Steigerung der Einnahmen im Casinobereich ist die Implementierung von <strong>Casino-Turnieren.</strong>",
  "casino_tournament_h2": "Sie haben die Möglichkeit, jedes Turnier vollständig <strong>anzupassen</strong>, indem Sie die Liste der Slots auswählen, die am Wettbewerb teilnehmen.",
  "casino_tournament_p2": "Um eine <strong>Promotion zu erstellen</strong>, müssen Sie lediglich einen <strong>Titel</strong> für das <strong>Turnier</strong> wählen, die <strong>Slots</strong> festlegen, die einbezogen werden sollen, und den <strong>Jackpot</strong> bestimmen, der unter <strong>verschiedenen Preisen</strong> verteilt wird, alles nach Ihren Wünschen anpassbar.",
  "casino_tournament_p3": "Wichtige Details, die eingegeben werden müssen, sind das <strong>Startdatum,</strong> das <strong>Enddatum,</strong> der <strong>Gesamtjackpot,</strong> die Anzahl der Teilnehmer in den Ranglisten sowie die Mindesteinsatzanforderung für die Turnierteilnahme.",
  "casino_tournament_p4": "Darüber hinaus haben Sie jederzeit Zugriff auf ein Echtzeit-Ranking mit Benutzernamen, Spielerpositionen und entsprechenden Preisen. Dieses Feature kann die Benutzererfahrung auf Ihrer Casino-Plattform erheblich verbessern, mehr Spieler anziehen und den Umsatz steigern.",
  "casinogames_title": "Warum unsere Plattform wählen?",
  "casinogames_title_h1": "Der weltweit umfangreichste Katalog von",
  "online_casino_games": "Online-Casinospielen",
  "online_casino_games_p1": "Unser <b style='color: #575756;'>White Label</b> ist Ihr ultimativer Zielort und bietet Ihnen eine unvergleichliche Auswahl von über 3000+ aufregenden Casino-Spielen und Slots. Wir sind stolz darauf, das umfassendste Angebot an Online-Casinospielen im Internet bereitzustellen.",
  "online_casino_games_p2": "Wir richten uns an Online-Gaming-Betreiber, Buchmacher, Lotterien und Wettorganisationen, die in regulierten Märkten tätig sind.",
  "online_casino_games_p3": "Wir verstehen die Bedeutung von sicherem und fairem Spiel im Online-Casino-Bereich. Deshalb sind unsere Spielmathematiken nicht nur robust, sondern auch von unabhängigen Spiel-Laboren zertifiziert. Diese Zertifizierung garantiert Ihren Spielern ein erstklassiges Online-Casino-Erlebnis.",
  "casino_nos": "CASINO-ZAHLEN",
  "slot_machine": "Spielautomat",
  "morethan10": "Mehr als 10",
  "tablegames": "Tischspiele",
  "morethan4": "Mehr als 4",
  "videopoker": "Video-Poker",
  "morethan": "Mehr als",
  "lottery": "Lotterie",
  "morethan9": "Mehr als 9",
  "proveedores": "ANBIETER",
  "morethan12": "Mehr als 12",
  "online_turnkey": "Wir bieten schlüsselfertige Online-Casino-Lösungen",
  "casino_wls": "Casino White-Label-Lösung",
  "casino_wls_desp": "Starten Sie mühelos Ihr eigenes gebrandetes Casino mit der White-Label-Lösung von VRNL. Passen Sie Ihr Casino an, bieten Sie eine breite Spielauswahl, gewährleisten Sie Sicherheit und beginnen Sie schnell mit der Umsatzgenerierung.",
  "webbranding": "Website-Branding",
  "webbranding_desp": "Steigern Sie Ihre Online-Präsenz mit den professionellen Website-Branding-Diensten von VRNL. Wir gestalten, erstellen und transformieren Websites, um Ihre einzigartige Identität widerzuspiegeln und einen bleibenden Eindruck zu hinterlassen.",
  "toolstraning": "Tools (Schulung)",
  "toolstraning_desp": "Entfalten Sie Ihr Potenzial in der Welt des Tradings mit den leistungsstarken Trading-Tools von VRNL. Unsere innovativen Lösungen versetzen Sie in die Lage, fundierte Entscheidungen zu treffen und Ihren Trading-Erfolg zu maximieren.",
  "client_support": "Kundensupport",
  "client_support_desp": "Verbessern Sie das Kundenerlebnis mit den erstklassigen Kundensupport-Diensten von VRNL. Unser engagiertes Team bietet fachkundige Unterstützung, um sicherzustellen, dass die Bedürfnisse Ihrer Kunden effizient und zuverlässig erfüllt werden.",
  "aboutus_title": "Ich bin sicher, Sie sind neugierig zu erfahren",
  "aboutus_desp": "Ein Unternehmen, das konsequent innovative Lösungen verfolgt, um den geschäftlichen Anforderungen gerecht zu werden.",
  "online_gaming_provider": "Online-Gaming-Anbieter",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl ist ein etablierter Sportsbook- und Gaming-Anbieter mit einer bemerkenswerten 10-jährigen Erfolgsgeschichte in der Wettbranche.</strong> Seit 2012 versorgen wir Buchmacher, Lotterien und Wettorganisationen in regulierten Märkten.",
  "about-section1-para2": "Wir sind ein Team kreativer Strategen, Technikbegeisterter und effektiver Kommunikatoren, angetrieben von einer unerschütterlichen Leidenschaft für die Online-Gaming-Branche. Unser unermüdliches Engagement zielt darauf ab, den Erfolg unserer Kunden im Geschäft zu fördern.",
  "about-section1-para3": "Unsere innovative Gaming-Plattform ist einer der Schlüsselfaktoren, die Vrnl zu seinem heutigen Status als angesehenes internationales Softwarehaus geführt haben.<strong style='color: #000;'> Basierend auf unserer 10-jährigen Expertise in diesem Bereich, bietet Vrnl stolz seine Dienstleistungen über 40 Buchmachern in 11 verschiedenen Ländern weltweit an.</strong>",
  "about_us": "Über uns",
  "about_us_desp": "VRNL ist die größte Plattform für Online-Sport- und Casino-Wetten im White-Label-Bereich. Wir bieten Exchange-APIs sowie unsere individuellen Website-Services für Bangladesch mit niedrigen Margen auf einer zuverlässigen Plattform, die auch Casino-Dienste umfasst. Wir bieten APIs für alle Ligen in den Exchanges sowie Online-Streaming-Dienste. Genießen Sie Wetten auf einer zuverlässigen Plattform. Über 1000 Slot- und Tischspiele auf unserer Website verfügbar.",
  "our_client": "Unsere Kunden",
  "our_client_desp": "Bei Vrnl streben wir unermüdlich nach den besten Gaming- und Entertainment-Partnerschaften, um unseren Kunden und Spielern ein unvergleichliches Erlebnis zu bieten. Durch Zusammenarbeit mit renommierten internationalen Casinos und Anbietern von virtuellen Spielen haben wir unsere Sportwetten-Plattform nahtlos mit einer Vielzahl von Spielen integriert. Dazu gehören Spielautomaten, Tischspiele, Live-Casino-Erlebnisse, virtuelle Spiele und sogar Fantasy-Spiele. Unsere Plattform ist sowohl auf Desktop-PCs als auch auf mobilen Geräten zugänglich, mit hochwertigen Grafiken, ansprechenden Animationen und immersivem Audio. Zudem sorgt das intuitive und benutzerfreundliche Menü für ein optimales Nutzererlebnis. Im Kern unseres Betriebs steht ein schneller Integrationsprozess, der Skalierbarkeit, Flexibilität und Spitzenleistung innerhalb unserer Wettsoftware vereint, unterstützt durch höchste Sicherheits- und Zuverlässigkeitsstandards. Wir bieten unseren Kunden die größte Auswahl an Spielen im Sektor und liefern perfekte Gaming-Lösungen für jeden Geschmack. Willkommen bei Vrnl, wo Gaming-Exzellenz auf grenzenlose Möglichkeiten trifft. Vrnl ist stolz darauf, mit den unverwechselbarsten Namen der Branche in den Bereichen Spiele-Software-Anbieter und Zahlungslösungen zusammenzuarbeiten.",
  "lost404": "Es scheint, dass Sie verloren sind",
  "lost404desp": "Die von Ihnen gesuchte Seite ist nicht verfügbar!",
  "gotohome": "Zur Startseite",
  "esports_bs": "eSports-Wettsoftware",
  "esports_bs_desp1": "Bei VRNL sind wir stolz darauf, eSports-Fans ein einzigartiges und immersives Erlebnis zu bieten.",
  "esports_bs_desp2": "VRNL ist Ihr Zugang zu einer Welt, in der Gaming und Wetten zusammenkommen. Unsere eSports-Wettsoftware bietet Gaming-Fans ein spannendes, sicheres und lohnendes Erlebnis. Verpassen Sie nicht die Chance, Teil der Action zu sein. Treten Sie VRNL bei und heben Sie Ihr Spielerlebnis auf ein neues Level!",
  "startnow": "Jetzt starten",
  "easy_setup": "Einfache Einrichtung, weniger als Sie erwarten.",
  "easy_setup_desp1": "Wir können die eSports-Plattform innerhalb weniger Wochen bereitstellen.<br>Wir kümmern uns um alle Aspekte: Hosting, Benutzeroberfläche, Quoten-Feeds, angepasste Seiten, Produktaktivierung und Wettstrategie.",
  "easy_setup_desp2": "Ihr Hauptfokus kann auf dem Aufbau und der Etablierung Ihrer Online-Netzwerke liegen.",
  "esport_bet_center_h1": "Wenn Sie über den Einstieg in Online-Wetten nachdenken, ist unsere eSports-Wettsoftware ein hervorragender erster Schritt.",
  "esport_bet_center_p1": "Nutzen Sie unsere Expertenservices und fortschrittliche eSports-Wetttechnologie. Unsere regulierten Partner erhalten volle Unterstützung beim Eintritt in die Online-Wettbranche und können unsere angepassten oder generischen Plattformen nutzen.",
  "esport_bet_center_p2": "Die Gründung eines Online-Sportwetten-Anbieters, der sich hauptsächlich auf eSports konzentriert, kann schwierig sein. Deshalb haben wir ein umfassendes eSports-Wettssystem mit Pre-Match-Wetten entwickelt. Unser Ziel ist es, Ihnen die größte Auswahl an eSports-Optionen online zu bieten.",
  "have_qes": "Haben Sie Fragen?",
  "para_faq": "Wir haben Antworten (nun ja, meistens!)",
  "freq_param": "Unten finden Sie Antworten auf die häufigsten Fragen. Bitte sehen Sie sich unser",
  "if_still_qes": "Wenn Sie immer noch nicht die Antwort finden, die Sie suchen, einfach",
  "sbs_faqs": "FAQs zur Sportwetten-Software",
  "whatis_sbs": "Was ist Sports Betting Software?",
  "whatis_sbs_ans": "Sports Betting Software basiert auf den Märkten und Auswahlen der Nutzer. Zudem stehen unsere Experten jederzeit zur Verfügung, um den besten Kundenservice zu bieten, der auf Ihre Bedürfnisse und Marktanforderungen eingeht. Wir kümmern uns um jeden Schritt des Entwicklungsprozesses und liefern eine vollständige und leistungsfähige Exchange-Plattform.",
  "affiliate_systems": "Bieten Sie Affiliate-Systeme an?",
  "affiliate_systems_ans": "Ja, unser Software-Netzwerk basiert auf 5 Ebenen: Plattform-Administrator - Zugriff auf das Backend (es ist auch möglich, andere Zugänge mit eingeschränkten Rechten zu erstellen). Reseller - Master-Agent überwacht mehrere Wettshops und verdient Provisionen auf Umsatz oder Gewinn. Wettshop - Physischer Standort, an dem Spieler spielen und einzahlen können. Cashier - Profil für Mitarbeiter der Wettshops, kann Wetten platzieren ohne Provision. Online-Spieler - Registriert das Spielkonto online oder im Shop, platziert Wetten.",
  "whatis_label": "Was ist eine White-Label-Wettseite?",
  "whatis_label_ans": "Eine White-Label-Wettseite ist eine vollständig angepasste Plattform. Vrnl’s White-Label-Wettseite bietet zertifizierte Spiele, Bonussysteme und Zahlungs-Gateways. Inhalt, Sprache und Währung der Benutzeroberfläche basieren auf Ihrer Wahl. Vrnl stellt verschiedene Grafikvorlagen, Features und Tools bereit.",
  "fullmanagement": "Kann ich die Quoten und Margen vollständig verwalten?",
  "fullmanagement_ans": "Das Backend bietet viele Tools, Funktionen und Berichte, die einen vollständigen Überblick über die Sportwetten-Aktivitäten bieten. Es gibt einen speziellen Bereich für das Quotenmanagement, in dem Margen, Multiplikatoren und Quoten pro Markt, Spiel oder Meisterschaft bearbeitet werden können.",
  "logobrand": "Kann ich mein Logo und meine Markenfarben verwenden?",
  "logobrand_ans": "Ja, das können Sie. Wir bieten verschiedene Lösungen basierend auf Ihren Anforderungen. Wir können maßgeschneiderte Lösungen erstellen oder eine schlüsselfertige Lösung bereitstellen, die nur Ihre Markenfarben und Ihr Logo anpasst.",
  "fullycustomized": "Ich möchte eine vollständig angepasste Lösung, ist das möglich?",
  "fullycustomized_ans": "Vrnl stellt ein Expertenteam für die Einrichtung einer vollständig angepassten Sportwettenplattform bereit. Ein Account Manager sammelt die Anforderungen und koordiniert das Projekt mit Projektleiter, Grafikdesigner und IT-Manager.",
  "software_cost": "Wie viel kostet Sports Betting Software?",
  "software_cost_ans": "Die Kosten variieren je nach Funktionen und angebotenen Services. Es gibt verschiedene Pläne, abhängig davon, ob Sie bereits ein hohes Spielvolumen haben oder als Agent Ihr eigenes Spielernetzwerk aufbauen möchten.",
  "what_products": "Welche Produkte bieten Sie an?",
  "what_products_ans": "Unser Kerngeschäft ist Sportwetten. Unsere Sportwetten-Software ist ein hauseigenes Produkt, entwickelt seit 2005 von unserem IT-Team. Zusätzlich zum Sportprodukt bieten wir Live-Wetten, Casino, Live-Casino, Lotterien und virtuelle Spiele an, um unseren Kunden 'All-in-One'-Lösungen zu bieten.",
  "canaddfeatures": "Kann ich Funktionen, Berichte und Seiten zur Sportwetten-Software hinzufügen?",
  "canaddfeatures_ans": "Die Wettsoftware enthält viele Berichte, Seiten und Banner, die angepasst (CMS) oder auf Anfrage entwickelt werden können. Wenn Sie eine neue Funktion wünschen, arbeiten wir mit Ihnen zusammen, um ein maßgeschneidertes Projekt zu erstellen: Informationssammlung, Projektvorlage, Test und endgültige Veröffentlichung.",
  "canofferbettingservices": "Kann ich Sportwetten in den Casinos meines Landes anbieten?",
  "canofferbettingservices_ans": "Wir haben mehrere Wettlösungen für Online- und stationäre Geschäfte. Wenn Sie ein stationäres Casino besitzen und auch Sportwetten anbieten möchten, ist unsere Retail-Lösung die richtige Wahl, da sie die Erstellung von Kassierer-Konten zur Verwaltung des Ticketverkaufs ermöglicht.",
  "change_currentprovider": "Wie wechsle ich meinen aktuellen Softwareanbieter?",
  "change_currentprovider_ans": "Wenn Sie bereits ein Exchangebook verwalten und zu unserer Sportwettenplattform wechseln möchten, stellen wir sicher, dass alles ordnungsgemäß verwaltet wird. Wir erstellen einen Migrationsplan. Die persönlichen Daten der Spieler werden auf die neue Plattform hochgeladen und der Wechsel wird so geplant, dass die Migration innerhalb weniger Stunden abgeschlossen ist.",
  "sbs_offer": "Welche Funktionen bietet die Sportwetten-Software?",
  "sbs_offer_ans": "Die Sportwetten-Software kann Funktionen wie datenbasierte Vorhersagen, Simulationen, Wetttrends, Quotenvergleiche und mehr bieten. Sie kann auch detaillierte Analysen vergangener Spiele und bevorstehender Begegnungen liefern, um Wettenden fundierte Entscheidungen zu ermöglichen. Wir spezialisieren uns auf den Aufbau und die Erstellung von stationären Wettbüros und Online-Netzwerken. Dies umfasst KYC-Verfahren, die von Aufsichtsbehörden genehmigt wurden, Glücksspiel-Zahlungsgateways, Affiliate-Marketing-Tools, Empfehlungssysteme und Social Media, mobile Push-Benachrichtigungen, Web-Push-Benachrichtigungen und In-App-Nachrichten, Spieler-Kontrollen, Registrierungs- und Verifizierungsprozesse, Betrugserkennungssysteme und Geolokalisierungstools zur Erfassung der IP-Adressinformationen.",
  "sbs_legal": "Ist die Sportwetten-Software legal?",
  "sbs_legal_ans": "Ja, die Sportwetten-Software ist legal und wird von vielen professionellen Sportwettern genutzt. Es ist jedoch wichtig sicherzustellen, dass Sie die Software in Übereinstimmung mit den geltenden Gesetzen in Ihrem Land verwenden.",
  "ebs_faqs": "FAQs zur eSports-Wettsoftware",
  "ebs_titleoffer": "Welche eSports-Titel bieten Sie an?",
  "ebs_titleoffer_ans": "<li><strong>Beliebteste:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sportspiele:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer Online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person-Shooter (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Kampfspiele:</strong> Street Fighter, Super Smash Bros, Tekken. Echtzeit-Strategie (RTS): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Gibt es eine mobile Version?",
  "mobileversion_ans": "Ja, VRNL ist vollständig für mobile Nutzung optimiert. Unsere Plattform funktioniert nahtlos auf allen Smartphones und Tablets und bietet Zugang zu Sportwetten, Casinospielen, iGaming und eSports jederzeit und überall. Sie genießen eine reibungslose, schnelle und sichere Bedienung direkt über den mobilen Browser – kein App-Download erforderlich. Ob Android oder iOS, die Erfahrung ist schnell, benutzerfreundlich und genauso funktionsreich wie die Desktop-Versionen.",
  "runesportsplatform": "Kann ich eine eSports-Wettplattform betreiben, ohne mich um Quoten und Handelsmanagement zu kümmern?",
  "runesportsplatform_ans": "Unsere eSports-Wettlösungen enthalten das Quoten-Feed. Die Software bietet zahlreiche Funktionen und Tools, um Quoten, Margen und Konfigurationen vollständig autonom zu verwalten. Wenn Sie sich nur auf Shops und Spielermanagement konzentrieren möchten, bieten wir Trading-Services und Support.",
  "esports_solutions": "Ich möchte eine vollständig eSports-kundenspezifische Lösung, ist das möglich?",
  "esports_solutions_ans": "VRNL stellt ein Expertenteam für die Einrichtung einer vollständig kundenspezifischen eSports-Wettplattform zur Verfügung. Ein Account Manager sammelt die Anforderungen und koordiniert das Projekt mit den anderen Teammitgliedern: Projektmanager, Grafikdesigner und IT-Manager.",
  "newtobusiness": "Ich bin völlig neu in diesem Geschäft, was sollte ich wissen?",
  "newtobusiness_ans": "Die richtige Verwaltung einer eSports-Wettplattform kann dieses Geschäft sehr lukrativ machen. Wir bieten verschiedene Lösungen und Services basierend auf Ihrem Engagement und Wissen. Ein Gaming-Experte arbeitet direkt mit Ihnen zusammen, um die beste eSports-Lösung maßgeschneidert für Ihre Bedürfnisse auszuwählen.",
  "eSports_market": "Wie viele eSports-Livemärkte gibt es?",
  "eSports_market_ans": "Heute bieten wir 20 Live-eSports-Märkte an. <br> Wir fügen jedoch ständig neue Märkte hinzu.",
  "eSportsLogoBrand": "Kann ich mein eSports-Logo und meine Markenfarben verwenden?",
  "eSportsLogoBrand_ans": "Ja, das können Sie. Wir bieten unterschiedliche Lösungen basierend auf Ihren spezifischen Anforderungen. Wir können maßgeschneiderte eSports-Lösungen erstellen oder eine schlüsselfertige Lösung bereitstellen, die nur Ihre Markenfarben und das Logo anpasst.",
  "eSports_server": "Kann ich die eSports-Exchange auf meiner Serverinfrastruktur hosten?",
  "eSports_server_ans": "Nein, das ist nicht möglich. Hosting ist ein Service in unserem Angebot, da unsere SysAdmins ein dediziertes Cluster mit Backups und Disaster-Recovery-Plan eingerichtet haben. Dies garantiert die Einhaltung globaler Vorschriften und höchster Sicherheitsstandards.",
  "sp_faqs": "FAQs zur Streaming-Plattform",
  "promte_cricket": "Wie viele Cricket-Spiele kann ich bewerben?",
  "promte_cricket_ans": "Über das Dashboard können während des Live-Betriebs zwei Spiele gleichzeitig aktiviert werden. Es gibt jedoch keine Begrenzung, wie viele Spiele Sie verbinden können.",
  "broadcast_live": "Können Casino-Events live übertragen werden?",
  "broadcast_live_ans": "Ja, alle Casinospiele können live auf allen erlaubten Plattformen übertragen werden.",
  "measure_success": "Wie messe ich den Erfolg von Live-Streams?",
  "measure_success_ans": "Natürlich – Sie behalten die detaillierten Analysen mehrerer Plattformen auf einem Bildschirm im Blick.",
  "is_mobile_friendly": "Ist die Plattform mobilfreundlich?",
  "is_mobile_friendly_ans": "Ja — unsere Plattform ist vollständig mobilfreundlich, und wir bieten eine APK, die Sie nahtlos herunterladen und nutzen können.",
  "livecasino_faqs": "FAQs zur Live-Casino-Software",
  "whatisVRNLcasino": "Was ist VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software ist eine moderne Plattform, die es Online-Casinos ermöglicht, Live-Dealer-Spiele für ihre Spieler anzubieten. Sie liefert die Infrastruktur und Tools für interaktive Echtzeit-Erlebnisse.",
  "software_work": "Wie funktioniert VRNL Live Casino Software?",
  "software_work_ans": "Die VRNL Live Casino Software integriert sich nahtlos in Online-Casino-Websites. Sie verbindet Spieler mit Live-Dealern über hochqualitatives Video-Streaming, sodass beliebte Casinospiele wie Blackjack, Roulette und Baccarat live gespielt werden können.",
  "features_livecasino": "Was sind die Hauptfunktionen der VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software bietet Funktionen wie anpassbares Branding, sichere Zahlungsintegration und eine benutzerfreundliche Oberfläche für Spieler und Betreiber.",
  "security_livecasino": "Wie stelle ich Sicherheit und Fairness der Spiele mit VRNL Live Casino Software sicher?",
  "security_livecasino_ans": "VRNL Live Casino Software ist auf Sicherheit ausgelegt. Sie verwendet zertifizierte Zufallszahlengeneratoren (RNGs) für Fairness und bietet Tools zur Betrugsprävention und Spielerschutz. Zudem wird die Datenübertragung verschlüsselt.",
  "offered_games": "Welche Spiele können mit VRNL Live Casino Software angeboten werden?",
  "offered_games_ans": "Sie können eine breite Auswahl an Live-Dealer-Spielen anbieten, einschließlich Klassiker wie Live-Blackjack, Live-Roulette und Live-Baccarat sowie Varianten dieser Spiele.",
  "integrateVRNL": "Kann ich VRNL Live Casino Software in meine bestehende Online-Casino-Plattform integrieren?",
  "integrateVRNL_ans": "Ja, unsere Software ist für eine einfache Integration in bestehende Plattformen konzipiert, sodass sie nahtlos zu Ihrem Online-Casino hinzugefügt werden kann.",
  "wlc_faqs": "FAQs zum White Label Casino",
  "whatis_wlc": "Was ist ein White Label Casino?",
  "whatis_wlc_ans": "Ein White Label Casino ist eine schlüsselfertige Lösung, mit der Unternehmer und Unternehmen ihr eigenes Online-Casino mit unserer Software und Infrastruktur starten können. Sie können es mit eigenem Namen und Design branden, während wir die technischen und regulatorischen Aspekte übernehmen.",
  "wlc_work": "Wie funktioniert der White Label Casino-Service?",
  "wlc_work_ans": "Wir stellen Ihnen eine voll funktionsfähige Casino-Plattform bereit, einschließlich Spiele, Zahlungsabwicklung und Kundensupport. Sie passen Branding und Design an, und schon kann Ihr Online-Casino starten.",
  "wlc_games": "Welche Spiele sind für mein White Label Casino verfügbar?",
  "wlc_games_ans": "Wir bieten eine Vielzahl von Casinospielen an, darunter Slots, Tischspiele (z. B. Blackjack, Roulette) und Live-Dealer-Spiele. Sie können aus unserem Spielkatalog wählen, um ein vielfältiges Spielerlebnis zu schaffen.",
  "wlc_launch": "Wie lange dauert es, mein White Label Casino zu starten?",
  "wlc_launch_ans": "Die Zeit hängt von Ihren spezifischen Anforderungen und regulatorischen Prozessen ab. Im Durchschnitt kann es mehrere Wochen dauern, um die Plattform einzurichten und anzupassen.",
  "wlc_cusSupport": "Welchen Kundensupport bietet das White Label Casino?",
  "wlc_cusSupport_ans": "Wir bieten technischen und operativen Support, damit Ihr Casino reibungslos läuft.",
  "wlc_getstarted": "Wie starte ich ein White Label Casino mit Ihrem Unternehmen?",
  "wlc_getstarted_ans": "Kontaktieren Sie unser Vertriebsteam, um Ihre Anforderungen zu besprechen und eine persönliche Beratung zu erhalten. Wir führen Sie durch den Prozess zur Einrichtung Ihres White Label Casinos.",
  "can_cutomize_branding": "Kann ich das Casino mit meinem Branding anpassen?",
  "can_cutomize_branding_ans": "Ja — Sie können das Casino vollständig mit Ihrem eigenen Logo, Farben und Branding an Ihre Identität anpassen.",
  "company": "Unternehmen",
  "company_caps": "UNTERNEHMEN",
  "about": "Über uns",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Datenschutzrichtlinie",
  "contact_us": "Kontaktieren Sie uns",
  "solutions": "Lösungen",
  "sports_betting_software": "Sportwetten-Software",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Das Logo und grafische Material von Vrnl ist geistiges Eigentum des Unternehmens und darf ohne schriftliche Zustimmung von Vrnl nicht kopiert, reproduziert, verbreitet oder angezeigt werden.",
  "footer_para_2": "Copyright © 2020 Vrnl Ltd. Alle Rechte vorbehalten.",
  "home": "Startseite",
  "betting": "Wetten",
  "esports_betting": "Esports-Wetten",
  "sbs_head": "Sportwetten-Software",
  "casino": "Casino",
  "online_casino_sw": "Online-Casino-Software",
  "live_casino_sw": "Live-Casino-Software",
  "casino_game": "Casinospiele",
  "lottery_bingo": "Lotterie und Bingo",
  "casino_tournament": "Casino-Turnier",
  "risk_management": "Risikomanagement",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Unsere Arbeit",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live-Casino",
  "lottery_games": "Lotteriespiele",
  "exch_sw_provider": "Exchange-Softwareanbieter",
  "mobile_bet": "Mobile Wetten",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sportwetten-Widget",
  "back": "Zurück",
  "exch_iframe_para": "Exchangebook iframe — ermöglicht die schnelle Aktivierung des Exchangebook-Moduls über nahtlose API-Integration. Unser umfassender Exchangebook-Service unter fachkundiger Aufsicht gewährleistet ein breites Spektrum an Programmierung für Online-Events und Märkte.",
  "contact_us!": "Kontaktieren Sie uns!",
  "exch_iframe_types": "Arten von Exchangebook iFrame",
  "exch_iframe_types_para": "Unsere Exchangebook iFrame-Lösungen gibt es in drei Varianten, jeweils auf den genutzten Kanal zugeschnitten, um die passendste Option für Ihre Anforderungen zu gewährleisten:",
  "exch_iframe_types_list": "<li> iFrame für <strong>Desktop</strong>, entwickelt für Computer mit unterschiedlichen Auflösungen und mit vielfältigen, anpassbaren Layouts. </li> <li> iFrame für <strong>Terminals und Kiosks SSBT</strong>, mit Layouts, die für Touchscreen-Systeme optimiert sind und eine intuitive Benutzererfahrung bieten, ideal für unerfahrene Spieler beim Platzieren von Wetten.</li>",
  "exch_iframe_types_para2": "Darüber hinaus können Sie über unsere API umfangreiche Anpassungen von Grafiken und Spielfunktionen vornehmen.",
  "cm_exch": "Umfassend verwaltetes Exchangebook",
  "cm_exch_para": "Unser Exchangebook iFrame umfasst die Bereitstellung von Quoten-Feeds und die Konfiguration der grundlegenden Wett-Einstellungen. Die Software ist mit einer Vielzahl von Funktionen und Tools für die eigenständige Verwaltung von Quoten, Margen und Konfigurationen ausgestattet. Wenn Ihr Hauptfokus jedoch auf Spieler-Management und Marketing liegt, bieten wir vollständig verwaltete Handelsdienste und Support an.",
  "acq_exch": "Die Akquise der Exchangebook iFrame-Lösung ist mühelos",
  "acq_exch_para": "Wir haben den Prozess zur Aktivierung des iFrames vereinfacht, der nur fünf einfache Schritte umfasst:",
  "acq_exch_list": "<li>Formalisierung der Vereinbarung zwischen Vrnl und dem Kunden.</li> <li>Einleitung der Exchangebook iFrame-Integration über APIs mit unserem SDK.</li> <li>Durchführung eines Meetings, um die zu verfolgende Exchangebook-Strategie zu definieren.</li> <li>Identifizierung der attraktivsten Sportarten und Events für Ihre Betriebsregion.</li> <li>Los geht's live!</li>",
  "live_casino_sw_p1": "Unsere <strong>Live-Casino-Plattform</strong> ermöglicht Ihnen die Aktivierung der <strong>Top-Live-Provider</strong>, bekannt für ihre <strong>hervorragende Qualität und mathematische Integrität.</strong>",
  "live_casino_sw_p2": "Wir sind bestrebt, Ihnen das ultimative Live-Casino-Erlebnis zu bieten. Egal, ob Sie ein erfahrener Spieler oder neu in der Welt der Online-Casinos sind, unsere Plattform bietet ein immersives Echtzeit-Spielerlebnis, das seinesgleichen sucht.",
  "live_casino_sw_p3": "Die Live-Casino-Lösung von VRNL bietet eine umfassende Palette an Services, darunter:",
  "live_casino_sw_p3_l1": "Vollständige Berichtswerkzeuge zur Spielhistorie",
  "live_casino_sw_p3_l2": "Visualisierung der Spielhistorie",
  "live_casino_sw_p3_l3": "Spielkonfigurationen",
  "live_casino_sw_p3_l4": "Risikomanagement-Tools",
  "live_casino_sw_p3_l5": "Spielermanagement",
  "live_casino_sw_p3_l6": "Affiliate-Management-Tools",
  "live_casino_sw_p3_l7": "Mehrstufige Hierarchie-Agentenstruktur",
  "live_casino_sw_p4": "Wir haben verschiedene sichere Integrationsmethoden entwickelt, die alle benutzerfreundlich sind und eine einfache Implementierung über unsere Live-Casino-API ermöglichen.",
  "live_casino_sw_demo": "Demo Live-Casino-Lösungen",
  "livecasino_integration": "<strong style='color: #575756;'>Live-Casino-API</strong>-Integrationen",
  "livecasino_integration_para": "Sie können unsere Live-Casino-Software innerhalb weniger Tage in Betrieb nehmen. Außerdem bieten wir umfassende Management-Services, sodass der gesamte Betrieb von unseren Experten überwacht wird. <strong style='color: #575756;'>Wir garantieren zudem Zugriff auf die umfangreichste Auswahl an Live-Spielen online.</strong>",
  "live_casino_lobby": "In unserer benutzerfreundlichen Live-Casino-Spiel-Lobby",
  "youcan": "können Sie",
  "findgames_like": "Spiele finden wie:",
  "findgames_like_desp": "Live-Roulette, Live-Baccarat, Live-Blackjack und Live-Poker, Würfel- und Zahlenspiele.",
  "euro_roulette": "Europäisches Roulette",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikanisches Roulette",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Demo buchen",
  "lottery_head": "Suchen Sie eine Lottery & Bingo Plattform?",
  "lottery_head_desp1": "Wir haben sorgfältig die besten <b style='color: #575756; font-size: 45px;'>Lotterie- und Bingospiele</b> für Sie ausgewählt.",
  "lottery_head_desp2": "Unsere <b style='color:#575756; font-size: 16px;'>White Label Lottery & Bingo</b> Lösung bietet eine Reihe verlockender Varianten des klassischen Bingo-Spiels sowie die bekanntesten Lotteriespiele.",
  "lottery_head_desp3": "Sie können <b style='color:#575756; font-size: 16px;'>diese Spiele von Ihrem Smartphone</b> oder Computer aus genießen, und wir gewährleisten ein außergewöhnliches Nutzererlebnis, da unsere Spiele von höchster Qualität sind.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Darüber hinaus sind unsere Spielalgorithmen sicher und unabhängig zertifiziert und bieten ein zuverlässiges und vertrauenswürdiges Spielerlebnis.<br><br></strong>",
  "lottery_bingo_nos": "DIE LOTTERIE- & BINGO-ZAHLEN",
  "bingo_games": "Bingo-Spiele",
  "over100": "über 100",
  "over130": "über 130",
  "suppliers": "LIEFERANTEN",
  "more20": "Mehr als 20",
  "sports_betting_software_wl": "Sportwetten-Software White Label",
  "sports_betting_software_wl_desp": "Ein Unternehmen, das sich kontinuierlich der Verfolgung innovativer Lösungen verschrieben hat, um den sich entwickelnden Geschäftsanforderungen effektiv gerecht zu werden.",
  "blink-soft": "Verbessern Sie Ihr Erlebnis mit fortschrittlicher Sportwetten-Software",
  "platform_para1": "Moderne Sportwetten-Softwarelösungen <b>transformieren</b> die Art und Weise, wie Wettende mit dem Spiel interagieren. Mit <b>nahtlosen Schnittstellen,</b> Echtzeitanalysen und Live-Wettmöglichkeiten bieten diese Plattformen ein überlegenes Wett-Erlebnis für sowohl Neueinsteiger als auch erfahrene Spieler.",
  "platform_para2": "Egal, ob Sie ein Online-Sportwettenportal, ein stationäres Wettbüro oder ein Casino betreiben, unser umfassendes Lösungspaket – einschließlich <b>B2C-Plattformen</b> und <b>anpassbarer White-Label-Produkte</b> – bietet die Flexibilität und Technologie, um wettbewerbsfähig zu bleiben. Nutzen Sie Innovationen und steigern Sie Ihre Sportwettenaktivitäten mit Software, die darauf ausgelegt ist, <b>Leistung</b> und <b>Nutzerzufriedenheit</b> zu optimieren.",
  "try_b2b": "Entdecken Sie unsere fortschrittliche B2B-Wettsoftware",
  "try_b2c": "Entdecken Sie unsere fortschrittliche B2C-Wettsoftware",
  "wls_turnkey": "White-Label-Lösungen und schlüsselfertige Plattformen",
  "wls_turnkey_p1_span1": "nahtloses und ansprechendes Sportwetten-Erlebnis",
  "wls_turnkey_p1_span2": "für Ihre Kunden. Dieser Ansatz eliminiert kostspielige und zeitaufwendige Entwicklungsarbeiten, sodass Sie sich auf Wachstum und",
  "custom_satisfaction": "Kundenzufriedenheit",
  "wls_turnkey_p2": "Unsere sichere, leistungsstarke Wettplattform ist vollständig von unabhängigen Spielbanken zertifiziert und garantiert Compliance und Zuverlässigkeit. Durch die Partnerschaft mit VRNL erhalten Sie Zugang zu einer vertrauenswürdigen Wettbörse, die die Rentabilität steigert und gleichzeitig die",
  "highest_industry_standards": "höchsten Industriestandards",
  "igaming_platform": "iGaming-Plattform",
  "igaming_platform_p1": "VRNL ist ein zuverlässiger Partner in der iGaming-Branche und bietet branchenführende",
  "sbs": "Sportwetten-Software",
  "igaming_platform_p2": "Unser Ziel ist es, die Online-Gaming-Landschaft zu transformieren, indem wir Betreibern eine vielseitige, hochmoderne Plattform bieten, die nahtloses und fesselndes Gameplay für ihre Nutzer gewährleistet.",
  "online_casino": "Online-Casino",
  "casino_para": "Willkommen im VRNL Online-Casino — <b>ein vertrauenswürdiger Marktführer</b>, der weltweit eine sichere und aufregende Gaming-Plattform bereitstellt. Unsere Mission ist es, ein außergewöhnliches Casino-Erlebnis zu bieten, das Spieler fesselt und unterhält.",
  "casino_para_list": "<li>Über 75 Anbieter</li> <li>Mehr als 15.000 Spielautomaten</li> <li>500+ Tischspiele</li> <li>700+ Video-Poker-Spiele</li> <li>Mehr als 200 weitere Spiele</li>",
  "casino_para2": "Unser Expertenteam unterstützt Sie in jeder Phase, vom Training bis zum Launch.",
  "play_livecasino": "Spielen Sie im Live-Casino, als wären Sie direkt im Casino",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Live Roulette</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API-Dienstleister und iFrame",
  "api_services_iframe_p1": "VRNL liefert modernste <b>API-Integrations- und iFrame-Lösungen</b>, die nahtlose Plattformverbindungen, sicheren Datenaustausch und verbesserte Nutzererlebnisse ermöglichen — damit Unternehmen smarter und schneller arbeiten können.",
  "api_services_iframe_p2": "Bei VRNL verstehen wir die Bedeutung nahtlosen Datenaustauschs und Kommunikation zwischen Anwendungen. Wir bieten erstklassige API-Integrationsdienste, sodass Ihre Software mühelos mit anderen Plattformen interagiert. Unsere Experten sorgen dafür, dass Ihre Systeme harmonisch funktionieren und sowohl für Sie als auch für Ihre Kunden ein reibungsloses Erlebnis bieten.",
  "virtual_games": "Virtuelle Spiele",
  "virtual_games_desp1": "Bereit, Ihre virtuelle Spielerfahrung mit VRNL zu starten? Tauchen Sie in die virtuelle Welt ein wie nie zuvor und genießen Sie stundenlangen Spielspaß.",
  "virtual_games_desp2": "Bei VRNL sind wir leidenschaftlich daran interessiert, erstklassige virtuelle Spielerlebnisse zu bieten, die Spieler in aufregende neue Welten versetzen. Unsere Mission ist es, die immersivsten, unterhaltsamsten und faszinierendsten virtuellen Spiele bereitzustellen, die stundenlang fesseln.",
  "before_start": "Bevor Sie beginnen, sehen Sie es in Aktion!",
  "explore_demo": "auf unserer Demo-Plattform:",
  "mobile_sbs": "Mobile Sportwetten-Software",
  "mobile_sbs_p1": "Unsere <strong>Mobile App</strong> ermöglicht Ihren Wettenden den einfachen Zugriff auf ihre Spielkonten und das Platzieren von Wetten über Tablets, Smartphones und andere internetfähige mobile Geräte.",
  "mobile_sbs_p2": "Von Cricket und Fußball bis Tennis deckt unsere Software ein umfangreiches Spektrum an Sportevents weltweit ab. Unabhängig von Ihrer Sportleidenschaft können Sie auf die Spiele und Teams wetten, die Sie lieben.",
  "mobile_sbs_p3": "Unsere Software geht über das Platzieren von Wetten hinaus – sie schafft ein Erlebnis, das nahtlos und nutzerorientiert ist. Wir investieren in modernste Technologie, um die Navigation unserer Plattform so einfach wie möglich zu gestalten.",
  "advantages_sbs": "Vorteile der mobilen Sportwetten-Software",
  "advantages_sbs_l1": "Mobile Apps sind schneller",
  "advantages_sbs_l2": "Personalisierte Wettinhalte",
  "advantages_sbs_l3": "Sofortiges Online-Wetten",
  "advantages_sbs_l4": "Sicher und zuverlässig",
  "advantages_sbs_p1": "Apps übertreffen mobile Websites in Geschwindigkeit und Reaktionsfähigkeit.",
  "advantages_sbs_p2": "Nutzer genießen personalisierte Inhalte für ein immersiveres Erlebnis, einschließlich maßgeschneiderter Wettoptionen entsprechend ihren Vorlieben.",
  "advantages_sbs_p3": "Alle mobilen Apps bieten sofortigen Zugriff mit einem einfachen Tippen, sodass Nutzer Wetten platzieren, ihre Spielkonten prüfen, Casinospiele spielen und ihre Lieblingsligen auswählen können, ohne Verzögerung.",
  "advantages_sbs_p4": "Unsere Sicherheit hat höchste Priorität. Die VRNL Mobile Sportwetten-Software ist mit modernsten Sicherheitsmaßnahmen ausgestattet, um persönliche und finanzielle Informationen zu schützen. Sie können beruhigt wetten.",
  "online_casino_sw_p1": "VRNL ist ein führender Anbieter von <strong>Online-Casino-Software</strong> und <strong>Plattformen</strong>. Sie spielen eine entscheidende Rolle bei der Gestaltung und Entwicklung von Casino-Plattformen und stellen sicher, dass diese benutzerfreundlich und funktionsreich sind.",
  "online_casino_sw_p2": "Unser Marketingteam arbeitet intensiv daran, sicherzustellen, dass Ihr Online-Casino prominent auf der Startseite platziert wird, um eine hohe Sichtbarkeit im Online-Markt zu gewährleisten.",
  "online_casino_sw_p3": "Die Online-Casino-Plattform wird mit verschiedenen vorkonfigurierten Spielen ausgestattet sein, und unsere Überwachungstools bieten Ihnen einen klaren Echtzeit-Überblick über den Fortschritt und die Leistung Ihres neuen Unternehmens.",
  "customized_theme": "Dies ist ein Thema und kann angepasst werden, sehen Sie es in Aktion:",
  "live_casino_sw_desp1": "Wir bieten das umfangreichste Angebot an erstklassigen <strong>Live-Casino-Providern</strong><br>",
  "live_casino_sw_desp2": "weltweit, und gewährleisten Zugang zur größten Vielfalt an Live-Tischen online sowie ein nahtloses Multi-Channel-Erlebnis.",
  "casino_sw_features": "Hauptfunktionen der Casino-Software",
  "casino_sw_features_p1": "Unsere <strong>Casino-Softwareplattform</strong> ist darauf ausgelegt, sowohl Spielern als auch Betreibern ein nahtloses und immersives Spielerlebnis zu bieten.<br /><br />",
  "casino_sw_features_p2": "Die Hauptmerkmale unserer Plattform umfassen:",
  "casino_sw_features_list": "<li>Sichtbarkeit und Kontrolle über Tischbereiche.</li> <li>Attribute und Einstellungen der Spieltische.</li> <li>VIP-Limits.</li> <li>Kundenfunktionen und Zugriff auf unsere Anpassungstools.</li> <li>Berichtssystem und Benachrichtigungsmechanismus, der Betreibern sofortigen Zugriff und Warnungen zu Betriebsbenachrichtigungen bietet.</li> <li>API für Business Intelligence (BI)</li> <li>Marketing-Tools</li> <li>API für externe Integration</li>",
  "casino_sw_features_p3": "Unser benutzerfreundliches Anpassungstool ermöglicht es Buchmachern, in Echtzeit Änderungen an verschiedenen Aspekten ihres Live-Angebots vorzunehmen, <br /> einschließlich Banner, Schriftarten und Farbschemata, alles über intuitive Steuerungen.",
  "casino_sw_features_p4": "Unsere neue Plattform arbeitet als autonomes, agiles und flexibles System. Diese Agilität erlaubt es uns, schnell <br /> auf die Anforderungen der Buchmacher zu reagieren und höhere Qualitätsstandards bei der Entwicklung neuer und bestehender <br /> Produkte einzuhalten.",
  "casino_sw_features_p5": "Um Ihr Geschäft zu beschleunigen, bieten wir auch ein",
  "casino_sw_features_p6": " mit einer riesigen Auswahl von über 3000 Spielen.",
  "integrate_iframe_apis": "Integration mit externen Plattformen über iFrames und APIs",
  "integrate_iframe_apis_para": "Unsere Plattform bietet vielseitige Integrationsmöglichkeiten. Sie können nahtlos <strong>über iFrame oder <br />APIs integriert werden.</strong> Es kann an Ihre spezifischen Anforderungen angepasst werden, sei es eine umfassende Full-Service-Integration, <br /> eine spezialisierte Sportwetten-Lösung oder der Fokus auf <strong>Online-Casinospiele</strong>, einschließlich <strong>Live <br />Casino</strong>-Angeboten.",
  "view_demo": "Demo ansehen",
  "we_are": "wir sind",
  "online_exchange_sw_p1": "Bei VRNL sind wir stolz darauf, hochmoderne Online-Exchange-Software bereitzustellen, die das Wetten neu definiert. Wir bieten eine voll funktionsfähige Plattform mit einer umfangreichen Auswahl an Live-Spielen, die monatlich verfügbar sind. Mit unseren Live-Streaming-Optionen verwandeln wir Ihr Buchmacherangebot in eine Unterhaltungsplattform, unterstützt durch Zertifikate unabhängiger Prüflabore.",
  "online_exchange_sw_p2": "Die Online-Exchange-Software von VRNL bietet eine umfassende Palette an Sportwettenoptionen. Egal, ob Sie Cricket, Fußball, Tennis oder eine andere Sportart bevorzugen, wir haben Sie abgedeckt. Unsere Plattform bietet Echtzeit-Quoten, In-Play-Wetten und eine benutzerfreundliche Oberfläche, die das Platzieren von Wetten erleichtert.",
  "onther_head": "Wir vereinfachen den Prozess, damit Sie nahtlos ins Geschäft integriert werden können.",
  "onther_p1": "Dieses Theme ist hochgradig anpassbar, und Sie können seine Flexibilität in Aktion erleben:",
  "main_features": "Hauptmerkmale",
  "feature_para": "VRNL steht an vorderster Front bei der Revolution von Wett- und Online-Casino-Management. Mit unserer Expertise erhalten Sie Zugang zu:",
  "feature_list": "<li><strong>Ein globales Wetterlebnis:</strong> VRNL bietet Zugang zu einer umfassenden Auswahl an Sportarten, Ligen und Wettmärkten weltweit. Mit uns können Sie Ihren Nutzern ein wirklich globales Wetterlebnis bieten.</li> <li><strong>Umfangreiche Pre-Match-Optionen:</strong> Wählen Sie aus 150.000 monatlichen Pre-Match-Wettoptionen. Wir sorgen dafür, dass Ihre Plattform mit einer breiten Palette an Optionen für unterschiedliche Wettpräferenzen ausgestattet ist.</li> <li><strong>Spannende In-Play-Möglichkeiten:</strong> Begeistern Sie Ihre Nutzer mit 75.000 monatlichen In-Play-Möglichkeiten. Diese Echtzeit-Wettoptionen sorgen für Aufregung und Spontanität beim Wetten.</li> <li><strong>Casino-Spiele für das Metaverse:</strong> VRNL bietet eine umfangreiche Sammlung von Casinospielen, die für das Metaverse geeignet sind. Tauchen Sie Ihre Nutzer in eine virtuelle Casino-Umgebung ein.</li> <li><strong>Nahtlose iFrame-Integration:</strong> Integrieren Sie unser iFrame mühelos in Ihre iGaming-Plattform. Unsere benutzerfreundliche iFrame-Lösung ermöglicht es, die Funktionalität Ihrer Plattform problemlos zu erweitern.</li> <li><strong>Flexible Integration:</strong> Wählen Sie Ihre Integrationsmethode, sei es über API oder iFrame. Wir bieten vielseitige Optionen, die Ihren Anforderungen und Plattformbedürfnissen entsprechen.</li>",
  "sports_header_2": "Online Exchange Software iGaming Casino Plattform",
  "sports_header_2_p1": "Wir bieten eine <a style='color: #a0c528;' href='#'>White-Label-Casino</a>-Lösung mit einer umfangreichen Bibliothek von über 1.000 Spielen.",
  "sports_header_2_p2": "Unsere Dienstleistungen umfassen die Erlangung einer Glücksspiel-Lizenz und rechtliche Unterstützung, um Ihr Casino-Geschäft zu starten, mit sicheren und zertifizierten Spielmathematiken.",
  "sports_header_2_p3": "Wir haben die besten Spieleanbieter ausgewählt, um Ihnen die größte Auswahl an&nbsp;Live-Casinospielen&nbsp;und&nbsp;Online-Casinospielen zu bieten. Durch sorgfältig kuratierte Partnerschaften garantieren wir die umfangreichste Auswahl.",
  "online_sports_list": "<li>Live Game Show</li> <li>First-Person-Spiele</li> <li>Slots</li> <li>American Roulette Live</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>SICBO</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Spielen Sie im Live-Casino, als wären Sie direkt vor Ort",
  "top_online_providers": "Top Online-Casino-Anbieter von Weltklasse",
  "online_casino_p1": "Sind Sie bereit, Ihr Online-Casino-Erlebnis auf die nächste Stufe zu heben? Vrnl ist Ihre Komplettlösung für alle Online-Casino-Bedürfnisse. Wir bieten erstklassige Dienstleistungen und modernste Lösungen für Betreiber von Online-Casinos und sorgen für ein unvergessliches Spielerlebnis.",
  "user_data_section1": "<li>75+ Anbieter</li> <li>Über 15.000 Spielautomaten</li> <li>Über 500 Tischspiele</li> <li>Über 700 Video-Poker-Spiele</li> <li>Über 200 weitere Spiele</li>",
  "lottery_bingo_games": "Lotterie- und Bingo-Spiele",
  "lottery_bingo_games_p1": "Bei VRNL bringen wir den Nervenkitzel von Lotterie- und Bingo-Spielen sowohl auf Ihren Bildschirm als auch in lokale Einzelhandelsgeschäfte. Ob traditionelle Papiertickets oder Online-Spiele – wir bieten Ihnen beides.",
  "user_data_section2": "<li>Über 80 Bingo-Spiele</li> <li>Über 130 Lotteriespiele</li>",
  "ultimate_dest": "Ultimatives Ziel für Online- und Einzelhandels-Lotterie- und Bingo-Spiele",
  "weare_vrnl": "Wir sind VRNL",
  "weare_vrnl_desp": "<strong>DIE GRÖSSTE PLATTFORM FÜR SPORT- UND CASINO-WHITE-LABEL</strong> Die größte Auswahl an Unterhaltungs- und Casinospielen online. White-Label-Casino mit über 1.000 Spielen. Die Verwaltung unserer Online-Casino-Software ist einfach.",
  "res_design": "Responsives Design",
  "res_design_desp": "Unsere Website ist responsiv und wird auf Tablets, Mobilgeräten und Desktops optimal angezeigt.",
  "custmzd_options": "Anpassungsoptionen",
  "custmzd_options_desp": "Wir bieten unseren Kunden eine breite Palette an Anpassungsmöglichkeiten, damit sie Farben, Schriftarten und Layout nach ihrem Geschmack wählen können.",
  "loading_speed": "Ladegeschwindigkeit",
  "loading_speed_desp": "Unsere Website ist für Geschwindigkeit und Leistung optimiert und lädt schnell auf verschiedenen Geräten und Internetverbindungen.",
  "b2b_theme": "B2B (Business-to-Business)",
  "b2b_theme_p1": "Unser B2B-Theme zeichnet sich durch einzigartige Funktionen aus. Wir haben eine zusätzliche Parley-Option für ein erweitertes Wett-Erlebnis integriert.",
  "b2b_theme_p2": "Unser Theme ist durch die besten Farbkombinationen und Designelemente gekennzeichnet und sorgt für eine ästhetisch ansprechende Benutzeroberfläche. Nutzer können auf eine breite Palette von Sportarten wie Cricket, Fußball und Tennis wetten.",
  "b2b_theme_p3": "Wir bieten zudem viele verschiedene Casinospiele für zusätzliche Unterhaltung. Außerdem bieten wir verschiedene Casinotypen, wie das AWC-Casino mit über 500 Spielautomaten und mehr als 100 Tischspielen.",
  "b2c_theme": "B2C (Business-to-Customer)",
  "b2c_theme_p1": "Unsere B2C-Seite bietet eine benutzerfreundliche Erfahrung. Kunden können sich einfach mit ihrer Telefonnummer registrieren, was bequem und sicher ist.",
  "b2c_theme_p2": "Nach der Registrierung können Nutzer Geld einzahlen, um mit Wetten und Spielen zu starten. Außerdem bieten wir einen nahtlosen Auszahlungsprozess.",
  "b2c_theme_p3": "Zusätzlich bieten wir Bonuspunkte, die Nutzer während ihrer Zeit auf der Plattform verdienen und verwenden können, um den Wert ihrer Einzahlungen zu erhöhen.",
  "b2c_theme_p4": "Insgesamt bietet unsere B2C-Seite ein problemloses und angenehmes Erlebnis beim Wetten und Spielen.",
  "request_demoID": "Demo-ID anfordern",
  "form_name": "Name *",
  "form_name_err": "Bitte geben Sie Ihren Namen ein (mindestens 3 Zeichen).",
  "form_email": "E-Mail *",
  "form_email_err": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
  "form_country": "Land *",
  "form_country_err": "Bitte wählen Sie Ihr Land aus.",
  "form_district": "Bezirk *",
  "form_district_err": "Bitte geben Sie Ihren Bezirk ein.",
  "form_whatsapp": "WhatsApp-Nummer *",
  "form_whatsapp_err": "Bitte geben Sie eine gültige WhatsApp-Nummer ein.",
  "form_turnover": "Monatlicher Umsatz *",
  "form_turnover_err": "Bitte geben Sie Ihren monatlichen Umsatz ein.",
  "form_users": "Anzahl der Nutzer *",
  "form_users_err": "Bitte geben Sie eine gültige Anzahl an Nutzern ein.",
  "form_current": "Aktuelle Plattform *",
  "form_current_err": "Bitte geben Sie Ihre aktuelle Plattform ein.",
  "form_issues": "Probleme mit der aktuellen Plattform *",
  "form_issues_err": "Bitte beschreiben Sie die Probleme (mindestens 10 Zeichen).",
  "form_telegram": "Sind Sie auf Telegram? *",
  "form_select": "-- Auswählen --",
  "form_yes": "Ja",
  "form_no": "Nein",
  "form_telegram_err": "Bitte wählen Sie, ob Sie einen Telegram-Handle haben.",
  "form_telhandle": "Telegram-Handle *",
  "form_telhandle_err1": "Telegram-Handle ist erforderlich.",
  "form_telhandle_err2": "Der Telegram-Handle muss mit &#64; beginnen (z. B. &#64;username).",
  "demo_url": "Demo-URL",
  "form_submit": "Absenden",
  "form_name_ph": "Geben Sie Ihren Namen ein",
  "form_email_ph": "Geben Sie Ihre E-Mail ein",
  "form_district_ph": "Geben Sie Ihren Bezirk ein",
  "form_whatsapp_ph": "Geben Sie die WhatsApp-Nummer ein",
  "form_turnover_ph": "Geben Sie Ihren monatlichen Umsatz ein",
  "form_users_ph": "Geben Sie die Anzahl der Nutzer ein",
  "form_current_ph": "Geben Sie die aktuelle Plattform ein",
  "form_issues_ph": "Geben Sie die Probleme mit der aktuellen Plattform ein",
  "form_telhandle_ph": "Geben Sie Ihren Telegram-Handle ein",
  "our_commitment": "Unser Engagement",
  "our_commitment_p1": "VRNL verpflichtet sich, Ihre Privatsphäre zu schützen und Ihre persönlichen sowie finanziellen Informationen zu sichern. Diese Richtlinie erklärt, welche Informationen wir sammeln, wie wir sie verwenden und welche Maßnahmen wir zu deren Schutz ergreifen. Verweise auf vrnl.net schließen auch Anwendungen ein.",
  "our_commitment_p2": "Diese Richtlinie gilt für alle VRNL-Websites und Anwendungen, auf denen sie veröffentlicht wird, in Übereinstimmung mit den geltenden Gesetzen in den Regionen, in denen wir tätig sind. Zusätzliche regions- oder dienstspezifische Datenschutzhinweise können diese Richtlinie ergänzen.",
  "our_commitment_p3": "Wenn Sie Informationen über Drittanbieterplattformen bereitstellen (z. B. Social-Media-Logins), erfassen wir Daten über diese Integrationen gemäß dieser Richtlinie. Die Datenschutzpraktiken des Drittanbieters regeln jedoch die direkt von ihnen gesammelten Daten.",
  "our_commitment_p4": "Unsere Plattformen können Links zu externen Websites enthalten, die nicht im Besitz von VRNL sind. Wir sind nicht für deren Datenschutzpraktiken verantwortlich und empfehlen, deren Richtlinien zu prüfen, bevor Sie Informationen teilen.",
  "our_commitment_p5": "Diese Datenschutzrichtlinie sollte zusammen mit unseren Nutzungsbedingungen gelesen werden.",
  "user_content": "Nutzerzustimmung",
  "user_content_para": "Durch die Nutzung des VRNL-Dienstes (z. B. Registrierung, Kauf eines Dienstes, Teilnahme an Wettbewerben oder Kommunikation) stimmen Sie der Erfassung, Nutzung und Weitergabe Ihrer persönlichen Daten gemäß dieser Richtlinie zu. In bestimmten Fällen, insbesondere in Ländern mit Datenschutzgesetzen, müssen Sie möglicherweise eine ausdrückliche Zustimmung geben.",
  "accessing_webNet": "Zugriff auf Websites und Network18-Dienste über VPN",
  "accessing_webNet_p1": "Sie dürfen nicht über Methoden oder Technologien auf VRNL-Websites oder Dienste zugreifen, die Ihren tatsächlichen geografischen Standort verbergen oder verfälschen (z. B. VPN).",
  "accessing_webNet_p2": "VRNL übernimmt keine Verantwortung für die Erfassung, Speicherung oder Verarbeitung Ihrer persönlichen Informationen, wenn solche Zugriffsmethoden verwendet werden.",
  "collection_personalInfo": "Erfassung und Nutzung persönlicher Informationen",
  "collection_personalInfo_p1": "„Persönliche Informationen“ (PII) bezeichnen Daten, die eine Person direkt oder indirekt identifizieren können, wie Name, Postadresse, E-Mail-Adresse oder Telefonnummer. Anonyme Daten, die mit persönlichen Informationen verknüpft sind, werden ebenfalls als persönliche Informationen behandelt.",
  "collection_personalInfo_p2": "VRNL erhebt nur die notwendigen persönlichen Informationen, um Ihre Anfragen zu erfüllen und maßgeschneiderte Produkte und Dienstleistungen bereitzustellen. Wir sammeln diese Informationen nicht, es sei denn, Sie geben sie bewusst und freiwillig an.",
  "collection_personalInfo_p3": "Ihre persönlichen Daten können von VRNL und seinen Servicepartnern genutzt werden, um unsere Websites und Dienste zu betreiben und Sie über neue Funktionen, Produkte und Dienstleistungen von VRNL und seinen Tochtergesellschaften zu informieren.",
  "info_provide_us": "1. Informationen, die Sie uns bereitstellen",
  "info_provide_us_desp": "Wir können Sie bitten, uns bestimmte persönliche Informationen zur Verfügung zu stellen, wenn Sie vrnl.net nutzen. Ohne diese Informationen können wir Ihnen möglicherweise nicht alle angeforderten Dienstleistungen bereitstellen:",
  "reg_data": "a. Registrierungsdaten",
  "reg_data_desp": "Um bestimmte Funktionen auf der Website, der Anwendung und für die Dienste zu nutzen (z. B. Veranstaltungsregistrierungen und Website-Kampagnen), können Sie grundlegende Kontaktinformationen angeben, einschließlich, aber nicht beschränkt auf:",
  "reg_data_list": "<li><span>Vorname</span></li> <li><span>Nachname</span></li> <li><span>E-Mail-Adresse</span></li>",
  "user_pro_details": "b. Benutzerprofildetails",
  "user_pro_details_desp": "Wir können zudem folgende persönliche Informationen im Abschnitt 'Mein Profil' sammeln und speichern, um personalisierte Inhalte bereitzustellen und ein Benutzerprofil zu pflegen, einschließlich, aber nicht beschränkt auf:",
  "user_pro_details_list": "<li><span>Name</span></li> <li><span>Geschlecht</span></li> <li><span>E-Mail-ID</span></li> <li><span>Geburtsdatum</span></li> <li><span>Land</span></li> <li><span>Stadt</span></li> <li><span>Mobilnummer</span></li>",
  "mobile_device_permissions": "c. Berechtigungen für mobile Geräte",
  "mobile_device_permissions_desp": "Beim Zugriff auf unsere Anwendung über mobile Geräte/ Tablets/ Fernseher oder andere Geräte, die Zugriff auf die genannte Anwendung haben, können wir folgende Berechtigungen anfordern:",
  "mobile_device_permissions_list": "<li><span>Konten - Verwaltung mehrerer Benutzerkonten innerhalb der App und für Anmeldungen</span> </li> <li><span>Kontakte - Zugriff auf Kontakte, um Artikel über die App zu teilen</span></li> <li><span>Telefon - Zum Lesen des Telefonstatus und Aktivieren von Benachrichtigungen auf dem Gerät des Nutzers. Die IMEI wird nur zur eindeutigen Identifizierung jedes Nutzers gesammelt</span></li> <li><span>Kamera - Damit der Nutzer Bilder und Profilbilder hochladen kann. Ermöglicht Nutzung der Kamera innerhalb von VRNL</span></li> <li><span>Mikrofon - Für sprachbasierte Befehle</span></li> <li><span>Speicher - Zugriff auf Dateien und Ordner innerhalb der App</span></li> <li><span>SMS - Senden und Empfangen von Bestätigungsmeldungen</span></li>",
  "mobile_device_permissions_desp2": "Berechtigungen für diese Einstellungen können für den ordnungsgemäßen Betrieb der Anwendung erforderlich sein. Berechtigungen können über die jeweiligen Geräteeinstellungen des Nutzers verwaltet werden.",
  "info_voluntarily": "2. Informationen, die Sie uns freiwillig bereitstellen",
  "info_voluntarily_desp": "Wenn Sie uns persönliche Korrespondenz senden, wie E-Mails oder Briefe, oder wenn andere Nutzer oder Dritte uns Informationen über Ihre Aktivitäten oder Beiträge auf vrnl.net senden, können wir diese Informationen sammeln und speichern.",
  "info_voluntarily_para": "Wir können zu anderen Zeitpunkten zusätzliche Informationen sammeln, wenn Sie Feedback geben, Inhalte oder E-Mail-Einstellungen ändern, Umfragen beantworten oder mit uns kommunizieren. Diese Informationen können Ihren Namen, E-Mail-Adresse, Mobilnummer, Standort usw. umfassen.",
  "info_auto": "3. Automatisch gesammelte Informationen",
  "info_auto_desp": "Wir sammeln Informationen über Sie und Ihre Nutzung unseres Dienstes, Ihre Interaktionen mit uns und unserer Werbung sowie Informationen über Ihre Geräte, die für den Zugriff auf unseren Dienst genutzt werden (wie mobile Geräte, Tablets und andere Geräte). Diese Informationen umfassen, sind aber nicht beschränkt auf:",
  "info_auto_list": " <li><span>Aktivitäten auf vrnl.net, z. B. besuchte Seiten, Verweildauer, Suchanfragen usw.</span> </li> <li><span>Ihre Interaktionen mit unseren E-Mails, dem Kundendienst und Messaging-Plattformen.</span></li> <li><span>Geo-Standortinformationen über IP-Adressen;</span></li> <li><span>Geräteinformationen wie Geräte-ID, Gerätemodell usw. und andere eindeutige Kennungen</span></li> <li><span>Werbe-IDs, wie sie auf mobilen Geräten und Tablets gefunden werden (z. B. IDFA auf iOS und GAID auf Android);</span></li> <li><span>Informationen, die durch Cookies oder ähnliche Technologien gesammelt werden* ;</span></li>",
  "info_auto_note": " *Hinweis: Zur Verbesserung Ihrer Erfahrung können wir <b>Cookies</b> oder ähnliche Technologien verwenden, um Ihnen eine <b>eindeutige Benutzer-ID</b> zuzuweisen und Ihre Interessen zu verstehen. <b>Cookies</b> geben Ihre Identität nicht preis, es sei denn, Sie stellen sie freiwillig bereit, und sie können keine Daten von Ihrem Gerät abrufen. Werbetreibende können ihre eigenen Cookies setzen, wenn Sie mit deren Anzeigen interagieren, die wir nicht kontrollieren. Wir sammeln auch technische Informationen, wenn Sie unsere Websites, Anwendungen oder Dienste auf einem internetfähigen Gerät nutzen.",
  "inferred_info": "4. Abgeleitete Informationen durch Nutzung und Protokolldaten",
  "inferred_info_desp": "Wir können bestimmte Informationen über Sie basierend auf Ihrem Verhalten auf vrnl.net verfolgen. Diese Informationen werden für interne Analysen zur Demografie, zu Geräten, Interessen und Verhalten unserer Nutzer verwendet, um sie besser zu verstehen, zu schützen und zu bedienen. Diese Informationen werden aggregiert analysiert.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Wir können Ihre Informationen auch sammeln, um das Nutzerverhalten und Präferenzen für interne Analysen und Forschung zu verfolgen. Wir können Ihre Informationen auch verwenden:</strong><br> (i) Zur Bewertung Ihres Interesses an Investitionsoptionen, Dienstleistungen, Angeboten, Abonnements; <br> (ii) Zur Durchführung von Analysen und Kundenforschung, um Ihr Interesse zu bestimmen, Inhalte zu identifizieren, die Verkäufe generieren, und Verkehrsströme zu analysieren.<br>",
  "inferred_info_a": "a. Interaktive Funktionen",
  "inferred_info_a_desp1": "Vrnl.net bietet viele Funktionen, die es Nutzern ermöglichen, ihre Identität preiszugeben und mit anderen Nutzern zu kommunizieren. Die Nutzung solcher Funktionen und die Offenlegung persönlicher Details (z. B. E-Mail-Adresse) erfolgen auf eigenes Risiko; vrnl.net übernimmt keine Verantwortung. Bei Verletzung der Privatsphäre können Sie uns per E-Mail unter vrnl@gmail.com benachrichtigen.",
  "inferred_info_a_desp2": "Wenn Sie Nachrichten in sozialen Medien, Foren, Chatrooms oder anderen Bereichen posten oder Feedback hinterlassen, erfassen wir diese Informationen. Wir speichern diese Daten, um Streitigkeiten zu lösen, Kundensupport zu leisten und Probleme zu beheben, soweit gesetzlich zulässig. Aggregierte Informationen können zur Analyse von Markttrends verwendet werden. Persönliche Daten werden bei dieser Analyse nicht mit Kommentaren verknüpft.",
  "inferred_info_b": "b. Benutzererfahrung und Support",
  "inferred_info_b_desp1": "Wir verwenden Ihre IP-Adresse, um Serverprobleme zu diagnostizieren und unsere Anwendung zu verwalten. Ihre IP-Adresse hilft uns auch, demografische Informationen zu sammeln, um Ihre Erfahrung auf vrnl.net anzupassen.",
  "inferred_info_b_desp2": "Gelegentlich bitten wir Sie, optionale Online-Umfragen auszufüllen. Diese können Kontaktdaten und demografische Informationen (z. B. Postleitzahl, Alter) abfragen. Wir verwenden diese Daten, um Inhalte nach Ihren Interessen anzupassen.",
  "info_thirdparty": "5. Informationen, die wir über Dritte sammeln",
  "info_thirdparty_a": "a. Anmeldung über soziale Medien",
  "info_thirdparty_a_desp": "Wenn Sie sich über andere Konten wie Facebook oder Gmail registrieren, rufen wir Informationen von diesen Konten ab, um weiterhin mit Ihnen zu interagieren und die Dienste bereitzustellen. Wir sammeln u. a. folgende Informationen:",
  "info_thirdparty_a_list": "<li><span>Facebook - Öffentliche Informationen, Name, E-Mail, Freundesliste</span> </li> <li><span>Google - Vorname, Nachname, E-Mail</span></li>",
  "info_thirdparty_b": "b. Transaktions- oder Abrechnungsinformationen",
  "info_thirdparty_b_desp": "Basierend auf Ihrem Kauf eines Abonnementpakets kann unser Zahlungs-Gateway-Partner Informationen zu Ihrer Kredit-/Debitkarte oder anderen Bankkonten sowie Rechnungsadresse sammeln. Diese Informationen werden vom Zahlungs-Gateway-Partner gespeichert. VRNL.net sammelt keine Finanzinformationen direkt. Nutzung erfolgt auf eigenes Risiko; überprüfen Sie die Datenschutzbestimmungen des Zahlungsanbieters.",
  "lawfulness_processing": "I. Zwecke und Rechtmäßigkeit der Verarbeitung",
  "lawfulness_processing_desp1": "Vrnl.net sammelt und verarbeitet personenbezogene Daten nur, wenn eine rechtmäßige Grundlage vorliegt, z. B. Ihre ausdrückliche Einwilligung oder berechtigtes Interesse (z. B. Kundensupport, Premiumdienste).",
  "lawfulness_processing_desp2": "Wir verwenden Informationen, um Dienste bereitzustellen, zu analysieren, zu verwalten, zu verbessern und zu personalisieren, Registrierungen, Bestellungen und Zahlungen zu bearbeiten und mit Ihnen zu kommunizieren. Zum Beispiel:",
  "lawfulness_processing_list": "<li><span>Bestimmen Ihres Portfolios und Bereitstellung personalisierter Vorschläge und Marktinformationen;</span></li> <li><span>Verhinderung, Erkennung und Untersuchung potenziell illegaler Aktivitäten;</span> </li> <li><span>Analyse unserer Zielgruppe, Verbesserung des Dienstes und Optimierung von Inhalten;</span></li> <li><span>Kommunikation über unseren Service (E-Mail, Push-Benachrichtigungen, SMS, Online-Messaging), inklusive Neuigkeiten, neue Funktionen und Sonderangebote;</span></li> <li><span>Benachrichtigung über Änderungen der Nutzungsbedingungen;</span></li> <li><span>Teilnahme an interaktiven Funktionen;</span></li> <li><span>Erfüllung von Vertragsverpflichtungen, Abrechnung, Rückbuchungen und Inkasso.</span></li>",
  "lawfulness_processing_desp3": "Wir können Ihre Daten nutzen, um personalisierte Erfahrungen auf unseren Seiten/Apps zu bieten sowie für Marketing- und Analysezwecke.",
  "lawfulness_processing_desp4": "Personalisierung erfolgt unter Verwendung der von Ihnen bereitgestellten Daten (Cookies, IP-Adressen, Web Beacons). Bitte geben Sie Ihre ausdrückliche Zustimmung, wenn wir Daten erfassen.",
  "info_usedBy": "II. Nutzung von Informationen durch das Unternehmen",
  "info_usedBy_desp1": "Die von Nutzern bereitgestellten Informationen helfen uns, die Dienste zu verbessern und die benutzerfreundlichste Erfahrung zu bieten. Informationen können auch für Werbung oder Entwicklung neuer Dienste genutzt werden. Mit Ihrer Zustimmung können wir kommerzielle Nachrichten senden.",
  "info_usedBy_desp2": "Öffentlich zugängliche persönliche Daten gelten nicht als sensibel. Wenn Sie keine persönlichen Daten bereitstellen, können bestimmte Dienste eingeschränkt sein.",
  "disclosure_tp": "III. Weitergabe an Dritte",
  "disclosure_tp_b": "b. Werbung",
  "disclosure_tp_b_desp": "Werbeunternehmen können aggregierte Statistiken über die Nutzung unserer Websites/App erhalten. Persönliche Informationen werden nicht ohne Ihre Zustimmung geteilt.",
  "disclosure_tp_d": "d. Werbeaktionen",
  "disclosure_tp_d_desp": "Wir werden Ihre persönlichen Daten außerhalb von vrnl.net nur teilen oder weitergeben, wenn wir Ihre Zustimmung haben. Zum Beispiel für SMS- und E-Mail-Dienste wie Marketing-Newsletter, Promotionen und Angebote.",
  "disclosure_tp_f": "f. Rechtliches",
  "disclosure_tp_f_desp": "vrnl.net kann personenbezogene Daten offenlegen, wenn dies gesetzlich vorgeschrieben ist oder im guten Glauben notwendig erscheint, um:",
  "disclosure_tp_f_list": "<li><span>den gesetzlichen Vorschriften zu entsprechen oder gesetzlichen Verfahren nachzukommen, die gegen die Website oder deren Eigentümer gerichtet sind;</span></li> <li><span>die Rechte oder das Eigentum der Website-Eigentümer, der Website oder der Nutzer von vrnl.net zu schützen und zu verteidigen;</span></li> <li><span>unter dringenden Umständen die persönliche Sicherheit von Nutzern von vrnl.net, der Website, ihrer Eigentümer oder der Öffentlichkeit zu schützen.</span></li>",
  "controls_choices": "IV. Ihre Kontrollen und Optionen",
  "managing_info": "Verwaltung Ihrer Informationen",
  "managing_info_desp1": "Wenn Sie die Dienste von moneycontrol (Websites oder Unterseiten) nutzen, bemühen wir uns, Ihnen auf Anfrage Zugang zu Ihren persönlichen Informationen zu gewähren, und stellen sicher, dass ungenaue oder unvollständige personenbezogene Daten korrigiert oder angepasst werden, soweit gesetzlich oder geschäftlich zulässig.",
  "managing_info_desp2": "Wir verlangen, dass sich Nutzer identifizieren und angeben, welche Informationen zugänglich, korrigiert oder gelöscht werden sollen, bevor wir diese Anfragen bearbeiten. Wir können Anfragen ablehnen, die unvernünftig wiederholt, systematisch, unverhältnismäßig aufwendig, die Privatsphäre anderer gefährden oder technisch extrem schwierig sind (z. B. Daten auf Backup-Tapes) oder für die kein Zugang erforderlich ist. Wo wir Zugriff und Korrektur bereitstellen, erfolgt dies kostenfrei, außer es würde unverhältnismäßigen Aufwand erfordern. Nach Löschung Ihrer Daten können Restkopien auf Backup-Systemen noch eine Weile bestehen bleiben.",
  "managing_info_desp3": "Um Ihre Rechte als betroffene Person auszuüben, müssen Sie uns schriftlich kontaktieren und Ihre spezifische Anfrage einreichen. Bitte geben Sie im Betreff den jeweiligen Antrag an (z. B. Data Access Request, Data Portability Request, Data Deletion Request), damit wir Ihre Anfrage effizient bearbeiten können.",
  "managing_info_desp4": "Sie haben die Möglichkeit, bestimmte Kontrollen und Optionen bezüglich der Erfassung, Nutzung und Weitergabe Ihrer persönlichen Daten auszuüben. Nach geltendem Recht können Ihre Optionen Folgendes umfassen:",
  "dataAccess_port": "a. Datenzugriff und Datenübertragbarkeit",
  "dataAccess_port_desp": "Die EU-Datenschutz-Grundverordnung (DSGVO) gewährt Ihnen als betroffene Person das Recht, Kopien Ihrer bei uns gespeicherten persönlichen Daten anzufordern. Sie können auch verlangen, dass die Daten in einem strukturierten, gängigen und maschinenlesbaren Format bereitgestellt oder an einen anderen Dienstleister übertragen werden.",
  "data_retention": "c. Datenspeicherung und Löschung",
  "data_retention_desp1": "Wir speichern Ihre persönlichen Daten so lange, wie es für die in dieser Richtlinie angegebenen legitimen Zwecke und zur Erfüllung unserer gesetzlichen Pflichten erforderlich ist. Wenn Sie nicht möchten, dass wir Ihre Daten weiter verwenden, können Sie deren Löschung und die Schließung Ihres vrnl.net-Kontos verlangen.",
  "data_retention_desp2": "Bitte beachten Sie, dass Ihre Anfrage zur Löschung personenbezogener Daten Folgendes betrifft:",
  "data_retention_list": "<li><span>Einige Daten können zur Erfüllung legitimer Geschäftszwecke behalten werden, z. B. Betrugsprävention. Wenn ein Konto wegen Betrugs oder Sicherheitsrisiken gesperrt wird, behalten wir ggf. bestimmte Informationen, um zukünftige Kontoeröffnungen durch den Nutzer zu verhindern.</span></li> <li><span>Daten können zur Einhaltung gesetzlicher Pflichten gespeichert werden, z. B. für Steuer- oder Prüfungszwecke.</span></li> <li><span>Von Ihnen geteilte Inhalte (z. B. Bewertungen, Forumseinträge) können weiterhin öffentlich sichtbar bleiben, werden jedoch nicht mehr mit Ihrer Person in Verbindung gebracht.</span></li> <li><span>Da wir Kopien zur Vermeidung von Datenverlust aufbewahren, können Restkopien Ihrer Daten für eine begrenzte Zeit in Backups verbleiben.</span></li>",
  "data_retention_note": "(Hinweis: Bei mehreren Konten müssen separate Anfragen für jedes Konto gestellt werden, unter Verwendung der zugehörigen E-Mail-Adressen.)",
  "withdrawing_consent": "d. Widerruf der Einwilligung und Einschränkung der Verarbeitung",
  "withdrawing_consent_desp": "Sie können Ihre Einwilligung jederzeit während der Nutzung unserer Dienste per E-Mail widerrufen. Nach Identitätsprüfung werden wir die Einwilligung zurückziehen und die weitere Verarbeitung Ihrer personenbezogenen Daten einstellen.",
  "fail_provideConsent": "V. Wenn Sie keine Einwilligung erteilen",
  "fail_provideConsent_desp": "vrnl.net ist eine werbefinanzierte Plattform. Die Zustimmung zur Nutzung Ihrer persönlichen Daten für Werbung ist erforderlich, um unsere Dienste bereitzustellen. Ohne Zustimmung können wir Ihnen unsere Dienste nicht anbieten.",
  "childrens_privacy": "VI. Datenschutz für Kinder",
  "childrens_privacy_desp1": "vrnl.net richtet sich nicht an Personen unter 16 Jahren. Personen unter 16 Jahren dürfen sich nicht registrieren oder personenbezogene Daten bereitstellen. Bei Kenntnis der Datenerfassung ohne elterliche Zustimmung werden diese Daten gelöscht und die Eltern informiert.",
  "childrens_privacy_desp2": "Eltern sollten die Nutzung durch ihre Kinder überwachen. Wir sammeln keine personenbezogenen Daten von Kindern unter 16 Jahren und senden keine Promotions an diese Gruppe. Wenn Sie den Verdacht haben, dass ein Minderjähriger Daten ohne Zustimmung bereitgestellt hat, kontaktieren Sie bitte unseren Kundensupport.",
  "data_transfer": "VII. Globale Datenübertragung, Speicherung & Verarbeitung",
  "data_transfer_desp": "Wir operieren global und können Ihre Daten an Tochtergesellschaften oder Drittparteien weltweit übertragen. Wir treffen angemessene Maßnahmen zum Schutz Ihrer Daten, einschließlich Standardvertragsklauseln für EU-Datenübertragungen.",
  "security_compliance": "VIII. Sicherheit und Einhaltung von Gesetzen",
  "security_compliance_desp": "Wir implementieren fortlaufend administrative, technische und physische Sicherheitsmaßnahmen, wie Firewalls, Verschlüsselung und Zugriffsrechte, um Ihre Daten zu schützen. Bei Verlust oder Verdacht auf unbefugte Nutzung Ihres Kontos kontaktieren Sie bitte unseren Kundensupport.",
  "changein_policy": "IX. Änderungen der Richtlinie",
  "changein_policy_desp": "Diese Datenschutzrichtlinie kann geändert werden. Änderungen treten sofort in Kraft und ersetzen die vorherige Version. Wir informieren Sie über Änderungen, die Ihre Rechte wesentlich betreffen. Sie sind verantwortlich, die Richtlinie regelmäßig zu überprüfen. Durch weitere Nutzung von vrnl.net nach Veröffentlichung der Änderungen akzeptieren Sie die aktualisierten Bedingungen.",
  "contact_info": "X. Kontaktinformationen",
  "contact_info_a": "a. Support",
  "contact_info_a_desp": "Für Fragen oder Klärungen zur Nutzung Ihrer Daten oder dieser Datenschutzrichtlinie kontaktieren Sie uns bitte per E-Mail unter",
  "contact_info_b": "b. Beschwerden",
  "contact_info_b_desp1": "Sie können sich bei Beschwerden an unseren Datenschutzbeauftragten wenden und Ihr Recht auf Beschwerde bei der zuständigen Datenschutzbehörde geltend machen.",
  "contact_info_b_desp2": "Bei Fragen oder Beschwerden zur Datenerhebung, -verarbeitung oder -übertragung kontaktieren Sie bitte unseren Datenschutzbeauftragten.",
  "risk_management_title": "Ihre Wetten, Unsere Verantwortung: Unübertroffenes Risikomanagement &",
  "risk_management_title2": "Ein Unternehmen, das konsequent innovative Lösungen zur Erfüllung seiner Geschäftsanforderungen verfolgt.",
  "dedicated_rm_team": "Dediziertes Risikomanagement-Team",
  "dedicated_rm_team_desp": "Wir haben ein dediziertes und <b>hochqualifiziertes Risikomanagement-Team</b>, das <b>24/7</b> arbeitet. Hauptaufgabe ist die Überwachung aller Wetten und Transaktionen, um <b>Fairness</b> und <b>Sicherheit</b> für alle Nutzer zu gewährleisten.",
  "key_features_rm": "Hauptmerkmale",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Echtzeitüberwachung:</strong> Fortschrittliche Systeme überwachen Wetten, Quotenänderungen und Nutzeraktivität kontinuierlich.</span></li> <li><strong>Manuelle Prüfung:</strong> Warnungen lösen detaillierte Prüfungen von Wettmustern, Quotenänderungen und Kontoverhalten aus.</li> <li><strong>Risikominderung:</strong> Sofortmaßnahmen wie Annullieren/Suspendieren von Wetten, Kontosperrungen oder Nutzerverifizierung bei Unregelmäßigkeiten.</li> <li><strong>Datenanalyse:</strong> Laufende Überprüfung von Live- und historischen Daten zur Erkennung von Risikotrends und Optimierung der Präventionsstrategien.</li> <li><strong>Vorfallmanagement:</strong> Strukturierter Plan zur schnellen und effektiven Handhabung von Sicherheitsverletzungen, Betrug oder anderen Bedrohungen.</li>",
  "benefits_rm": "Vorteile",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Laufende Schulung:</strong> Kontinuierliche Weiterentwicklung der Fähigkeiten des Risikoteams, um neue Bedrohungen effektiv zu bewältigen.</span></li> <li><strong>Fortschrittliche Technologie und Sicherheit:</strong> Regelmäßige Upgrades, Penetrationstests, Software-Updates und Sicherheitsüberprüfungen.</li> <li><strong>Transparenz:</strong> Klare Kommunikation mit den Nutzern über Risikomanagementmaßnahmen, um Vertrauen zu erhalten.</li> <li><strong>Kontinuierliche Verbesserung:</strong> Weiterentwicklung von Strategien basierend auf früheren Vorfällen und neuen Risiken zum Schutz der Plattformintegrität und der Interessen der Nutzer.</li>",
  "sbs_bold": "Sport <strong> Wettsoftware </strong>",
  "sbs_bold_p1": "Bereit, Ihr Sportwetterlebnis auf die nächste Stufe zu heben? Dann ist die VRNL Sports Betting Software genau das Richtige für Sie! In diesem Artikel zeigen wir, wie VRNLs modernste Technologie Ihr Wettverhalten transformieren kann. Mit über zwei Jahrzehnten Branchenerfahrung ist VRNL Ihr vertrauenswürdiger Partner für innovative Sportwettenlösungen. Tauchen wir ein in die Welt der Sportwetten-Software und entdecken, wie wir Ihr Spiel verbessern können.",
  "sbs_bold_p2": "Die Sports Betting Software von VRNL bietet eine Welt voller Möglichkeiten für Sportbegeisterte und Wetter. Mit Fokus auf genaue, relevante und hilfreiche Informationen kombiniert VRNL Fachwissen und persönliche Erfahrungen, um eine umfassende Wettlösung zu schaffen. Vertrauen Sie VRNL, um Ihr Sportwetterlebnis auf neue Höhen zu bringen.",
  "sbs_bold_p3": "Entdecken Sie noch heute die Sportwetten-Software von VRNL und verbessern Sie Ihr Wettspiel!",
  "sbs_try_b2b": "Testen Sie unsere B2B-Wettsoftware",
  "sbs_try_b2c": "Testen Sie unsere B2C-Wettsoftware",
  "sbs_mf_desp": "Wir bieten eine umfangreiche Palette an Tools zur Verwaltung unserer Wettsoftware. Unter diesen heben wir die leistungsstärksten hervor, insbesondere jene, die für den globalen Wettbewerb entscheidend sind:",
  "sbs_mf_list": "<li> <strong>Echtzeit-Quoten</strong> Bleiben Sie mit Echtzeit-Quoten auf dem Laufenden, die Ihnen einen Wettbewerbsvorteil verschaffen. Die Software von VRNL sorgt dafür, dass Sie keine Gelegenheit verpassen. </li> <li> <strong>Mobile Kompatibilität </strong> Wetten Sie unterwegs mit VRNLs mobilkompatibler Software. Egal ob iOS oder Android, die Plattform passt sich Ihrem Gerät für ein nahtloses Erlebnis an. </li> <li> <strong>Fortschrittlicher Quotenservice</strong> definiert Sportdaten-APIs neu. Bietet 100 % genaue Pre-Match-Quoten und die schnellsten Live-Daten-Feeds mit minimaler Latenz. </li> <li> <strong>Flexible Integration</strong> Unsere Plattform lässt sich nahtlos über API oder iFrame in Ihr System integrieren und bietet vielseitige Implementierungsmöglichkeiten. </li>",
  "sbs_benefits": "Welche Vorteile gibt es? <b> Lassen Sie uns erklären</b>",
  "sbs_benefits_p1": "<strong>Der Vorteil einer Online- und Einzelhandels-Wettplattform</strong> Der Start einer Online-Wettplattform kann in der Tat herausfordernd sein.",
  "sbs_benefits_p2": " Deshalb haben wir eine <strong>umfassende Sportwetten-Software</strong> Umgebung entwickelt, um den Prozess zu erleichtern, einschließlich erstklassiger Quotenanbieter, die Ihnen die breiteste Abdeckung bieten.",
  "sbs_benefits_p3": "Unsere regulierten Partner erhalten volle Unterstützung für ihren Einstieg in die Online-Wettbranche, einschließlich der Option für gebrandete oder nicht gebrandete Versionen unserer Plattformen.",
  "sbs_benefits_p4": "Unsere Software enthält leistungsstarke Risikomanagement-Tools, wodurch die Einrichtung schnell und einfach erfolgt und sie für das Wachstum Ihres Geschäfts skalierbar ist.",
  "sbs_benefits_p5": "Die Verwaltung <strong>von Online-Spielern und Wettshops</strong> war noch nie so einfach und benutzerfreundlich.",
  "complete_sbs": "Komplette Sport <strong> Wettsoftware </strong>",
  "whatwe_have": "Was haben wir für Sie?",
  "whatwe_have_list": "<li> <strong>Spielerkontrollen</strong> Unsere Plattform bietet umfassendes Account-Management, einschließlich Registrierung und Verifizierung. Zudem haben wir ein effektives System zur Erkennung und Bearbeitung betrügerischer Konten. </li> <li> <strong>Geolocation-Tools</strong> Wir bieten Tools, die Standortinformationen aus IP-Adressen extrahieren und so genaue Geolokalisierung gewährleisten. </li>",
  "whatwe_have_desp": "Mit unserer umfassenden Unterstützung können Sie sich auf den Aufbau und die Entwicklung Ihrer Einzelhandels-Wettshops und Online-Netzwerke konzentrieren.",
  "b2c_sbs": "B2C Sportwetten-Software",
  "b2c_sbs_p1": "VRNL ist Ihr führender Anbieter von B2C-Sportwetten-Softwarelösungen. Wir sind ein vertrauenswürdiger Name in der Branche und bieten modernste Software, die Ihr Sportwetterlebnis verbessert. Ob erfahrener Wetter oder Neuling – wir bieten die Werkzeuge, die Sie benötigen, um Ihr Spiel zu verbessern. Testen Sie noch heute die Sportwetten-Software von VRNL und heben Sie Ihr Wettspiel auf die nächste Stufe!",
  "b2c_sbs_p2": "B2C (Business-to-Consumer) Sportwetten-Software bezeichnet die Technologie und Plattform, die von Wettanbietern genutzt wird, um Sportwetten-Dienste direkt Endverbrauchern anzubieten.",
  "b2c_sbs_p3": " Diese Art von Software ermöglicht es Verbrauchern, über Web- oder mobile Anwendungen auf verschiedene Sportereignisse zu wetten. Hier sind einige wichtige Funktionen und Komponenten, die typischerweise in B2C-Sportwetten-Software zu finden sind:",
  "b2c_sbs_list": "<li> <b>Benutzerregistrierung und Account-Management:</b> Ermöglicht Nutzern die Erstellung von Konten, Verwaltung persönlicher Daten und Nachverfolgung der Wett-Historie. </li> <li> <b>Kundensupport:</b> Bietet Optionen wie Live-Chat, E-Mail und Telefon, um Nutzer bei Anfragen und Problemen zu unterstützen. </li> <li> <b>Affiliate-Programme:</b> Bietet Partnerprogramme für Marketing und Promotion, sodass Partner Provisionen für geworbene Nutzer verdienen können. </li>",
  "casino_sbs": "Casino- und Sport <strong> Wettsoftware </strong>",
  "casino_sbs_list": "Anbieter 75+<br /> Spielautomaten 15.000+<br /> Tischspiele 500+<br /> Video Poker 700+<br /> Andere Spiele 200+<br /> Live Game Show<br /> First Person Spiele<br /> Amerikanisches Roulette live<br /> Live Blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon Tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "Casino-Plattform",
  "onc_desp1": "VRNL bietet die vollständige Lösung mit unserem <strong>White Label Casino</strong> Angebot.",
  "onc_desp2": "Unsere <strong>Online-Casino-Plattform</strong> ist einfach gestaltet und ermöglicht eine unkomplizierte Verwaltung für Anfänger und Profis. Mit VRNL erhalten Sie umfassende Unterstützung beim Start Ihres <strong>Online-Casinos</strong>.",
  "onc_desp3": "Bevor Sie starten, laden wir Sie ein, die nahtlose Funktionalität in Aktion zu erleben.",
  "wlc_mainFeatures_desp1": "Wir bieten eine breite Palette an Tools zur Verwaltung unserer Online-Casino-Plattform. Wir haben die Auswahl auf die einflussreichsten und unverzichtbaren Tools für den globalen Wettbewerb konzentriert:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Das umfangreichste Online-Casino-Spielekatalog weltweit,</strong> sorgfältig ausgewählt von den besten Anbietern der Branche </li> <li> <strong class='black-color'>Tools für Boni</strong> und Optimierung der Slot-Gewinne </li> <li> <strong class='black-color'>Kampagnen-Builder</strong> und Verwaltung von Spielturnieren</li> <li>Kann <strong class='black-color'>nahtlos über API oder iFrame integriert werden.</strong> </li>",
  "wlc_mainFeatures_desp2": "Darüber hinaus enthält unser Paket Live-Casino-Software, sodass Sie Ihren Nutzern das authentische Erlebnis eines echten Casinos von zu Hause aus bieten können.",
  "wlc_benefits": "Welche Vorteile gibt es?",
  "letus_explain": "Lassen Sie uns erklären",
  "letus_explain_desp1": "Denken Sie darüber nach, in die Welt der Online-Wetten einzusteigen? VRNL bietet Ihnen eine",
  "letus_explain_desp2": "Casino White Label Lösung, die den perfekten Einstiegspunkt darstellen kann.",
  "letus_explain_desp3": "Nutzen Sie unsere professionellen Dienstleistungen und Fachkenntnisse sowie unsere fortschrittlichen <strong>Casino-Plattformen</strong> und Technologien. Unsere regulierten Partner profitieren von umfassender Unterstützung beim Einstieg in die Online-Casino-Branche, mit der Wahl zwischen gebrandeten oder nicht gebrandeten Plattformversionen.",
  "letus_explain_desp4": "Die Gründung eines Online-Casinos kann komplex sein. Deshalb haben wir eine vollständige Casino-Umgebung geschaffen, mit Top-Gaming-Anbietern und über 1.000 Spielen. Unsere Gaming-Mathematik ist sicher und zertifiziert.",
  "letus_explain_desp5": "Erweitern Sie Ihr Geschäft mühelos mit den robusten Risikomanagement-Tools unserer Plattform für eine schnelle und einfache Einrichtung.",
  "wlc_complete_solutions": "Komplette <span>Casino White Label</span> Lösungen",
  "wlc_offer": "Was bieten wir Ihnen?",
  "wlc_complete_solutions_list": "<li>Verifizierungsverfahren, offiziell von den Aufsichtsbehörden genehmigt</li> <li>Affiliate-Marketing-Tools, ein Empfehlungssystem und Social-Media-Integration</li> <li>Mobile Push-Benachrichtigungen, Web Push-Benachrichtigungen und In-App-Messaging</li> <li>Spielerkontrollen, Registrierung und Verifizierung, Betrugserkennungssystem </li> <li>Geolocation-Tools zur Extraktion von IP-Standortinformationen</li>",
  "wlc_complete_solutions_more": "Aber das ist noch nicht alles",
  "wlc_complete_solutions_desp": "<strong>Die Plattform von VRNL ist auf maximale Leistung</strong> und Stabilität abgestimmt. Wir nutzen modernste Technologie, die doppelt so schnell arbeitet wie herkömmliche Casino-Plattformen. Unsere umfangreiche Erfahrung hat die schnellste und leistungsstärkste Anwendung geschaffen.",
  "wlc_numbers": "<span>White Label</span> Casino in Zahlen",
  "wlc_numbers_p1": "Entdecken Sie die grenzenlosen Möglichkeiten unserer VRNL White Label Casino Lösungen. Steigern Sie Ihr Casino-Geschäft mit unserem umfangreichen Angebot",
  "wlc_numbers_p2": "Die beste Auswahl führender Live-Casino-Anbieter weltweit",
  "wlc_numbers_p3": "Eine unvergleichliche Vielfalt an Live-Tischen online, mit Multikanal-Lieferung.",
  "wlc_numbers_list": "<li>Über 75 Anbieter</li> <li>Über 15.000 Spielautomaten</li> <li>500+ Tischspiele</li> <li>700+ Video-Poker-Spiele</li> <li>Mehr als 200 weitere Spiele</li>",
  "wlc_numbers_p4": "Unser engagiertes Team begleitet Sie durch alle Phasen, vom Training bis zum Produktionsstart.",
  "wlb_platform": "White Label Wettplattform",
  "wlb_platform_p1": "Vrnl’s <b class='bold'>White Label Sportwetten-Lösung</b> bietet eine umfassende, vollständig verwaltete Exchange-Plattform. <br />",
  "wlb_platform_p2": "Eine der herausragenden Eigenschaften unserer White Label Sportwetten-Lösung ist die außergewöhnliche <b class='bold'>Geschwindigkeit bei Erstellung und Bereitstellung der Website.</b> Unser Team kann Ihre Sportwetten-Website innerhalb von nur zehn Arbeitstagen einsatzbereit machen, <b class='bold'>präzise auf Ihre Anforderungen zugeschnitten.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Unser Service umfasst spezialisiertes Hosting</b>, sämtliche Software, Live-Sport-Quotendaten, Risikomanagement-Tools und erstklassigen Kundensupport. Wir sind ein führender White Label Wettplattform-Anbieter.",
  "wlb_platform_list": "<li>Website-Entwicklung, <b>Branding, Anpassung</b> und strenge Tests der Exchange der Kunden </li> <li>Regelmäßige Verbesserungen und Feature-Updates</li> <li> <b>Hardwarebereitstellung</b>, Hosting, kontinuierliche 24/7-Überwachung und umfassender Support </li> <li> <b>Vielfalt an Wettmärkten,</b> Sportkategorien und Ligen </li> <li>Effiziente Wettannahme und genaue Abwicklung</li> <li>Fortschrittliches Risikomanagement, robustes Accounting und Überwachungstools</li>",
  "wlb_platform_p4": "Die Berater von Vrnl erfassen sorgfältig Ihre Anforderungen und präsentieren eine Auswahl an Templates und aktuellen Entwicklungen. Alle Plattformen sind mehrsprachig und unterstützen mehrere Währungen, und die Benutzeroberfläche wird sorgfältig an Ihre Bedürfnisse angepasst.",
  "wlb_platform_customization": "Anpassungen",
  "be_unique": "Seien Sie einzigartig",
  "be_unique_desp1": "<b class='bold'>VRNL spezialisiert sich auf maßgeschneiderte White Label Wettplattformen, Casinos und</b> angepasste Lösungen, die die Markenidentität stärken.",
  "be_unique_desp2": "Unser Expertenteam sorgt dafür, dass jedes Detail – von optisch ansprechenden Interfaces bis zur Logo-Integration und Feature-Erweiterungen – mit Ihrer Vision übereinstimmt.",
  "be_unique_desp3": "Beginnen Sie Ihre Reise mit Vrnl, wo Ihre einzigartige Vision Wirklichkeit wird.",
  "wlb_platform_odds": "Quoten",
  "wlb_platform_odds_optimize": "Optimieren Sie Wettquoten mit VRNL",
  "wlb_platform_odds_p1": "Bleiben Sie der Konkurrenz voraus mit unseren fortschrittlichen <b class='bold'>Quotenmanagement-Diensten</b>. Wir bieten Echtzeit-Quotenanpassungen, Risikomanagement und Marktanalysen, um Ihre Sportwetten-Angebote zu optimieren und das Spielerlebnis zu verbessern.",
  "wlb_platform_odds_p2": "Unser Expertenteam engagiert sich für Ihren Erfolg. Kontaktieren Sie uns, um zu erfahren, wie wir Ihr Wettgeschäft auf die nächste Stufe bringen können.",
  "wlb_platform_zeroRisk": "Null Risiko",
  "wlb_platform_zeroRisk_h1": "Trading- und Risikomanagement-Dienste",
  "wlb_platform_zeroRisk_p1": "Wir bieten umfassende Trading- und Risikomanagement-Dienste sowie Expertenberatung zum Quotenmanagement. Zusätzlich bieten wir eine einzigartige Funktion – Gewinnabsicherung. Praktisch bedeutet dies, dass wir bei fehlenden Einnahmen Ihres Systems die Auszahlungen an Ihre Spieler übernehmen. Ihr Seelenfrieden hat für uns höchste Priorität.",
  "wlb_platform_bpb": "Branding der Wettplattform",
  "wlb_platform_bpb_layouts": "Unbegrenzte Layouts",
  "wlb_platform_bpb_layouts_desp": "Wählen Sie aus einer <b>vielfältigen Auswahl von Wettlayouts</b> aus unseren Templates oder gestalten Sie Ihre Layouts selbst über unsere <b>API-Dienste</b> für eine vollständig personalisierte Benutzeroberfläche.",
  "Betting": "Wetten",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Vrnl ist führender Anbieter von Sportwetten-Software in Bangladesch.",
  "who_we_are": "Wer wir sind",
  "what_we_do": "Was wir tun",
  "about_us_title": "Über uns - White Label Sportwetten-Software und Online-Casino",
  "casino_providers": "Casino-Anbieter",
  "betting_providers": "Wettanbieter",
  "games_providers": "Spielanbieter",
  "online_exch_sw_title": "Revolutionieren Sie Ihr Geschäft mit VRNL Online Exchange Software",
  "casino_games_title": "Casino-Spiele - White Label Casino",
  "casino_tournaments_title": "Casino-Turnier-Software - White Label Online Casino",
  "esports_title": "eSports-Wettsoftware, die es Ihren Nutzern ermöglicht, auf Top-eSports-Spiele zu wetten",
  "faq_title": "VRNL FAQ – Ihr Leitfaden zu häufigen Fragen",
  "iframe_title": "Sportsbook iFrame White Label Sportwetten und Casino",
  "live_casino_title": "White Label Casino - Starten Sie Ihr eigenes Online-Casino",
  "lottery_games_title": "Lotteriespiele - White Label Casino",
  "mobile_title": "Verbessern Sie Ihr Spiel mit VRNLs mobiler Sportwetten-Software",
  "online_casino_sw_title": "Online-Casino-Software - Die Evolution von Online-Casino-Software & Plattformanbieter",
  "ourTheme_title": "Wetten & Gewinnen: Unsere Arbeit in der Welt von Online-Wetten und Casinos",
  "risk_management_title_main": "Risikomanagement-Strategien für Sportwettenanbieter - White Label Sportwetten-Software und Casino",
  "sport_bet_title": "Verbessern Sie Ihr Wett-Erlebnis mit VRNL Sports Betting Software",
  "wlc_title": "White Label Casino - Starten Sie einfach Ihr Online-Casino mit unserer White Label Casino-Lösung.",
  "whiteLabel_title": "Vrnl – Ihr personalisierter White Label Sportwetten-Softwareanbieter",
  "TOAST": {
    "FILL_REQUIRED": "Bitte füllen Sie alle Pflichtfelder aus.",
    "SUBMITTING": "Anfrage wird gesendet...",
    "SUCCESS": "Demonstrationsanfrage erfolgreich gesendet!",
    "ERROR": "Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut."
  },
  "disclosure_tp_a_desp": "<strong>a. Allgemeine Offenlegung</strong><br>Vrnl.net kann gelegentlich bestimmte persönliche Informationen strategischen Partnern zur Verfügung stellen, die mit vrnl.net zusammenarbeiten, um Dienstleistungen zu erbringen, oder die vrnl.net bei der Vermarktung gegenüber Kunden unterstützen. Zum Beispiel, wenn Sie ein Abonnement kaufen und aktivieren, autorisieren Sie vrnl.net, die Informationen, die Sie während des Aktivierungsprozesses bereitstellen, auszutauschen, um eine Dienstleistung zu erbringen. Wenn Sie die Dienstleistung genehmigt haben, unterliegt Ihr Konto der Datenschutzrichtlinie von vrnl.net. Persönliche Informationen werden von vrnl.net nur geteilt, um unsere Dienstleistungen und Marketingaspekte bereitzustellen oder zu verbessern; sie werden nicht an Dritte zu deren Marketingzwecken weitergegeben.<br>Vrnl.net kann auch sorgfältig andere Unternehmen auswählen, um Ihnen Informationen über ihre Produkte oder Dienstleistungen zu senden, die mit dem Dienst der Website zusammenhängen, aber für deren Betrieb nicht notwendig sind (ein 'Erweiterter Dienst'). Wenn vrnl.net beabsichtigt, persönlich identifizierbare Informationen für einen Erweiterten Dienst zu verwenden, stellt die vrnl.net-Website Ihnen die Möglichkeit und die erforderlichen Anweisungen zur Verfügung, diesen Dienst abzulehnen.<br>Sie können auch den Erhalt von Informations- oder Werbe-E-Mails von <b>vrnl.net</b> stoppen, indem Sie den Anweisungen in der E-Mail folgen.",
  "objection_processing_desp": "<strong>e. Widerspruch gegen die Verarbeitung</strong><br>Wenn Ihre persönlichen Daten für Direktmarketingzwecke verarbeitet werden, können Sie uns jederzeit bitten, die Verarbeitung Ihrer Daten für diese Direktmarketingzwecke einzustellen, indem Sie uns eine E-Mail senden.<br>Bitte beachten Sie, dass wir möglicherweise bestimmte Erfahrungen, Produkte und Dienstleistungen nicht bereitstellen können, wenn Sie uns nicht erlauben, persönliche Informationen von Ihnen zu sammeln, und einige unserer Dienstleistungen möglicherweise Ihre Interessen und Präferenzen nicht berücksichtigen können. Wenn die Erhebung persönlicher Daten verpflichtend ist, machen wir dies zum Zeitpunkt der Erhebung deutlich, damit Sie eine informierte Entscheidung über die Teilnahme treffen können. Wenn Sie Fragen zu den spezifischen persönlichen Daten haben, die wir über Sie verarbeiten oder speichern, sowie zu Ihren Rechten in Bezug auf diese persönlichen Daten, wenden Sie sich bitte an unser Kundensupport-Team.",
  "disclosure_tp_e_desp": "<strong>e. Unternehmensübertragungen</strong><br>Wir geben persönliche Daten an unsere Tochtergesellschaften und andere vertrauenswürdige Unternehmen oder Personen weiter, damit diese sie für uns verarbeiten, basierend auf unseren Anweisungen und in Übereinstimmung mit unserer Datenschutzrichtlinie sowie weiteren geeigneten Vertraulichkeits- und Sicherheitsmaßnahmen. Zum Beispiel können wir Dienstleister nutzen, die uns beim Kundensupport unterstützen.<br>Falls vrnl mit einem anderen Unternehmen fusioniert oder von einem anderen Unternehmen übernommen wird oder im Falle einer Reorganisation oder Umstrukturierung des Unternehmens, können wir und unsere Tochtergesellschaften Ihre persönlichen Daten ganz oder teilweise mit einer anderen Geschäftseinheit teilen.",
  "rectification_iii_desp": "<strong>b. Berichtigung ungenauer oder unvollständiger Informationen</strong><br>Sie können uns bitten, ungenaue oder unvollständige persönliche Daten über Sie zu korrigieren (dies sind Informationen, die Sie in Ihrem moneycontrol-Konto nicht selbst aktualisieren können), indem Sie uns eine E-Mail senden.<br>Sie können auf einige Ihrer persönlichen Daten über Ihre Kontoeinstellungen zugreifen und diese aktualisieren. Wenn Sie sich entschieden haben, Ihr vrnl.net-Profil mit einer Drittanbieteranwendung wie Facebook oder Google zu verbinden, können Sie Ihre Einstellungen ändern und die Berechtigung für die App über Ihre Kontoeinstellungen entfernen. Sie sind dafür verantwortlich, Ihre persönlichen Daten auf dem neuesten Stand zu halten. Vrnl.net kann Ihnen periodisch Erinnerungen per E-Mail senden, um die Genauigkeit Ihrer persönlichen Daten aufrechtzuerhalten.",
  "disclosure_tp_c_desp": "<strong>c. Dienstleister</strong><br>Vrnl.net kann Links zu verschiedenen Websites von Drittanbietern enthalten, die Ihre persönlichen Informationen sammeln können. Die Nutzung Ihrer von einer solchen Drittanbieterplattform gesammelten Informationen unterliegt der Datenschutzrichtlinie dieser Drittanbieterplattform. Solche Websites oder Anwendungen unterliegen ihren jeweiligen Datenschutzrichtlinien, die außerhalb unserer Kontrolle liegen. Sobald Sie unsere Server verlassen (Sie können erkennen, wo Sie sich befinden, indem Sie die URL in der Adressleiste Ihres Browsers überprüfen), unterliegt die Nutzung aller von Ihnen bereitgestellten Informationen der Datenschutzrichtlinie des Betreibers der Anwendung, die Sie besuchen. Diese Richtlinie kann von unserer abweichen. Wenn Sie die Datenschutzrichtlinie einer dieser Seiten nicht über einen Link von der Startseite der Anwendung finden können, sollten Sie sich direkt an die Eigentümer der Anwendung wenden, um weitere Informationen zu erhalten.<br>Wir können nicht-personenbezogene Informationen öffentlich und mit unseren Partnern teilen – wie Herausgeber, Werbetreibende, Entwickler oder Rechteinhaber. Beispielsweise teilen wir Informationen öffentlich, um Trends über die allgemeine Nutzung unserer Dienste zu zeigen. Wir erlauben auch bestimmten Partnern, Informationen von Ihrem Browser oder Gerät für Marketing-/Werbe- und Messzwecke mit ihren eigenen Cookies oder ähnlichen Technologien zu sammeln."
}