{
  "contact_title": "Una empresa que busca constantemente soluciones innovadoras para satisfacer sus necesidades empresariales.",
  "contact_footer": "“Somos un equipo de estrategas creativos, entusiastas de la tecnología y comunicadores eficaces, impulsados por una pasión inquebrantable por la industria del juego en línea. Nuestro compromiso incansable es fomentar el éxito de nuestros clientes en el negocio.”",
  "contact_header": "Contáctanos",
  "contact_para": "Consulta con un experto de VRNL para descubrir cómo nuestras soluciones pueden elevar tu negocio de apuestas.",
  "telegram": "Telegram",
  "write_msg": "SOLO ESCRÍBENOS UN MENSAJE",
  "fname": "Nombre completo",
  "fname_err": "Este campo es obligatorio (mínimo 2 caracteres).",
  "email": "Tu correo electrónico",
  "email_err": "Se requiere un correo electrónico válido.",
  "country": "País",
  "pnumber": "Número de teléfono",
  "pnumber_err": "El teléfono debe tener 10 dígitos.",
  "message": "Mensaje",
  "sending": "Enviando…",
  "submit": "Enviar",
  "data_security": "Seguridad de los datos",
  "con_param1": "No compartimos tu información personal con nadie. Consulta nuestra",
  "privacy_policy_form": "“política de privacidad”",
  "con_param2": "para más información",
  "casino_tournament_h1": "Los <b class='chck'>Torneos de Casino</b> te permiten crear un torneo con una fecha de inicio y una de finalización.",
  "casino_tournament_p1": "Una poderosa herramienta a tu disposición para aumentar los ingresos de la sección de casino es la implementación de <strong>Torneos de Casino.</strong>",
  "casino_tournament_h2": "Tendrás la capacidad de <strong>personalizar cada torneo</strong> seleccionando manualmente la lista de tragamonedas que participarán en la competición.",
  "casino_tournament_p2": "Para <strong>crear una promoción</strong>, simplemente debes seleccionar un <strong>título</strong> para el <strong>torneo</strong>, designar las <strong>tragamonedas</strong> a incluir y especificar el <strong>jackpot</strong> que se distribuirá entre los <strong>diversos premios</strong>, todo adaptado a tus preferencias.",
  "casino_tournament_p3": "Los detalles clave a introducir incluyen la <strong>fecha de inicio</strong>, la <strong>fecha de finalización</strong>, el <strong>jackpot total</strong>, el número de participantes en la clasificación, así como el requisito mínimo de apuestas para ingresar al torneo.",
  "casino_tournament_p4": "Además, siempre tendrás acceso a una tabla de clasificación en tiempo real que muestra los nombres de usuario, posiciones de los jugadores y premios correspondientes. Esta función puede mejorar significativamente la experiencia de usuario en tu plataforma de casino, atrayendo más jugadores e incrementando los ingresos.",
  "casinogames_title": "¿Por qué elegir nuestra plataforma?",
  "casinogames_title_h1": "El catálogo más extenso del mundo de ",
  "online_casino_games": "juegos de casino en línea",
  "online_casino_games_p1": "Nuestra <b style='color: #575756;'>White Label</b> es tu destino definitivo, ofreciéndote un conjunto incomparable de más de 3000+ emocionantes juegos de casino y tragamonedas. Nos enorgullece ofrecer la gama más amplia de juegos de casino en línea disponibles en internet.",
  "online_casino_games_p2": "Atendemos a operadores de juegos en línea, casas de apuestas, loterías y organizaciones de apuestas que operan en mercados regulados.",
  "online_casino_games_p3": "Entendemos la importancia del juego seguro y justo en el mundo de los casinos en línea. Por eso, nuestra matemática de juegos no solo es sólida, sino también certificada por laboratorios independientes de juego. Esta certificación garantiza el máximo nivel de experiencia para tus jugadores, haciendo que su experiencia de juego en línea sea verdaderamente de primer nivel.",
  "casino_nos": "NÚMEROS DE CASINO",
  "slot_machine": "Máquina tragamonedas",
  "morethan10": "Más de 10",
  "tablegames": "Juegos de mesa",
  "morethan4": "Más de 4",
  "videopoker": "Video póker",
  "morethan": "Más de",
  "lottery": "Lotería",
  "morethan9": "Más de 9",
  "proveedores": "PROVEEDORES",
  "morethan12": "Más de 12",
  "online_turnkey": "Ofrecemos soluciones turnkey para casinos en línea",
  "casino_wls": "Solución de White Label para Casino",
  "casino_wls_desp": "Lanza tu propio casino de marca con facilidad usando la solución white label de VRNL. Personaliza tu casino, ofrece una amplia selección de juegos, garantiza seguridad y comienza a generar ingresos rápidamente.",
  "webbranding": "Branding de sitio web",
  "webbranding_desp": "Eleva tu presencia en línea con los servicios expertos de branding web de VRNL. Diseñamos, creamos y transformamos sitios web para reflejar tu identidad única, dejando una impresión duradera.",
  "toolstraning": "Herramientas (capacitación)",
  "toolstraning_desp": "Desbloquea tu potencial en el mundo del trading con las poderosas herramientas de VRNL. Nuestras soluciones de vanguardia te empoderan con insights y tecnología para tomar decisiones informadas y maximizar tu éxito.",
  "client_support": "Atención al cliente",
  "client_support_desp": "Mejora la experiencia de tus clientes con los excepcionales servicios de atención de VRNL. Nuestro equipo dedicado está aquí para brindar asistencia experta y garantizar que las necesidades de tus clientes se satisfagan con eficiencia y atención.",
  "aboutus_title": "Estoy seguro de que tienes curiosidad por descubrir",
  "aboutus_desp": "Una empresa que busca constantemente soluciones innovadoras para satisfacer sus necesidades comerciales.",
  "online_gaming_provider": "Proveedor de Juegos en Línea",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl es un proveedor de Sportsbook y juegos bien establecido con una destacada trayectoria de 10 años en la industria de las apuestas. </strong> Desde 2012, nos hemos dedicado a suministrar a casas de apuestas, loterías y organizaciones de apuestas en mercados regulados.",
  "about-section1-para2": "Somos un equipo de estrategas creativos, entusiastas de la tecnología y comunicadores efectivos, impulsados por una pasión inquebrantable por la industria del juego en línea. Nuestro compromiso constante es fomentar el éxito de nuestros clientes.",
  "about-section1-para21": "Nos enorgullece ofrecer soluciones de primer nivel para empresas e individuos en la industria del juego y las apuestas en línea. Ya sea que sea una startup que busca lanzar su plataforma o una marca establecida que desea expandirse, proporcionamos servicios de extremo a extremo que impulsan su crecimiento, aseguran el cumplimiento normativo y brindan experiencias excepcionales a los usuarios.",
  "about-section1-para22": "Nuestras soluciones White Label le brindan la posibilidad de lanzar su propio negocio de juegos o apuestas en línea completamente personalizado sin los desafíos de construir desde cero. Ofrecemos un paquete completo y totalmente gestionado que incluye branding personalizado para coincidir con su identidad, módulos integrados de apuestas deportivas, casino y juegos, pasarelas de pago seguras, y soporte técnico y mantenimiento continuo. Con nuestra plataforma White Label, puede concentrarse en marketing, adquisición de clientes y crecimiento del negocio, mientras nosotros nos encargamos de la tecnología, el cumplimiento normativo y las operaciones del backend.",
  "about-section1-para3": "Nuestra plataforma de juegos de última generación es uno de los factores clave que han impulsado a Vrnl a su estatus actual como una prestigiosa casa de software internacional.<strong style='color: #000;'> Aprovechando nuestra amplia experiencia de 10 años en este sector, Vrnl extiende con orgullo sus servicios a más de 40 casas de apuestas en 11 países diferentes en todo el mundo.</strong>",
  "about_us": "Sobre Nosotros",
  "about_us_desp": "VRNL es la plataforma más grande para proporcionar apuestas deportivas y de casino en línea con etiqueta blanca. Ofrecemos API de intercambio junto con nuestros servicios de sitio personalizado para Bangladesh con márgenes bajos y en una plataforma confiable, que incluye casino. Proporcionamos API para todas las ligas en intercambios, junto con servicios de transmisión en línea. Disfruta apostando en una plataforma confiable. Disfruta de más de 1000 juegos de tragamonedas y juegos de mesa en nuestro sitio.",
  "our_client": "Nuestro Cliente",
  "our_client_desp": "En Vrnl, somos incansables en nuestra búsqueda de las mejores asociaciones de juegos y entretenimiento para garantizar una experiencia inigualable a nuestros clientes y jugadores. A través de acuerdos de colaboración con reconocidos casinos internacionales y proveedores de juegos virtuales, hemos integrado perfectamente nuestra plataforma de apuestas deportivas con una amplia gama de juegos. Estas ofertas incluyen desde máquinas tragamonedas y juegos de mesa hasta experiencias de casino en vivo, juegos virtuales e incluso juegos de fantasía. Nuestro compromiso con la excelencia va más allá de la diversidad de juegos. Nuestra plataforma es accesible tanto en PC de escritorio como en dispositivos móviles, con gráficos de alta calidad, animaciones cautivadoras y audio envolvente. Además, nuestro menú intuitivo y fácil de usar mejora la experiencia general del usuario. En el núcleo de nuestras operaciones se encuentra un proceso de integración rápido, que combina escalabilidad, flexibilidad y rendimiento de primer nivel dentro de nuestro software de apuestas. Este proceso de integración está respaldado por los más altos niveles de seguridad y confiabilidad, asegurando a nuestros clientes un entorno de juego seguro y confiable. Nos enorgullece presentar a nuestros clientes la selección más amplia de juegos dentro del sector, ofreciendo las soluciones de juego perfectas para cada preferencia. Bienvenido a Vrnl, donde la excelencia en el juego se une a posibilidades ilimitadas. Vrnl se enorgullece de haber colaborado con los nombres más destacados de la industria en proveedores de software de juegos y soluciones de pago. Comparte nuestra plataforma para el éxito y agrega tu nombre a esta creciente lista.",
  "lost404": "Parece que estás perdido",
  "lost404desp": "¡La página que buscas no está disponible!",
  "gotohome": "Ir a Inicio",
  "esports_bs": "Software de Apuestas eSports",
  "esports_bs_desp1": "En VRNL, nos enorgullece ofrecer a los fanáticos de los eSports una experiencia única e inmersiva.",
  "esports_bs_desp2": "VRNL es tu puerta de entrada a un mundo donde el juego y las apuestas convergen. Nuestro software de apuestas eSports está diseñado para fanáticos como tú, brindando una experiencia emocionante, segura y gratificante. No pierdas la oportunidad de ser parte de la acción. ¡Únete a VRNL hoy y lleva tu experiencia de juego a un nuevo nivel!",
  "startnow": "Comenzar Ahora",
  "easy_setup": "Fácil configuración, menos de lo que imaginas.",
  "easy_setup_desp1": "Podemos entregar la plataforma de eSports en solo unas semanas.<br> Nos encargamos de todos los aspectos del proceso: alojamiento, interfaz de usuario, feed de cuotas, páginas personalizadas, activación del producto y estrategia de sportsbook.",
  "easy_setup_desp2": "Tu enfoque principal puede dedicarse a configurar y establecer tus redes en línea.",
  "esport_bet_center_h1": "Si estás pensando en comenzar en las apuestas en línea, nuestro software de apuestas eSports es un gran primer paso.",
  "esport_bet_center_p1": "Aprovecha nuestros servicios expertos y la avanzada tecnología de apuestas eSports. Nuestros socios regulados reciben soporte completo para ingresar a la industria de las apuestas en línea y pueden usar nuestras plataformas personalizadas o genéricas.",
  "esport_bet_center_p2": "Comenzar una casa de apuestas en línea enfocada principalmente en eSports puede ser difícil. Por eso hemos creado un sistema integral de apuestas eSports con servicios de apuestas previas al partido. Nuestro objetivo es ofrecerte la gama más amplia de opciones de eSports en línea.",
  "have_qes": "¿Tienes Preguntas?",
  "para_faq": "Tenemos respuestas (¡Bueno, la mayoría de las veces!)",
  "freq_param": "A continuación encontrarás las respuestas a las preguntas más comunes, por favor revisa nuestro ",
  "if_still_qes": "Si aún no encuentras la respuesta que buscas, simplemente",
  "sbs_faqs": "Preguntas Frecuentes sobre Software de Apuestas Deportivas",
  "whatis_sbs": "¿Qué es el Software de Apuestas Deportivas?",
  "whatis_sbs_ans": "El software de apuestas deportivas está diseñado en función de los mercados y selecciones del usuario. Además, nuestros expertos siempre están disponibles para ofrecerte el mejor servicio al cliente en todo lo relacionado con entender tus necesidades y los requisitos del mercado. Asimismo, nos encargamos de cada paso del proceso de desarrollo, entregándote una plataforma de intercambio completa y funcional.",
  "affiliate_systems": "¿Ofrecen sistemas de afiliados?",
  "affiliate_systems_ans": "Sí, de hecho nuestra red de software se basa en 5 niveles: Administrador de la plataforma - acceso al backend (también es posible crear otros accesos a la oficina administrativa con privilegios y permisos limitados). Revendedor - un agente maestro que supervisa varias tiendas de apuestas, ganando comisiones sobre el volumen de apuestas o beneficios. Tienda de apuestas - representa el punto físico donde los jugadores pueden jugar, depositar, etc. A través de esta cuenta es posible realizar apuestas y ganar comisiones sobre el volumen de apuestas o beneficios. Cajero - el perfil para los empleados de las tiendas de apuestas, capaz de realizar apuestas sin ganar comisiones. Jugador en línea - registra tu cuenta de juego en línea o en una tienda y realiza apuestas.",
  "whatis_label": "¿Qué es un sitio de apuestas con etiqueta blanca?",
  "whatis_label_ans": "Un sitio de apuestas con etiqueta blanca es una plataforma totalmente personalizada. El sitio de apuestas con etiqueta blanca de Vrnl ofrece juegos certificados, sistema de bonificaciones y pasarelas de pago. El contenido de la interfaz de usuario, el idioma y la moneda se basan en tu elección. De hecho, Vrnl pone a disposición diferentes plantillas gráficas, funciones y herramientas.",
  "fullmanagement": "¿Puedo tener control total de las cuotas y márgenes?",
  "fullmanagement_ans": "El backend cuenta con muchas herramientas, funciones e informes que brindan una visión completa de la actividad de apuestas deportivas. Hay una sección dedicada a la gestión de cuotas, a través de la cual es posible editar los márgenes, multiplicidad y cuotas por mercado, partido y/o campeonato.",
  "logobrand": "¿Puedo usar mi logo y colores de marca?",
  "logobrand_ans": "Sí, puedes. Ofrecemos diferentes soluciones basadas en tus necesidades específicas. De hecho, podemos crear soluciones a medida recopilando tus requisitos y configurando un proyecto para ti, o podemos ofrecer una solución llave en mano, modificando únicamente tus colores de marca y logo.",
  "fullycustomized": "Me gustaría tener una solución totalmente personalizada, ¿es posible?",
  "fullycustomized_ans": "Vrnl pone a disposición un equipo de expertos para la configuración de una plataforma de apuestas deportivas totalmente personalizada. De hecho, un Gerente de Cuentas recopilará los requisitos y coordinará el proyecto con otros miembros del equipo: el Gerente de Proyecto, el Diseñador Gráfico y el Gerente de TI.",
  "software_cost": "¿Cuánto cuesta el Software de Apuestas Deportivas?",
  "software_cost_ans": "El costo del software de apuestas deportivas varía según las funciones y servicios ofrecidos. Existen diversos planes dependiendo de si ya tienes un alto volumen de juego o si quieres ser un agente con tu propia red de jugadores.",
  "what_products": "¿Qué productos ofrecen?",
  "what_products_ans": "Nuestro negocio principal son las apuestas deportivas; de hecho, nuestro software de apuestas deportivas es un producto interno desarrollado por nuestro equipo de TI desde 2005. Además del producto deportivo, también ofrecemos apuestas en vivo, casino, casino en vivo, loterías y juegos virtuales, para ofrecer soluciones 'todo en uno' a nuestros clientes.",
  "canaddfeatures": "¿Puedo agregar funciones, informes y páginas al software de apuestas deportivas?",
  "canaddfeatures_ans": "El software de apuestas incluye una amplia gama de informes, páginas y banners que se pueden personalizar (CMS) o desarrollar a petición. Si desea que desarrollemos una nueva función, trabajaremos junto a usted creando un proyecto a medida: recopilación de información y detalles, entrega del proyecto/renderizado, pruebas y lanzamiento final.",
  "canofferbettingservices": "¿Puedo ofrecer los servicios de apuestas deportivas en los casinos que tengo en mi país?",
  "canofferbettingservices_ans": "Contamos con varias soluciones de apuestas tanto para negocios en línea como presenciales. Si posee un casino físico y desea ofrecer apuestas deportivas, nuestra solución minorista será la opción adecuada, ya que le permitirá crear cuentas de cajero para gestionar la venta de boletos de apuestas deportivas.",
  "change_currentprovider": "¿Cómo cambio a mi proveedor de software actual?",
  "change_currentprovider_ans": "Si ya administra un exchangebook y desea cambiar a nuestra plataforma de apuestas deportivas, nos aseguraremos de que todo esté correctamente gestionado y prepararemos un plan de migración. Los datos personales de los jugadores se cargarán en la nueva plataforma y la migración se planificará para completarse en pocas horas.",
  "sbs_offer": "¿Qué características ofrece el software de apuestas deportivas?",
  "sbs_offer_ans": "El software de apuestas deportivas puede ofrecer características como predicciones basadas en datos, simulaciones, tendencias de apuestas, comparaciones de cuotas y más. También puede proporcionar un análisis detallado de juegos pasados y próximos para ayudar a los apostadores a tomar decisiones más informadas. Nos especializamos en configurar y crear tiendas de apuestas minoristas y redes en línea. Esto incluye procedimientos KYC aprobados por organismos reguladores, pasarelas de pago para juegos de azar, herramientas de marketing de afiliación, sistemas de referidos y redes sociales, notificaciones push móviles, notificaciones push web y mensajes dentro de la aplicación, controles de cuentas de jugadores, procesos de registro y verificación, sistemas de detección de fraude y herramientas de geolocalización para extraer la ubicación de la dirección IP.",
  "sbs_legal": "¿Es legal el software de apuestas deportivas?",
  "sbs_legal_ans": "Sí, el software de apuestas deportivas es legal y es utilizado por muchos apostadores profesionales. Sin embargo, es importante asegurarse de usar el software cumpliendo con las leyes aplicables en su jurisdicción.",
  "ebs_faqs": "Preguntas frecuentes sobre el software de apuestas de eSports",
  "ebs_titleoffer": "¿Qué títulos de eSports ofrecen?",
  "ebs_titleoffer_ans": "<li><strong>Más populares:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li><strong>Juegos deportivos:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li><strong>Multijugador en línea como:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li><strong>Shooter en primera persona FPS: </strong>CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li><strong>Juegos de lucha:</strong> Street Fighter, Super Smash Bros, Tekken. Estrategia en tiempo real RTS: StarCraft: Brood War, Warcraft III, StarCraft II. </li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "¿Tienen versión móvil?",
  "mobileversion_ans": "Sí, VRNL está totalmente optimizado para uso móvil. Nuestra plataforma está diseñada para funcionar perfectamente en todos los teléfonos inteligentes y tabletas, brindándole acceso a intercambio deportivo, juegos de casino, iGaming y eSports en cualquier momento y lugar. Disfrutará de una interfaz fluida y receptiva, tiempos de carga rápidos y transacciones seguras directamente desde su navegador móvil, sin necesidad de descargar una aplicación. Ya sea en Android o iOS, la experiencia es rápida, fácil de usar y con las mismas funciones que la versión de escritorio.",
  "runesportsplatform": "¿Puedo administrar una plataforma de apuestas de eSports sin ocuparme de las cuotas y la gestión de trading?",
  "runesportsplatform_ans": "Nuestras soluciones de apuestas de eSports incluyen el suministro de cuotas. El software incorpora muchas funciones y herramientas para gestionar márgenes y configuraciones de cuotas de forma autónoma. Si prefiere enfocarse solo en la gestión de tiendas y jugadores, ofrecemos servicios de trading y soporte.",
  "esports_solutions": "Quisiera tener una solución de eSports totalmente personalizada, ¿es posible?",
  "esports_solutions_ans": "VRNL pone a su disposición un equipo de expertos para la configuración de una plataforma de apuestas de eSports totalmente personalizada. Un gerente de cuentas recogerá los requisitos y coordinará el proyecto con los demás miembros del equipo: el gerente de proyecto, el diseñador gráfico y el gerente de TI.",
  "newtobusiness": "Soy completamente nuevo en este negocio, ¿qué debo saber?",
  "newtobusiness_ans": "La gestión adecuada de una plataforma de apuestas de eSports puede hacer que este negocio sea altamente rentable. Ofrecemos diferentes soluciones y servicios basados en su nivel de compromiso y conocimiento. Un experto en juegos trabajará junto a usted para definir la mejor solución de eSports adaptada a sus necesidades.",
  "eSports_market": "¿Cuántos mercados en vivo de eSports existen?",
  "eSports_market_ans": "Hoy ofrecemos 20 mercados en vivo de eSports.<br> Pero estamos agregando nuevos mercados constantemente.",
  "eSportsLogoBrand": "¿Puedo usar mi logo de eSports y mis colores de marca?",
  "eSportsLogoBrand_ans": "Sí, puede hacerlo. Ofrecemos diferentes soluciones según sus requisitos específicos. Podemos crear soluciones de eSports a medida recopilando sus solicitudes y configurando un proyecto para usted o podemos proporcionar una solución llave en mano, modificando únicamente sus colores y logotipo de marca.",
  "eSports_server": "¿Puedo alojar el intercambio de eSports en mi propia infraestructura de servidor?",
  "eSports_server_ans": "No, no puede. El hosting es un servicio incluido en nuestra oferta, ya que para garantizar el correcto rendimiento del software de apuestas de eSports, nuestros administradores de sistemas han configurado una infraestructura de clúster dedicada que incluye copias de seguridad y un plan de recuperación ante desastres. Esto garantiza el cumplimiento con las regulaciones globales y el logro de los más altos estándares de seguridad.",
  "sp_faqs": "Preguntas frecuentes sobre la plataforma de streaming",
  "promte_cricket": "¿Cuántos partidos de cricket puedo promocionar?",
  "promte_cricket_ans": "Durante la transmisión en vivo desde el panel de control, es posible activar dos partidos a la vez, pero no hay límite en la cantidad de partidos que puedes conectar.",
  "broadcast_live": "¿Se pueden transmitir en vivo los eventos de casino?",
  "broadcast_live_ans": "Sí, se pueden transmitir todos los juegos de casino en vivo en todas las plataformas que lo permitan.",
  "measure_success": "¿Cómo mido el éxito de las transmisiones en vivo?",
  "measure_success_ans": "Por supuesto, puedes realizar un seguimiento de análisis detallados de múltiples plataformas en una sola pantalla.",
  "is_mobile_friendly": "¿La plataforma es compatible con dispositivos móviles?",
  "is_mobile_friendly_ans": "Sí — nuestra plataforma es totalmente compatible con móviles y proporcionamos un APK que puedes descargar y usar sin problemas.",
  "livecasino_faqs": "Preguntas frecuentes sobre el software de Casino en Vivo",
  "whatisVRNLcasino": "¿Qué es el software de VRNL Casino?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software es una plataforma de vanguardia que permite a los casinos en línea ofrecer juegos con crupieres en vivo a sus jugadores. Proporciona la infraestructura y las herramientas necesarias para alojar experiencias de casino interactivas en tiempo real.",
  "software_work": "¿Cómo funciona el software de VRNL Live Casino?",
  "software_work_ans": "El software VRNL Live Casino se integra perfectamente en los sitios web de casinos en línea. Conecta a los jugadores con crupieres en vivo mediante transmisión de video de alta calidad, lo que les permite jugar a juegos de casino populares como blackjack, ruleta y baccarat en un entorno interactivo y en vivo.",
  "features_livecasino": "¿Cuáles son las principales características del software de VRNL Live Casino?",
  "features_livecasino_ans": "El software VRNL Live Casino ofrece una variedad de características, incluyendo personalización de marca, integración de pagos seguros y una interfaz fácil de usar tanto para jugadores como para operadores.",
  "security_livecasino": "¿Cómo garantizo la seguridad y la equidad de los juegos usando el software VRNL Live Casino?",
  "security_livecasino_ans": "El software VRNL Live Casino está diseñado con la seguridad en mente. Utiliza generadores de números aleatorios (RNG) certificados para garantizar la equidad, y proporcionamos herramientas para la prevención del fraude y la protección del jugador. Además, implementamos encriptación para asegurar la transferencia de datos.",
  "offered_games": "¿Qué juegos se pueden ofrecer con el software de VRNL Live Casino?",
  "offered_games_ans": "Puedes ofrecer una amplia selección de juegos con crupier en vivo, incluidos clásicos como blackjack en vivo, ruleta en vivo y baccarat en vivo, así como variaciones de estos juegos para mantener a tus jugadores interesados.",
  "integrateVRNL": "¿Puedo integrar el software VRNL Live Casino con mi plataforma de casino en línea existente?",
  "integrateVRNL_ans": "Sí, nuestro software está diseñado para una fácil integración con plataformas existentes, lo que lo convierte en una adición fluida a tu operación de casino en línea.",
  "wlc_faqs": "Preguntas frecuentes sobre el Casino White Label",
  "whatis_wlc": "¿Qué es un Casino White Label?",
  "whatis_wlc_ans": "Un Casino White Label es una solución llave en mano que permite a emprendedores y empresas lanzar sus propios casinos en línea utilizando nuestro software e infraestructura. Puedes personalizarlo con tu propio nombre y diseño, mientras nosotros nos encargamos de los aspectos técnicos y regulatorios.",
  "wlc_work": "¿Cómo funciona el servicio de Casino White Label?",
  "wlc_work_ans": "Te proporcionamos una plataforma de casino completamente funcional, incluyendo juegos, procesamiento de pagos y atención al cliente. Simplemente personalizas la marca y el diseño para que coincidan con tu visión, y estarás listo para comenzar tu negocio de casino en línea.",
  "wlc_games": "¿Qué juegos están disponibles para mi Casino White Label?",
  "wlc_games_ans": "Ofrecemos una amplia gama de juegos de casino, incluidos tragamonedas, juegos de mesa (por ejemplo, blackjack, ruleta) y juegos con crupier en vivo. Puedes elegir de nuestro catálogo de juegos para crear una experiencia diversa para tus jugadores.",
  "wlc_launch": "¿Cuánto tiempo se tarda en lanzar mi Casino White Label?",
  "wlc_launch_ans": "El tiempo puede variar dependiendo de tus requisitos específicos y los procesos regulatorios. En promedio, puede tomar varias semanas configurar y personalizar tu plataforma de casino.",
  "wlc_cusSupport": "¿Qué nivel de soporte al cliente se ofrece para mi Casino White Label?",
  "wlc_cusSupport_ans": "Ofrecemos soporte técnico y operativo para garantizar que tu casino funcione sin problemas.",
  "wlc_getstarted": "¿Cómo empiezo con un Casino White Label de su empresa?",
  "wlc_getstarted_ans": "Ponte en contacto con nuestro equipo de ventas para discutir tus necesidades y obtener una consulta personalizada. Te guiaremos a través del proceso de configuración de tu Casino White Label.",
  "can_cutomize_branding": "¿Puedo personalizar el casino con mi marca?",
  "can_cutomize_branding_ans": "Sí — puedes personalizar completamente el casino con tu propio logotipo, colores y marca para que coincida con tu identidad.",
  "company": "Compañía",
  "company_caps": "COMPAÑÍA",
  "about": "Acerca de",
  "online_exchange_sw": "Software de intercambio en línea",
  "privacy_policy": "Política de privacidad",
  "contact_us": "Contáctanos",
  "solutions": "Soluciones",
  "sports_betting_software": "Software de apuestas deportivas",
  "wlc": "Casino White Label",
  "wlc_caps": "CASINO WHITE LABEL",
  "wlc_platform": "Plataforma de apuestas White Label",
  "exch_iframe": "Iframe Exchangebook",
  "footer_para_1": "El logotipo y el material gráfico de Vrnl son propiedad intelectual de la empresa y no pueden copiarse, reproducirse, distribuirse ni mostrarse sin el consentimiento por escrito de Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Todos los derechos reservados.",
  "home": "Inicio",
  "betting": "Apuestas",
  "esports_betting": "Apuestas de eSports",
  "sbs_head": "Software de apuestas deportivas",
  "casino": "Casino",
  "online_casino_sw": "Software de casino en línea",
  "live_casino_sw": "Software de casino en vivo",
  "casino_game": "Juegos de casino",
  "lottery_bingo": "Lotería y bingo",
  "casino_tournament": "Torneo de casino",
  "risk_management": "Gestión de riesgos",
  "wl": "White Label",
  "wl_exch": "Intercambio White Label",
  "wl_exch_caps": "INTERCAMBIO WHITE LABEL",
  "our_work": "Nuestro trabajo",
  "contact": "Contacto",
  "faq": "Preguntas frecuentes",
  "live_casino": "Casino en vivo",
  "lottery_games": "Juegos de lotería",
  "exch_sw_provider": "Proveedor de software de intercambio",
  "mobile_bet": "Apuestas móviles",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget de apuestas deportivas",
  "back": "Atrás",
  "exch_iframe_para": "Exchangebook iframe — permite la activación rápida del módulo Exchangebook mediante una integración API fluida. Nuestro servicio Exchangebook integral, bajo supervisión experta, garantiza una amplia programación de eventos y mercados en línea.",
  "contact_us!": "¡Contáctanos!",
  "exch_iframe_types": "Tipos de iframe Exchangebook",
  "exch_iframe_types_para": "Nuestras soluciones de iframe Exchangebook vienen en tres variantes, cada una adaptada al canal utilizado, asegurando la opción más adecuada para tus necesidades:",
  "exch_iframe_types_list": "<li> IFrame para <strong>Escritorio</strong>, diseñado para computadoras con diferentes resoluciones y con diseños diversos y personalizables. </li> <li> IFrame para <strong>Terminales y Kioscos SSBT</strong>, con diseños optimizados para sistemas táctiles y una experiencia de usuario intuitiva, ideal para jugadores sin experiencia al realizar apuestas.</li>",
  "exch_iframe_types_para2": "Además, a través de nuestra API, puedes lograr una amplia personalización de gráficos y funciones de juego.",
  "cm_exch": "Exchangebook gestionado integralmente",
  "cm_exch_para": "Nuestro iframe Exchangebook incluye el suministro de fuentes de datos de cuotas y la configuración de parámetros básicos de apuestas. El software está equipado con una gama de funciones y herramientas para la gestión independiente de márgenes de cuotas y configuraciones. Sin embargo, si tu principal enfoque es la gestión de jugadores y marketing, ofrecemos servicios de trading totalmente gestionados y soporte.",
  "acq_exch": "Adquirir la solución Exchangebook iframe es fácil",
  "acq_exch_para": "Hemos simplificado el proceso de activación del iFrame en solo cinco pasos:",
  "acq_exch_list": "<li> Formalizar el acuerdo entre Vrnl y el cliente. </li> <li> Iniciar la integración del iFrame Exchangebook mediante API usando nuestro SDK. </li> <li> Realizar una reunión para definir la estrategia de Exchangebook a seguir. </li> <li> Identificar los deportes y eventos más atractivos adaptados a tu área de operación. </li> <li> ¡Vamos en vivo! </li>",
  "live_casino_sw_p1": "Nuestra <strong>plataforma de Casino en vivo</strong> te permite activar <strong>los mejores proveedores en vivo</strong> conocidos por su <strong>calidad excepcional e integridad matemática.</strong>",
  "live_casino_sw_p2": "Estamos dedicados a brindarte la mejor experiencia de casino en vivo. Ya seas un jugador experimentado o nuevo en el mundo de los casinos en línea, nuestra plataforma ofrece una experiencia inmersiva en tiempo real sin comparación.",
  "live_casino_sw_p3": "La solución de Casino en Vivo de Vrnl ofrece un conjunto completo de servicios, incluyendo:",
  "live_casino_sw_p3_l1": "Herramientas de informes de historial completo",
  "live_casino_sw_p3_l2": "Visualización del historial de juegos",
  "live_casino_sw_p3_l3": "Configuración de juegos",
  "live_casino_sw_p3_l4": "Herramientas de gestión de riesgos",
  "live_casino_sw_p3_l5": "Gestión de jugadores",
  "live_casino_sw_p3_l6": "Herramientas de gestión de afiliados",
  "live_casino_sw_p3_l7": "Estructura jerárquica multinivel de agentes",
  "live_casino_sw_p4": "Hemos desarrollado varios métodos de integración seguros, todos fáciles de usar y diseñados para una implementación sencilla con nuestra API de casino en vivo.",
  "live_casino_sw_demo": "Demostración de soluciones de casino en vivo",
  "livecasino_integration": "Integraciones de <strong style='color: #575756;'>API de casino en vivo</strong>",
  "livecasino_integration_para": "Puedes tener nuestro software de casino en vivo funcionando en cuestión de días. Además, ofrecemos servicios de gestión integral, asegurando que toda la operación sea supervisada por nuestros expertos. <strong style='color: #575756;'>También garantizamos acceso a la mayor selección de juegos en vivo disponibles en línea.</strong>",
  "live_casino_lobby": "En nuestro Lobby de Juegos de Casino en Vivo",
  "youcan": "puedes",
  "findgames_like": "encontrar juegos como:",
  "findgames_like_desp": "Ruleta en vivo, Baccarat en vivo, Blackjack en vivo y Póker en vivo, juegos de dados y de números.",
  "euro_roulette": "Ruleta Europea",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Stud Caribeño",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Ruleta Americana",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragón Tigre",
  "bingo": "Bingo",
  "book_demo": "Reservar una demo",
  "lottery_head": "¿Buscas una plataforma de lotería y bingo?",
  "lottery_head_desp1": "Hemos seleccionado cuidadosamente los mejores juegos de <b style='color: #575756; font-size: 45px;'>lotería y bingo</b> para ti.",
  "lottery_head_desp2": "Por supuesto, nuestra <b style='color:#575756; font-size: 16px;'>Solución White Label de Lotería y Bingo</b> presenta una variedad de variantes atractivas del clásico bingo junto con los juegos de lotería más reconocidos.",
  "lottery_head_desp3": "Puedes <b style='color:#575756; font-size: 16px;'>disfrutar de estos juegos desde tu smartphone</b> o computadora, y garantizamos una experiencia de usuario excepcional ya que nuestros juegos son de la más alta calidad.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Además, nuestros algoritmos de juego son seguros e independientemente certificados, brindando una experiencia confiable y de confianza.<br><br></strong>",
  "lottery_bingo_nos": "LOS NÚMEROS DE LOTERÍA Y BINGO",
  "bingo_games": "Juegos de Bingo",
  "over100": "más de 100",
  "over130": "más de 130",
  "suppliers": "PROVEEDORES",
  "more20": "Más de 20",
  "sports_betting_software_wl": "Software de apuestas deportivas White Label",
  "sports_betting_software_wl_desp": "Una empresa comprometida con la búsqueda continua de soluciones innovadoras para abordar eficazmente sus necesidades comerciales en evolución.",
  "blink-soft": "Mejora tu experiencia con software avanzado de apuestas deportivas",
  "platform_para1": "Las soluciones modernas de software de apuestas deportivas están <b>transformando</b> cómo los apostadores interactúan con el juego. Con <b>interfaces fluidas,</b> análisis en tiempo real y capacidades de apuestas en vivo, estas plataformas ofrecen una experiencia superior tanto para principiantes como para jugadores experimentados.",
  "platform_para2": "Ya sea que administres una casa de apuestas en línea, un punto de apuestas minorista o un casino, nuestra completa gama de soluciones, incluyendo <b>plataformas B2C</b> y <b>productos White Label personalizables</b>, proporciona la flexibilidad y tecnología necesarias para mantenerte competitivo. Adopta la innovación y eleva tus operaciones de apuestas deportivas con un software diseñado para <b>optimizar el rendimiento</b> y <b>la satisfacción del usuario</b>.",
  "try_b2b": "Explora nuestro software avanzado de apuestas B2B",
  "try_b2c": "Explora nuestro software avanzado de apuestas B2C",
  "wls_turnkey": "Soluciones White Label y Plataformas llave en mano",
  "wls_turnkey_p1_span1": "experiencia de apuestas deportivas fluida y atractiva",
  "wls_turnkey_p1_span2": "para tus clientes. Este enfoque elimina la necesidad de desarrollos costosos y que consumen tiempo, permitiéndote enfocarte en el crecimiento y",
  "custom_satisfaction": "la satisfacción del cliente",
  "wls_turnkey_p2": "Nuestra plataforma de apuestas segura y de alto rendimiento está totalmente certificada por laboratorios de juegos independientes, garantizando cumplimiento y fiabilidad. Al asociarte con VRNL, obtienes acceso a un intercambio de apuestas confiable que aumenta la rentabilidad mientras asegura los",
  "highest_industry_standards": "más altos estándares de la industria",
  "igaming_platform": "Plataforma iGaming",
  "igaming_platform_p1": "VRNL es un socio confiable en la industria iGaming, ofreciendo líderes en",
  "sbs": "software de apuestas deportivas",
  "igaming_platform_p2": "Nuestro objetivo es transformar el panorama del juego en línea proporcionando a los operadores una plataforma versátil y de última generación que garantice un juego fluido y atractivo para sus usuarios.",
  "online_casino": "Casino en línea",
  "casino_para": "Bienvenido a VRNL Online Casino — <b>un líder de confianza</b> que ofrece una plataforma de juego segura y emocionante a nivel mundial. Nuestra misión es brindar una experiencia de casino excepcional que mantenga a los jugadores comprometidos y entretenidos.",
  "casino_para_list": "<li>Más de 75 proveedores</li> <li>Más de 15.000 tragamonedas</li> <li>500+ juegos de mesa</li> <li>700+ juegos de video póker</li> <li>Más de 200 otros juegos</li>",
  "casino_para2": "Nuestro equipo experto te apoya en cada etapa, desde la capacitación hasta el lanzamiento.",
  "play_livecasino": "Juega en el casino en vivo como si estuvieras dentro del casino",
  "play_livecasino_list": "<li>Juego en vivo Show</li> <li>AWC</li> <li>Tragamonedas</li> <li>Ruleta en vivo</li> <li>Blackjack en vivo</li> <li>Baccarat en vivo</li> <li>Casino Hold’em en vivo</li> <li>Blueocean</li> <li>Dragón Tigre en vivo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Proveedores de servicios API e iFrame",
  "api_services_iframe_p1": "VRNL ofrece soluciones avanzadas de <b>integración API e iFrame</b>, que permiten una conectividad fluida de la plataforma, intercambio seguro de datos y experiencias de usuario mejoradas — ayudando a las empresas a operar de manera más inteligente y rápida.",
  "api_services_iframe_p2": "En VRNL entendemos la importancia del intercambio fluido de datos y la comunicación entre aplicaciones. Proporcionamos servicios de integración API de primer nivel, permitiendo que tu software interactúe sin esfuerzo con otras plataformas. Nuestros expertos garantizarán que tus sistemas funcionen en armonía, brindando una experiencia fluida tanto para ti como para tus clientes.",
  "virtual_games": "Juegos virtuales",
  "virtual_games_desp1": "¿Listo para embarcarte en tu viaje de juegos virtuales con VRNL? Sumérgete en el mundo virtual como nunca antes y prepárate para horas interminables de entretenimiento.",
  "virtual_games_desp2": "En VRNL, nos apasiona ofrecer experiencias de juegos virtuales de vanguardia que transporten a los jugadores a nuevos y emocionantes mundos. Nuestra misión es proporcionar los juegos virtuales más inmersivos, entretenidos y alucinantes que te mantendrán enganchado durante horas.",
  "before_start": "Antes de comenzar, ¡explóralo en acción!",
  "explore_demo": "en nuestra plataforma demo:",
  "mobile_sbs": "Software de apuestas deportivas móviles",
  "mobile_sbs_p1": "Nuestra <strong>aplicación móvil</strong> permite a tus apostadores acceder fácilmente a sus cuentas de juego y realizar apuestas desde tablets, smartphones y otros dispositivos móviles conectados a internet.",
  "mobile_sbs_p2": "Desde cricket y fútbol hasta tenis, nuestro software cubre una amplia gama de eventos deportivos en todo el mundo. No importa tu pasión deportiva, puedes apostar en los juegos y equipos que amas.",
  "mobile_sbs_p3": "Nuestro software no se trata solo de realizar apuestas, sino de crear una experiencia fluida y centrada en el usuario. Hemos invertido en la última tecnología para garantizar que navegar por nuestra plataforma sea lo más fácil posible.",
  "advantages_sbs": "Ventajas del software de apuestas deportivas móviles",
  "advantages_sbs_l1": "Las aplicaciones móviles son más rápidas",
  "advantages_sbs_l2": "Contenido de apuestas personalizado",
  "advantages_sbs_l3": "Apuestas en línea instantáneas",
  "advantages_sbs_l4": "Seguro y confiable",
  "advantages_sbs_p1": "Las aplicaciones superan a los sitios web móviles, ofreciendo acciones y respuestas más rápidas.",
  "advantages_sbs_p2": "Los usuarios disfrutan de contenido personalizado para una experiencia más inmersiva, con opciones de apuestas adaptadas a sus preferencias.",
  "advantages_sbs_p3": "Todas las aplicaciones móviles brindan acceso instantáneo con un simple toque, lo que permite a los usuarios realizar apuestas, consultar sus cuentas de juego, participar en juegos de casino y seleccionar sus ligas favoritas sin demora.",
  "advantages_sbs_p4": "La seguridad es nuestra máxima prioridad. El software móvil de apuestas deportivas de VRNL está construido con medidas de seguridad de última generación para proteger tu información personal y financiera. Puedes apostar con tranquilidad.",
  "online_casino_sw_p1": "VRNL es un proveedor líder de <strong>software de casino en línea</strong> y <strong>plataformas</strong>. Juegan un papel crucial en el diseño y desarrollo de plataformas de casino, asegurando que sean fáciles de usar y ricas en funciones.",
  "online_casino_sw_p2": "Nuestro equipo de marketing trabajará diligentemente para garantizar que tu casino en línea reciba una colocación destacada en la página principal, asegurando una alta visibilidad en el mercado online.",
  "online_casino_sw_p3": "La plataforma de casino en línea vendrá equipada con varios juegos preconfigurados, y nuestras herramientas de monitoreo te proporcionarán una visión clara y en tiempo real del progreso y rendimiento de tu nuevo proyecto.",
  "customized_theme": "Este es un tema y puede personalizarse, míralo en acción:",
  "live_casino_sw_desp1": "Ofrecemos la gama más amplia de <strong>proveedores de Casino en Vivo</strong><br>",
  "live_casino_sw_desp2": " a nivel mundial, garantizando acceso a la mayor variedad de mesas en vivo en línea y una experiencia de entrega multicanal sin interrupciones.",
  "casino_sw_features": "Características principales del software de casino",
  "casino_sw_features_p1": " Nuestra <strong>plataforma de software de casino</strong> está diseñada para proporcionar una experiencia de juego fluida e inmersiva tanto para jugadores como para operadores.<br /><br /> ",
  "casino_sw_features_p2": "Las características clave de nuestra plataforma incluyen:",
  "casino_sw_features_list": "<li>Visibilidad y control sobre los rangos de mesas.</li> <li>Atributos y configuraciones de las mesas de juego.</li> <li>Límites VIP.</li> <li>Funcionalidad del cliente y acceso a nuestras herramientas de personalización.</li> <li>Mecanismo de informes y sistema de notificaciones que brinda a los operadores acceso inmediato y alertas sobre notificaciones operativas.</li> <li>API para Business Intelligence (BI).</li> <li>Herramientas de marketing.</li> <li>API para integración externa.</li>",
  "casino_sw_features_p3": "Nuestra herramienta de personalización fácil de usar permite a los operadores realizar cambios en tiempo real en varios aspectos de sus ofertas en vivo, <br /> incluyendo banners, fuentes y combinaciones de colores, todo con controles intuitivos.",
  "casino_sw_features_p4": "Nuestra nueva plataforma funciona como un sistema autónomo, ágil y flexible. Esta agilidad nos permite responder rápidamente <br /> a las solicitudes de los operadores y mantener estándares de mayor calidad al desarrollar productos nuevos y existentes.<br />",
  "casino_sw_features_p5": "Para acelerar tu negocio, también ofrecemos un",
  "casino_sw_features_p6": " con una amplia selección de más de 3000+ juegos.",
  "integrate_iframe_apis": "Integración con plataformas externas mediante iFrames y APIs",
  "integrate_iframe_apis_para": "Nuestra plataforma ofrece opciones de integración versátiles. Puedes integrarla perfectamente <strong>a través de iFrame o <br />APIs.</strong> Puede adaptarse a tus necesidades específicas, ya sea una integración completa de servicio, <br /> una solución especializada en apuestas deportivas o un enfoque en <strong> juegos de casino en línea</strong>, incluyendo <strong> casino en vivo </strong>.",
  "view_demo": "Ver Demo",
  "we_are": "somos",
  "online_exchange_sw_p1": "En VRNL, nos enorgullece ofrecer un software de Exchange en línea de vanguardia que redefine la experiencia de apuestas. Ofrecemos una plataforma totalmente funcional equipada con una amplia selección de partidos en vivo disponibles mensualmente. Con nuestras opciones de transmisión en vivo, transformaremos tu casa de apuestas en una plataforma de entretenimiento, todo respaldado por certificaciones de laboratorios independientes de juegos para mayor garantía.",
  "online_exchange_sw_p2": " El Software de Exchange en Línea de VRNL ofrece una amplia gama de opciones de apuestas deportivas. Ya seas fanático del cricket, fútbol, tenis u otro deporte, tenemos lo que necesitas. Nuestra plataforma proporciona cuotas en tiempo real, apuestas en vivo y una interfaz fácil de usar que hace que apostar sea muy sencillo.",
  "onther_head": "Simplificamos el proceso para que te integres sin problemas al negocio.",
  "onther_p1": "Este tema es altamente personalizable, y puedes experimentar su flexibilidad en acción:",
  "main_features": "Características principales",
  "feature_para": "Vrnl está a la vanguardia de la revolución en la gestión de apuestas y casinos en línea. Con nuestra experiencia, tendrás acceso a:",
  "feature_list": "<li><strong>Una Experiencia de Apuestas Global: </strong> VRNL ofrece acceso a una amplia gama de deportes, ligas y mercados de apuestas de todo el mundo. Con nosotros, puedes ofrecer a tus usuarios una verdadera experiencia global de apuestas.</li> <li><strong>Opciones Extensas Pre-Partido: </strong> Elige entre una gran selección de 150,000 opciones mensuales de apuestas previas al partido. Nos aseguramos de que tu plataforma esté bien equipada para satisfacer diversas preferencias de apuestas.</li> <li><strong>Emocionantes Oportunidades en Vivo: </strong> Involucra a tus usuarios con 75,000 oportunidades mensuales de apuestas en vivo. Estas opciones en tiempo real aportan emoción y espontaneidad a la experiencia de apuestas.</li> <li><strong>Juegos de Casino para el Metaverso: </strong> VRNL ofrece una extensa colección de juegos de casino aptos para el metaverso. Sumerge a tus usuarios en un entorno de casino virtual con nuestras diversas opciones de juego.</li> <li><strong>Integración Fluida con iFrame: </strong> Integra fácilmente nuestro iFrame en tu plataforma iGaming. Nuestra solución intuitiva te permite mejorar las capacidades de tu plataforma sin esfuerzo.</li> <li><strong>Integración Flexible: </strong> Elige tu método de integración, ya sea mediante API o iFrame. Proporcionamos opciones versátiles para adaptarnos a tus necesidades y requisitos de plataforma.</li>",
  "sports_header_2": "Software de Exchange en Línea - Plataforma de Casino iGaming",
  "sports_header_2_p1": "Ofrecemos una solución de <a style='color: #a0c528;' href='#'>Casino White Label</a> con una amplia biblioteca de más de 1,000 juegos.",
  "sports_header_2_p2": "Nuestros servicios incluyen la obtención de una licencia de juego y soporte legal para iniciar tu negocio de casino, garantizando matemáticas de juego seguras y certificadas.",
  "sports_header_2_p3": "Hemos reunido a los mejores proveedores de juegos con el objetivo de ofrecerte la selección más amplia de juegos de casino en vivo y juegos de casino disponibles en línea. Hemos creado cuidadosamente asociaciones con los mejores proveedores para ofrecerte una variedad inigualable de juegos de casino en vivo y en línea, garantizando la selección más extensa disponible.",
  "online_sports_list": "<li>Juego de espectáculos en vivo</li> <li>Juegos en primera persona</li> <li>Tragamonedas</li> <li>Ruleta americana en vivo</li> <li>Blackjack en vivo</li> <li>Baccarat en vivo</li> <li>Casino Hold’em en vivo</li> <li>SICBO</li> <li>Dragón tigre en vivo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Juega en el casino en vivo como si estuvieras directamente dentro del casino",
  "top_online_providers": "Los mejores proveedores de casino en línea de clase mundial",
  "online_casino_p1": "¿Estás listo para llevar tu experiencia de casino en línea al siguiente nivel? ¡No busques más! Vrnl es tu solución integral para todas tus necesidades de casino en línea. Proporcionamos servicios de primer nivel y soluciones innovadoras para operadores de casinos online, garantizando una experiencia inolvidable para tus jugadores.",
  "user_data_section1": "<li>Proveedores 75+ más</li> <li>Máquinas tragamonedas 15,000+ más</li> <li>Juegos de mesa 500+ más</li> <li>Video póker 700+ más</li> <li>Otros juegos 200+ más</li>",
  "lottery_bingo_games": "Juegos de Lotería y Bingo",
  "lottery_bingo_games_p1": "En VRNL, llevamos la emoción de los juegos de Lotería y Bingo tanto a tu pantalla como a tus tiendas locales. Ya seas fanático de los boletos tradicionales en papel o prefieras la comodidad de jugar en línea, tenemos lo que necesitas. Con nosotros, no se trata solo de juegos; se trata de la emoción de ganar y la alegría de jugar.",
  "user_data_section2": "<li>Bingo 80+ más</li> <li>Lotería 130+ más</li>",
  "ultimate_dest": "Destino definitivo para juegos de Lotería y Bingo en línea y en tiendas",
  "weare_vrnl": "Somos VRNL",
  "weare_vrnl_desp": "<strong>LA PLATAFORMA MÁS GRANDE PARA PROPORCIONAR WHITE LABEL DEPORTIVO Y DE CASINO</strong> La más amplia selección de juegos de entretenimiento disponibles en línea. White Label Casino con más de 1,000 juegos. El software de casino disponible es sencillo ya que nuestra plataforma es fácil de gestionar.",
  "res_design": "Diseño Responsivo",
  "res_design_desp": "Nuestro sitio web es responsivo, lo que significa que se adapta correctamente en tablets, dispositivos móviles y escritorios para una experiencia de usuario óptima.",
  "custmzd_options": "Opciones de Personalización",
  "custmzd_options_desp": "Ofrecemos a nuestros clientes una amplia gama de opciones de personalización, permitiéndoles elegir sus colores, fuentes y diseño preferidos para el sitio web. Esto asegura que el sitio refleje su estilo único y preferencias.",
  "loading_speed": "Velocidad de Carga",
  "loading_speed_desp": "Nuestro sitio web está optimizado para velocidad y rendimiento. Cuenta con tiempos de carga rápidos en diversos dispositivos y conexiones a internet.",
  "b2b_theme": "B2B (Business to Business)",
  "b2b_theme_p1": "Nuestro tema B2B se distingue por sus características únicas. Hemos incorporado una opción adicional de Parley para una experiencia de apuestas enriquecida.",
  "b2b_theme_p2": "Nuestro tema se caracteriza por las mejores combinaciones de colores y elementos de diseño, asegurando una interfaz estéticamente atractiva. Los usuarios tienen permisos para apostar en una amplia gama de deportes, incluyendo cricket, fútbol y tenis.",
  "b2b_theme_p3": "También contamos con muchos juegos de casino diferentes para más opciones de entretenimiento. Además, ofrecemos varios tipos de casinos, como el AWC Casino, que alberga una impresionante colección de más de 500 tragamonedas y más de 100 juegos de mesa.",
  "b2c_theme": "B2C (Business to Customer)",
  "b2c_theme_p1": "Nuestro sitio B2C ofrece una experiencia fácil de usar para nuestros clientes. Pueden registrarse fácilmente usando su número de teléfono, proporcionando una forma conveniente y segura de crear una cuenta.",
  "b2c_theme_p2": "Una vez registrados, los usuarios tienen la opción de depositar fondos en sus cuentas, lo que facilita comenzar con las apuestas y juegos. Además, ofrecemos un proceso de retiro fluido, asegurando que los usuarios puedan acceder a sus ganancias sin esfuerzo.",
  "b2c_theme_p3": "Para mejorar la experiencia, ofrecemos puntos de bonificación que los usuarios pueden ganar y usar durante su tiempo en la plataforma. Esto agrega una capa extra de emoción y valor para nuestros clientes, permitiéndoles aprovechar al máximo sus depósitos y retiros.",
  "b2c_theme_p4": "En general, nuestro sitio B2C está diseñado para proporcionar una experiencia de apuestas y juegos sin complicaciones y agradable, dando a nuestros clientes la libertad de jugar, depositar y retirar con facilidad.",
  "request_demoID": "Solicitar ID de Demo",
  "form_name": "Nombre *",
  "form_name_err": "Por favor ingresa tu nombre (al menos 3 caracteres).",
  "form_email": "Correo electrónico *",
  "form_email_err": "Por favor ingresa un correo electrónico válido.",
  "form_country": "País *",
  "form_country_err": "Por favor selecciona tu país.",
  "form_district": "Distrito *",
  "form_district_err": "Por favor ingresa tu distrito.",
  "form_whatsapp": "Número de WhatsApp *",
  "form_whatsapp_err": "Ingresa un número válido de WhatsApp.",
  "form_turnover": "Facturación Mensual *",
  "form_turnover_err": "Por favor ingresa tu facturación mensual.",
  "form_users": "¿Cuántos Usuarios *",
  "form_users_err": "Por favor ingresa un número válido de usuarios.",
  "form_current": "Plataforma Actual *",
  "form_current_err": "Por favor ingresa tu plataforma actual.",
  "form_issues": "Problemas con la Plataforma Actual *",
  "form_issues_err": "Por favor describe los problemas (al menos 10 caracteres).",
  "form_telegram": "¿Estás en Telegram? *",
  "form_select": "-- Seleccionar --",
  "form_yes": "Sí",
  "form_no": "No",
  "form_telegram_err": "Por favor selecciona si tienes un usuario de Telegram.",
  "form_telhandle": "Usuario de Telegram *",
  "form_telhandle_err1": "El usuario de Telegram es obligatorio.",
  "form_telhandle_err2": "El usuario de Telegram debe comenzar con &#64; (ej. &#64;usuario).",
  "demo_url": "URL de demostración",
  "form_submit": "Enviar",
  "form_name_ph": "Introduce tu nombre",
  "form_email_ph": "Introduce tu correo electrónico",
  "form_district_ph": "Introduce tu distrito",
  "form_whatsapp_ph": "Introduce tu número de WhatsApp",
  "form_turnover_ph": "Introduce tu facturación mensual",
  "form_users_ph": "Introduce el número de usuarios",
  "form_current_ph": "Introduce la plataforma actual",
  "form_issues_ph": "Introduce los problemas con la plataforma actual",
  "form_telhandle_ph": "Introduce tu usuario de Telegram",
  "our_commitment": "Nuestro Compromiso",
  "our_commitment_p1": "VRNL se compromete a proteger tu privacidad y asegurar tu información personal y financiera. Esta política explica qué información recopilamos, cómo la utilizamos y las medidas que tomamos para protegerla. Las referencias a vrnl.net también incluyen sus aplicaciones.",
  "our_commitment_p2": "Esta política se aplica a todos los sitios web y aplicaciones de VRNL donde se publique, en cumplimiento de las leyes aplicables en las regiones en las que operamos. Avisos adicionales de privacidad específicos de región o servicio pueden complementar esta política.",
  "our_commitment_p3": "Si proporcionas información a través de plataformas de terceros (por ejemplo, inicios de sesión en redes sociales), recopilamos datos mediante esas integraciones bajo esta política. Sin embargo, las prácticas de privacidad del tercero rigen los datos que recopilan directamente. La configuración de privacidad en dichas plataformas no afecta cómo VRNL utiliza los datos recopilados a través de nuestros sitios o aplicaciones.",
  "our_commitment_p4": "Nuestras plataformas pueden contener enlaces a sitios externos que no son propiedad ni están controlados por VRNL. No somos responsables de sus prácticas de privacidad y te animamos a revisar sus políticas antes de compartir información.",
  "our_commitment_p5": "Esta Política de Privacidad debe leerse junto con nuestros Términos de Uso.",
  "user_content": "Consentimiento del Usuario",
  "user_content_para": "Al usar el servicio de VRNL (por ejemplo, cuando te registras para una cuenta, compras un servicio, participas en un concurso o promoción, te comunicas con nosotros en nuestros sitios o aplicaciones), aceptas nuestra recopilación, uso y compartición de tu información personal como se describe en esta política. En algunos casos, especialmente si resides en un país regido por una normativa de protección de datos, es posible que te pidamos tu consentimiento explícito para acceder a nuestros servicios antes de proceder con más operaciones. En el caso de un perfil de usuario en itinerancia o si eres un viajero que visita varios países del mundo y utiliza los servicios de VRNL, consideraremos el país de registro como tu país principal y los consentimientos obtenidos en el momento del registro serán válidos para el procesamiento de tu información personal. Los términos de privacidad aplicables según la ley de ese país en el momento del registro te serán aplicables.",
  "accessing_webNet": "Acceso a Sitio Web y Servicios de Network 18 a través de VPN",
  "accessing_webNet_p1": "No debes acceder ni utilizar los sitios web o servicios de VRNL mediante ningún método o tecnología que oculte o tergiverse tu ubicación geográfica real (por ejemplo, el uso de una Red Privada Virtual (VPN) u otras herramientas similares).",
  "accessing_webNet_p2": "VRNL no será responsable de la recopilación, almacenamiento o procesamiento de tu información personal si se utilizan dichos métodos de acceso.",
  "collection_personalInfo": "Recopilación de Información Personal y su uso",
  "collection_personalInfo_p1": "“Información Personal” (PII) se refiere a cualquier dato que pueda identificar directa o indirectamente a una persona, como nombre, dirección postal, correo electrónico o número de móvil. Cuando los datos anónimos se vinculan con Información Personal, también se tratan como Información Personal.”",
  "collection_personalInfo_p2": "VRNL recopila únicamente la Información Personal necesaria para cumplir con tus solicitudes y proporcionar productos y servicios personalizados. No recopilamos dicha información a menos que la proporciones de forma consciente y voluntaria.",
  "collection_personalInfo_p3": "Tu Información Personal puede ser utilizada por VRNL y sus socios de servicios para operar nuestros sitios web y servicios, e informarte sobre nuevas funciones, productos y servicios ofrecidos por VRNL y sus afiliados.",
  "info_provide_us": "1. Información que nos proporcionas",
  "info_provide_us_desp": "Podemos solicitar y recopilar la siguiente información personal sobre ti cuando uses vrnl.net, y sin esta información es posible que no podamos brindarte todos los servicios solicitados:",
  "reg_data": "a. Datos de Registro",
  "reg_data_desp": "Para usar ciertas funciones en el sitio web, aplicación y servicios (como registros de eventos y campañas web), puedes proporcionar información básica de contacto, que incluye entre otras:",
  "reg_data_list": "<li><span>Nombre</span></li> <li><span>Apellido</span></li> <li><span>Dirección de correo electrónico</span></li>",
  "user_pro_details": "b. Detalles del perfil de usuario",
  "user_pro_details_desp": "Podemos recopilar y registrar más información personal en la sección 'Mi Perfil', lo que nos ayuda a proporcionar contenidos personalizados y mantener un perfil de usuario, incluyendo entre otros:",
  "user_pro_details_list": "<li><span>Nombre</span></li> <li><span>Género</span></li> <li><span>ID de correo electrónico</span></li> <li><span>Fecha de nacimiento</span></li> <li><span>País</span></li> <li><span>Ciudad</span></li> <li><span>Número de móvil</span></li>",
  "mobile_device_permissions": "c. Permisos de dispositivos móviles",
  "mobile_device_permissions_desp": "Al acceder a nuestra aplicación en dispositivos móviles/tabletas/TVs u otros dispositivos con acceso a dicha aplicación, podemos solicitar y obtener acceso a lo siguiente:",
  "mobile_device_permissions_list": "<li><span>Cuentas - Usadas para gestionar múltiples cuentas de usuario dentro de la app y para fines de inicio de sesión</span></li> <li><span>Contactos - Usados para acceder a los contactos del usuario y compartir artículos a través de la app</span></li> <li><span>Teléfono - Para leer el estado del teléfono y habilitar notificaciones en el dispositivo del usuario. Se recopila el IMEI para identificar de forma única a cada usuario</span></li> <li><span>Cámara - Para que el usuario pueda subir imágenes y su foto de perfil. Permite usar la cámara dentro de VRNL</span></li> <li><span>Micrófono - Para habilitar acciones relacionadas con comandos de voz</span></li> <li><span>Almacenamiento - Para acceder a archivos y carpetas dentro de la app</span></li> <li><span>SMS - Para enviar y recibir mensajes de verificación</span></li>",
  "mobile_device_permissions_desp2": "Los permisos a estas configuraciones pueden ser esenciales para el correcto funcionamiento de la aplicación. Los permisos pueden gestionarse a través de los respectivos dispositivos de los usuarios utilizando la opción de 'configuración'.",
  "info_voluntarily": "2. Información que nos proporcionas voluntariamente",
  "info_voluntarily_desp": "Si nos envías correspondencia personal, como correos electrónicos o cartas, o si otros usuarios o terceros nos envían correspondencia sobre tus actividades o publicaciones en vrnl.net, podemos recopilar y almacenar dicha información.",
  "info_voluntarily_para": "Podemos recopilar información adicional en otros momentos, cuando nos proporciones comentarios, modifiques tus preferencias de contenido o correo electrónico, respondas a encuestas o te comuniques con nosotros. Esta información puede incluir tu nombre, correo electrónico, número de móvil, ubicación, etc.",
  "info_auto": "3. Información que recopilamos automáticamente",
  "info_auto_desp": "Recopilamos información sobre ti y tu uso de nuestro servicio, tus interacciones con nosotros y nuestra publicidad, así como información sobre tu computadora u otros dispositivos usados para acceder a nuestro servicio (como dispositivos móviles, tabletas y otros dispositivos de visualización). Esta información incluye, entre otros:",
  "info_auto_list": "<li><span>Actividades en vrnl.net como tipo de páginas visitadas, tiempo en páginas, búsquedas, etc.</span></li> <li><span>Tus interacciones con nuestro correo electrónico, servicio al cliente y plataforma de mensajería.</span></li> <li><span>Información de geolocalización a través de direcciones IP;</span></li> <li><span>Información del dispositivo como id, modelo, etc. y otros identificadores únicos</span></li> <li><span>Identificadores publicitarios, como los encontrados en dispositivos móviles y tabletas, por ejemplo IDFA en iOS y GAID en Android;</span></li> <li><span>Información recopilada mediante cookies y otras tecnologías* ;</span></li>",
  "info_auto_note": "*Nota: Para mejorar tu experiencia, podemos usar <b>cookies</b> u otras tecnologías similares para asignarte un <b>ID de usuario único</b> y comprender tus intereses. Las <b>cookies</b> no revelan tu identidad a menos que la proporciones voluntariamente, ni pueden acceder a los datos de tu dispositivo. Los anunciantes pueden configurar sus propias cookies al interactuar con sus anuncios, lo cual no controlamos. También recopilamos cierta información técnica cada vez que utilizas nuestros sitios, aplicaciones o servicios en cualquier dispositivo conectado a internet.",
  "inferred_info": "4. Información inferida a través del uso y datos de registro",
  "inferred_info_desp": "Podemos rastrear cierta información sobre ti en función de tu comportamiento en vrnl.net. Usamos esta información para realizar investigaciones internas sobre la demografía, dispositivos, intereses y comportamiento de nuestros usuarios, a fin de comprenderlos mejor, protegerlos y servirlos. Esta información se compila y analiza de manera agregada.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>También podemos recopilar tu información para rastrear el comportamiento y las preferencias del usuario para análisis internos e investigación. También podemos usar tu información:</strong><br> (i) Para evaluar tu interés en opciones de inversión, servicios, ofertas, suscripciones; <br> (ii) Para realizar análisis e investigaciones de clientes, determinar tu interés, identificar contenido que genere ventas y analizar patrones de tráfico.<br>",
  "inferred_info_a": "a. Funcionalidades interactivas",
  "inferred_info_a_desp1": "vrnl.net tiene muchas funciones que permiten a los usuarios/miembros revelar sus identidades y comunicarse con otros usuarios/miembros. Tu uso de dichas funciones y divulgación de datos personales (ej. correo electrónico) por ti a través de estas funciones es bajo tu propio riesgo y vrnl.net no acepta responsabilidad alguna. Sin embargo, si tu privacidad ha sido vulnerada como resultado de participar en dichas funciones, puedes notificárnoslo por correo a vrnl@gmail.com",
  "inferred_info_a_desp2": "Si decides publicar mensajes en cuentas de redes sociales, foros, salas de chat u otras áreas de mensajes o dejar comentarios, recopilaremos la información que nos proporciones. Retendremos esta información según sea necesario para resolver disputas, brindar soporte al cliente y solucionar problemas según lo permita la ley. También podemos conservar dicha información de manera agregada para formular tendencias y sentimientos del mercado. Sin embargo, no asociamos tu información personal con estos comentarios o publicaciones al realizar dicho análisis.",
  "inferred_info_b": "b. Experiencia de usuario y soporte",
  "inferred_info_b_desp1": "Identificamos y usamos tu dirección IP para ayudar a diagnosticar problemas con nuestro servidor y administrar nuestra aplicación. También se usa tu dirección IP para ayudarte a identificarte y recopilar información demográfica amplia para personalizar tu experiencia en vrnl.net.",
  "inferred_info_b_desp2": "Ocasionalmente te pediremos que completes encuestas en línea opcionales. Estas encuestas pueden solicitar información de contacto y demográfica (como código postal, edad, etc.). Usamos estos datos para personalizar tu experiencia en vrnl.net, proporcionándote contenido que creemos que podría interesarte y mostrar contenido según tus preferencias.",
  "info_thirdparty": "5. Información que recopilamos a través de terceros",
  "info_thirdparty_a": "a. Inicio de sesión con redes sociales",
  "info_thirdparty_a_desp": "Cuando te registras usando otras cuentas como Facebook, Gmail, etc., recuperaremos información de dichas cuentas para seguir interactuando contigo y continuar brindándote los Servicios. Recopilamos la siguiente información de las respectivas plataformas de redes sociales, incluyendo entre otras:",
  "info_thirdparty_a_list": "<li><span>Facebook - Información pública, Nombre, Correo electrónico, lista de amigos</span></li> <li><span>Google - Nombre, Apellido, Correo electrónico</span></li>",
  "info_thirdparty_b": "b. Información transaccional o de facturación",
  "info_thirdparty_b_desp": "En función de tu compra de un paquete de suscripción, nuestro socio de pasarela de pago puede recopilar información con respecto a los detalles de tu tarjeta de crédito/débito u otros datos bancarios junto con tu dirección de facturación. Esta información es almacenada por nuestro socio de pasarela de pago. Por ejemplo, los Servicios usarán socios externos de pasarelas de pago para procesar y facilitar el pago de tu tarifa de suscripción para brindarte acceso a la suscripción. Ten en cuenta que vrnl.net no recopila directamente ninguna información financiera como datos de tarjeta de crédito, débito o banca en línea. Dichos socios de pago no están controlados por nosotros. Cuando visites esas pasarelas de pago lo haces bajo tu propio riesgo. Estas pasarelas de pago pueden tener sus propias políticas de privacidad, que te recomendamos revisar si visitas cualquiera de ellas. No asumimos ninguna responsabilidad ni obligación por dichas pasarelas, su contenido o sus prácticas de privacidad, ni las respaldamos. Te animamos a familiarizarte con las declaraciones de privacidad proporcionadas por dichas pasarelas de pago antes de proporcionarles información sobre ti o realizar transacciones con ellas.",
  "lawfulness_processing": "I. Fines y Licitud del Tratamiento",
  "lawfulness_processing_desp1": "vrnl.net solo recopilará y procesará datos personales sobre usted cuando tengamos una base legal. Las bases legales en las que procesaríamos su información personal incluyen obtener su consentimiento explícito para procesar su información personal o procesar por 'intereses legítimos', cuando el tratamiento sea necesario para brindarle soporte al cliente o procesar sus datos para proporcionarle servicios premium (Por ejemplo, el procesamiento de su información por parte de nuestros proveedores de servicios de pasarela de pago).",
  "lawfulness_processing_desp2": "Usamos la información para proporcionar, analizar, administrar, mejorar y personalizar nuestro servicio y esfuerzos de marketing, para procesar su registro, sus pedidos, pagos y para comunicarnos con usted en relación con los casos mencionados a continuación. Por ejemplo, usamos la información para:",
  "lawfulness_processing_list": "<li><span>determinar sus necesidades de portafolio y brindar sugerencias, consejos y predicciones personalizadas sobre tendencias del mercado, alertas sobre cambios en el mercado y estadísticas de índices, todo lo que creemos será de su interés;</span></li> <li><span>prevenir, detectar e investigar actividades potencialmente prohibidas o ilegales, incluido el fraude;</span></li> <li><span>analizar y comprender nuestra audiencia, mejorar nuestro servicio (incluidas las experiencias de nuestra interfaz de usuario) y optimizar la selección de contenido, los algoritmos de recomendación y la entrega;</span></li> <li><span>comunicarnos con usted sobre nuestro servicio (por ejemplo, por correo electrónico, notificaciones push, mensajes de texto y canales de mensajería en línea), para comunicarle noticias sobre vrnl.net, detalles sobre nuevas funciones y contenido disponible en vrnl.net, y ofertas especiales, anuncios promocionales, concursos y encuestas de consumidores, y para ayudarle con solicitudes operativas como restablecimiento de contraseña.</span></li> <li><span>Notificarle sobre cambios en los términos de servicio.</span></li> <li><span>Permitirle participar en funciones interactivas ofrecidas a través de nuestros Servicios.</span></li> <li><span>Cumplir con nuestras obligaciones y hacer valer nuestros derechos derivados de cualquier contrato celebrado entre usted y nosotros, incluyendo facturación, contracargos y cobros.</span></li>",
  "lawfulness_processing_desp3": "Podemos usar su información para brindarle una experiencia personalizada cuando visite/utilice uno de nuestros sitios/aplicaciones, y para fines de análisis y marketing.",
  "lawfulness_processing_desp4": "Brindamos personalización utilizando los datos que nos envía en términos de cookies, direcciones IP, balizas web o tecnologías similares en relación con los dispositivos que utiliza. Al hacerlo, podemos proporcionarle contenidos y/o publicidad que creemos son más relevantes para sus intereses. Por favor, otorgue su consentimiento explícito para lo mismo cuando recopilemos sus datos y/o ajuste sus preferencias de usuario en su perfil de cuenta respecto a sus elecciones/preferencias proporcionadas.",
  "info_usedBy": "II. Información utilizada por la empresa",
  "info_usedBy_desp1": "La información proporcionada por los usuarios nos permite mejorar los Servicios y brindarle la experiencia más amigable posible. En algunos casos/provisión de ciertos servicios o utilidades, también podemos requerir su dirección de contacto. Toda la información requerida depende del servicio y la Compañía puede usar la información mencionada del usuario para mantener, proteger y mejorar los Servicios (incluida la publicidad en la 'Aplicación') y para desarrollar nuevos servicios. También podemos usar su dirección de correo electrónico u otra información de identificación personal para enviar mensajes comerciales o de marketing con su consentimiento, según lo requieran las leyes locales [con una opción para suscribirse / darse de baja (cuando sea factible)]. Sin embargo, podemos usar su dirección de correo electrónico sin necesidad de un consentimiento adicional para fines no comerciales o administrativos (como notificarle cambios importantes, para atención al cliente, facturación, etc.)",
  "info_usedBy_desp2": "Cualquier información de identificación personal que usted proporcione no se considerará sensible si está disponible libremente y/o accesible en el dominio público, como comentarios, mensajes, blogs, publicaciones en plataformas sociales como Facebook, Twitter, etc. Cualquier contenido publicado/cargado/transmitido/comunicado por los usuarios en las secciones públicas del sitio web o de la Aplicación se convierte en contenido publicado y no se considera información de identificación personal sujeta a esta Política de Privacidad. En caso de que decida no enviar información de identificación personal, es posible que no podamos brindarle ciertos servicios. En cualquier caso, no seremos responsables por la denegación de ciertos servicios debido a la falta de información personal necesaria. Cuando se registre en la Aplicación o en los Servicios, nos pondremos en contacto con usted de vez en cuando para actualizar su información personal con el fin de proporcionarle características que consideramos pueden beneficiarle/interesarle.",
  "disclosure_tp": "III. Divulgación a terceros",
  "disclosure_tp_b": "b. Publicidad",
  "disclosure_tp_b_desp": "Cuando presentamos información a nuestros anunciantes —para ayudarles a comprender nuestra audiencia y confirmar el valor de la publicidad en nuestros sitios web o Aplicaciones—, generalmente es en forma de estadísticas agregadas sobre el tráfico a varias páginas/contenidos dentro de nuestros sitios web o Aplicaciones. Utilizamos empresas publicitarias de terceros para mostrar anuncios cuando visita nuestros sitios web o Aplicaciones. Estas empresas pueden usar información (incluido su nombre, dirección, dirección de correo electrónico o número de teléfono u otra información de identificación personal) sobre sus visitas a este y otros sitios web o aplicaciones, con el fin de ofrecerle anuncios sobre bienes y servicios de su interés. No proporcionamos ninguna información de identificación personal a sitios web/anunciantes/servidores de anuncios de terceros sin su consentimiento.",
  "disclosure_tp_d": "d. Ofertas promocionales",
  "disclosure_tp_d_desp": "Compartiremos o divulgaremos su información personal fuera de vrnl.net cuando tengamos su consentimiento. Por ejemplo, para proporcionar servicios relacionados con SMS y correo electrónico, como boletines informativos de marketing, promociones y ofertas.",
  "disclosure_tp_f": "f. Legal",
  "disclosure_tp_f_desp": "vrnl.net puede divulgar información de identificación personal si la ley lo requiere o si creemos de buena fe que tal acción es necesaria para:",
  "disclosure_tp_f_list": "<li><span>cumplir con los edictos de la ley o con un proceso legal notificado al sitio o a sus propietarios;</span></li> <li><span>proteger y defender los derechos o la propiedad de los propietarios del sitio, el sitio o los usuarios de vrnl.net;</span></li> <li><span>Actuar en circunstancias urgentes para proteger la seguridad personal de los usuarios de vrnl.net, el sitio, sus propietarios o el público.</span></li>",
  "controls_choices": "IV. Sus controles y elecciones",
  "managing_info": "Gestión de su información",
  "managing_info_desp1": "Cuando utiliza los Servicios de moneycontrol (sitios web o cualquiera de sus sub sitios), hacemos esfuerzos razonables para proporcionarle, cuando lo solicite, acceso a su información personal y garantizamos además que cualquier información personal o datos personales sensibles o información que se encuentre inexacta o deficiente sea corregida o enmendada según sea posible, sujeto a cualquier requisito de conservar dicha información personal o datos personales sensibles por ley o por fines comerciales legítimos.",
  "managing_info_desp2": "Pedimos a los usuarios individuales que se identifiquen y especifiquen la información que se solicita acceder, corregir o eliminar antes de procesar dichas solicitudes, y podemos negarnos a procesar solicitudes que sean irrazonablemente repetitivas o sistemáticas, requieran un esfuerzo técnico desproporcionado, pongan en riesgo la privacidad de otros o sean extremadamente imprácticas (por ejemplo, solicitudes relacionadas con información almacenada en cintas de respaldo), o para las cuales el acceso no sea necesario. En cualquier caso, cuando proporcionamos acceso y corrección de información, realizamos este servicio de forma gratuita, excepto si hacerlo requiere un esfuerzo desproporcionado. Debido a la forma en que mantenemos ciertos servicios, después de eliminar su información, las copias residuales pueden tardar un tiempo en eliminarse de nuestros servidores activos y pueden permanecer en nuestros sistemas de respaldo.",
  "managing_info_desp3": "Para ejercer los derechos aplicables a usted como sujeto de datos, debe escribirnos y presentar una solicitud para el derecho específico. Asegúrese de usar asuntos apropiados para mencionar el derecho (por ejemplo, Solicitud de Acceso a Datos, Solicitud de Portabilidad de Datos, Solicitud de Eliminación de Datos) al presentar todas esas solicitudes, esto nos ayudaría a procesar sus solicitudes de manera más rápida y eficiente.",
  "managing_info_desp4": "Le brindamos la capacidad de ejercer ciertos controles y elecciones respecto a nuestra recopilación, uso y compartición de su información personal. De acuerdo con la ley aplicable, sus controles y elecciones pueden incluir:",
  "dataAccess_port": "a. Acceso y Portabilidad de Datos",
  "dataAccess_port_desp": "La UE - (Reglamento General de Protección de Datos) le otorga, como sujeto de datos, el derecho a solicitar copias de su información personal que tenemos en nuestro poder. También puede tener derecho a solicitar copias de la información personal que nos haya proporcionado en un formato estructurado, de uso común y legible por máquina y/o solicitarnos que transmitamos esta información a otro proveedor de servicios (cuando sea técnicamente posible).",
  "data_retention": "c. Retención y Eliminación de Datos",
  "data_retention_desp1": "Conservamos su información personal mientras sea necesario para los intereses legítimos especificados en esta política y para cumplir con nuestras obligaciones legales. Si ya no desea que usemos su información, puede solicitar que borremos su información personal y cerremos su cuenta vrnl.net.",
  "data_retention_desp2": "Tenga en cuenta que si solicita la eliminación de su información personal:",
  "data_retention_list": "<li><span>Podemos conservar parte de su información personal según sea necesario para nuestros intereses comerciales legítimos, como la detección y prevención de fraudes y la mejora de la seguridad. Por ejemplo, si suspendemos una cuenta de vrnl.net por motivos de fraude o seguridad, podemos conservar cierta información de esa cuenta para evitar que ese usuario abra una nueva cuenta en el futuro.</span></li> <li><span>Podemos conservar y usar su información personal en la medida necesaria para cumplir con nuestras obligaciones legales. Por ejemplo, podemos conservar parte de su información para obligaciones fiscales, de informes legales y de auditoría.</span></li> <li><span>La información que haya compartido con otros (por ejemplo, reseñas, publicaciones en foros) puede seguir siendo visible públicamente en vrnl.net, incluso después de que su cuenta sea cancelada. Sin embargo, se eliminará la atribución de dicha información a usted. Además, algunas copias de su información (por ejemplo, registros de logs) pueden permanecer en nuestra base de datos, pero estarán disociadas de los identificadores personales.</span></li> <li><span>Debido a que mantenemos copias de la información personal para protegerla de pérdidas y destrucción accidentales o maliciosas, las copias residuales de su información personal pueden no eliminarse de nuestros sistemas de respaldo por un período limitado de tiempo.</span></li>",
  "data_retention_note": "(Nota: Si tiene múltiples cuentas con moneycontrol, deberá presentar solicitudes separadas para cada una de esas cuentas, utilizando los correos electrónicos asociados)",
  "withdrawing_consent": "d. Retirada del Consentimiento y Restricción del Tratamiento",
  "withdrawing_consent_desp": "Para retirar su consentimiento en cualquier momento durante la prestación de nuestros servicios, puede hacerlo enviándonos un correo electrónico. Revisaremos su solicitud y podemos pedirle que verifique su identidad. Después de la verificación, retiraremos el consentimiento solicitado y detendremos cualquier procesamiento posterior de su información personal.",
  "fail_provideConsent": "V. Si no otorga su consentimiento",
  "fail_provideConsent_desp": "Es nuestro deber informarle que vrnl.net es una plataforma de publicidad. Los anuncios forman el núcleo de nuestro negocio, por lo tanto, los permisos para usar y procesar su información personal para proporcionar anuncios son esenciales para poder brindarle nuestros servicios. El uso de información personal para la publicidad es un criterio vinculante y no podremos proporcionarle nuestros servicios si no nos autoriza a usar su información personal para fines de publicidad y actividades relacionadas.",
  "childrens_privacy": "VI. Privacidad de los niños",
  "childrens_privacy_desp1": "vrnl.net no está intencionalmente diseñado para ni dirigido a personas menores de 16 años de edad. vrnl no permite conscientemente que ninguna persona menor de 16 años se registre en los servicios ni que proporcione cualquier otra información de identificación personal. Si vrnl llega a saber que se ha recopilado información de identificación personal de personas menores de 16 años en vrnl.net sin el consentimiento verificado de los padres, vrnl tomará las medidas adecuadas para eliminar dicha información y notificar a los padres.",
  "childrens_privacy_desp2": "Sin embargo, consideramos que es responsabilidad de los padres supervisar el uso que hacen sus hijos de nuestros servicios. No obstante, nuestra política es no recopilar ni procesar ninguna información personal de menores de 16 años ni enviar materiales promocionales a personas de esa categoría. VRNL no busca ni tiene la intención de solicitar o recibir información personal de menores. Si un padre o tutor tiene razones para creer que un menor ha proporcionado información personal a VRNL sin su consentimiento previo, comuníquese con nuestro equipo de atención al cliente para garantizar que dicha información personal sea eliminada de vrnl.net.",
  "data_transfer": "VII. Transferencia, almacenamiento y procesamiento de datos a nivel global",
  "data_transfer_desp": "Operamos a nivel mundial y podemos transferir su información personal a empresas individuales afiliadas a VRNL o a terceros en diferentes ubicaciones del mundo para los fines descritos en esta política de privacidad. Dondequiera que su información personal sea transferida, almacenada o procesada por nosotros, tomaremos medidas razonables para salvaguardar su privacidad. Además, al usar o divulgar información personal transferida desde la Unión Europea, utilizamos cláusulas contractuales estándar aprobadas por la Comisión Europea y adoptamos otros medios conforme a la legislación de la Unión Europea para garantizar una protección adecuada.",
  "security_compliance": "VIII. Seguridad y cumplimiento de las leyes",
  "security_compliance_desp": "Estamos implementando y actualizando continuamente medidas de seguridad administrativas, técnicas y físicas para ayudar a proteger su información contra el acceso no autorizado, la pérdida, destrucción o alteración. Algunas de las medidas que podemos utilizar para proteger su información son cortafuegos, cifrado de datos y controles de acceso a la información. Si sabe o tiene motivos para creer que las credenciales de su cuenta en vrnl.net se han perdido, robado, alterado o de alguna otra forma comprometido, o en caso de cualquier uso no autorizado real o sospechado de su cuenta, comuníquese con nuestro equipo de atención al cliente.",
  "changein_policy": "IX. Cambios en la política",
  "changein_policy_desp": "Esta política de privacidad está sujeta a cambios de vez en cuando. Nos reservamos el derecho, a nuestra entera discreción, de modificar los términos de esta política de privacidad de vez en cuando para garantizar el cumplimiento de las leyes aplicables ('Términos actualizados'). Los términos actualizados serán efectivos de inmediato y sustituirán los términos de esta política de privacidad. Le notificaremos cualquier cambio en esta política de privacidad si dichos cambios afectan significativamente sus derechos o si lo requiere la ley. Usted será el único responsable de revisar periódicamente la política de privacidad para comprobar cualquier modificación. Al continuar utilizando vrnl.net después de que se hayan publicado los términos actualizados, usted confirma su aceptación de los mismos.",
  "contact_info": "X. Información de contacto",
  "contact_info_a": "a. Soporte",
  "contact_info_a_desp": "Si requiere información o aclaración sobre el uso de su información personal o sobre esta política de privacidad, o tiene quejas con respecto al uso de su información personal, por favor escríbanos a",
  "contact_info_b": "b. Quejas",
  "contact_info_b_desp1": "Puede escribir a nuestro oficial de protección de datos en caso de cualquier queja o reclamo. Tiene derecho a presentar una queja sobre las actividades de procesamiento de datos realizadas por vrnl.net ante las autoridades competentes de protección de datos.",
  "contact_info_b_desp2": "Si tiene alguna consulta o queja sobre la recopilación, procesamiento, transferencia de datos/información personal o sobre esta política, por favor contacte a nuestro Oficial de Protección de Datos.",
  "risk_management_title": "Sus apuestas, nuestra responsabilidad: gestión de riesgos inigualable &",
  "risk_management_title2": "Una empresa que persigue constantemente soluciones innovadoras para satisfacer sus necesidades comerciales.",
  "dedicated_rm_team": "Equipo dedicado de gestión de riesgos",
  "dedicated_rm_team_desp": "Contamos con un <b>equipo de gestión de riesgos altamente experimentado</b> que opera <b>24/7</b>. Su función principal es supervisar cada apuesta y transacción en nuestra plataforma para garantizar el <b>juego limpio</b> y la <b>seguridad</b> de todos los usuarios.",
  "key_features_rm": "Características clave",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Monitoreo en tiempo real:</strong> Sistemas avanzados rastrean continuamente apuestas, cambios de cuotas y actividad de usuarios.</span></li> <li><strong>Revisión manual:</strong> Las alertas activan verificaciones detalladas de patrones de apuestas, variaciones de cuotas y comportamiento de cuentas.</li> <li><strong>Mitigación de riesgos:</strong> Acciones inmediatas como anulación/suspensión de apuestas, congelación de cuentas o verificación de usuarios si se detectan irregularidades.</li> <li><strong>Análisis de datos:</strong> Revisión continua de datos en vivo e históricos para detectar tendencias de riesgo y mejorar las estrategias de prevención.</li> <li><strong>Respuesta a incidentes:</strong> Un plan estructurado para manejar rápidamente brechas de seguridad, trampas u otras amenazas.</li>",
  "benefits_rm": "Beneficios",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Capacitación continua:</strong> Desarrollo constante de habilidades del equipo de riesgos para enfrentar nuevas amenazas eficazmente.</span></li> <li><strong>Tecnología y seguridad avanzadas:</strong> Actualizaciones regulares, pruebas de penetración, actualizaciones de software y auditorías de seguridad.</li> <li><strong>Transparencia:</strong> Comunicación clara con los usuarios sobre las acciones de gestión de riesgos para mantener la confianza.</li> <li><strong>Mejora continua:</strong> Estrategias en evolución basadas en incidentes pasados y riesgos emergentes para proteger la integridad de la plataforma y los intereses de los usuarios.</li>",
  "sbs_bold": "Software de <strong>Apuestas Deportivas</strong>",
  "sbs_bold_p1": "¿Listo para llevar tu experiencia en apuestas deportivas al siguiente nivel? ¡No busques más que el Software de Apuestas Deportivas de VRNL! En este artículo, exploraremos cómo la tecnología de vanguardia de VRNL puede transformar tu forma de apostar. Con más de dos décadas de experiencia en la industria, VRNL es tu socio de confianza para soluciones innovadoras en apuestas deportivas. Vamos a sumergirnos en el mundo del software de apuestas deportivas y descubrir cómo podemos elevar tu juego.",
  "sbs_bold_p2": "El Software de Apuestas Deportivas de VRNL ofrece un mundo de posibilidades para los entusiastas de los deportes y apostadores. Con un enfoque en proporcionar información precisa, relevante y útil, VRNL combina experiencia en la materia y vivencias personales para crear una solución integral de apuestas. Confía en VRNL para elevar tu experiencia en apuestas deportivas a nuevas alturas.",
  "sbs_bold_p3": "¡Explora hoy el software de apuestas deportivas de VRNL y lleva tu juego de apuestas al siguiente nivel!",
  "sbs_try_b2b": "Prueba nuestro software de apuestas B2B",
  "sbs_try_b2c": "Prueba nuestro software de apuestas B2C",
  "sbs_mf_desp": "Ofrecemos una amplia gama de herramientas para facilitar la gestión de nuestro software de apuestas. Entre ellas, destacamos las más potentes y, en particular, las esenciales para competir en el escenario global:",
  "sbs_mf_list": "<li><strong>Cuotas en tiempo real:</strong> Mantente actualizado con cuotas en tiempo real que te dan ventaja competitiva. El software de VRNL asegura que nunca te pierdas las mejores oportunidades.</li> <li><strong>Compatibilidad móvil:</strong> Apuesta en cualquier lugar con el software compatible con dispositivos móviles de VRNL. Ya uses iOS o Android, la plataforma se adapta a tu dispositivo para una experiencia fluida.</li> <li><strong>Servicio avanzado de cuotas:</strong> Redefine las API de datos deportivos. Ofrece cuotas previas al partido 100% precisas y los feeds de cuotas en vivo más rápidos con mínima latencia.</li> <li><strong>Integración flexible:</strong> Nuestra plataforma puede integrarse sin problemas en tu sistema a través de API o iFrame, ofreciendo versatilidad en la implementación.</li>",
  "sbs_benefits": "¿Cuáles serán los beneficios? <b>Déjanos explicarte</b>",
  "sbs_benefits_p1": "<strong>La ventaja de operar una plataforma de apuestas en línea y minorista</strong> Iniciar una plataforma de apuestas en línea puede ser un verdadero desafío.",
  "sbs_benefits_p2": "Por eso hemos diseñado un <strong>entorno integral de software de apuestas deportivas</strong> para hacer el proceso más sencillo, completo con proveedores de cuotas de primer nivel para ofrecerte la cobertura más amplia.",
  "sbs_benefits_p3": "Nuestros socios regulados reciben soporte completo para su ingreso en la industria de apuestas en línea, junto con la opción de versiones con marca o sin marca de nuestras plataformas.",
  "sbs_benefits_p4": "Nuestro software incluye sólidas herramientas de gestión de riesgos, lo que facilita su configuración y está preparado para escalar a medida que tu negocio crezca.",
  "sbs_benefits_p5": "Gestionar <strong>jugadores en línea y casas de apuestas</strong> nunca ha sido tan sencillo y fácil de usar.",
  "complete_sbs": "Software completo de <strong>Apuestas Deportivas</strong>",
  "whatwe_have": "¿Qué tenemos para ti?",
  "whatwe_have_list": "<li><strong>Controles de cuentas de jugadores:</strong> Nuestra plataforma ofrece una sólida gestión de cuentas de jugadores, incluidos servicios de registro y verificación. También contamos con un sistema eficaz para detectar y abordar cuentas fraudulentas.</li> <li><strong>Herramientas de geolocalización:</strong> Ofrecemos herramientas que pueden extraer información de ubicación a partir de direcciones IP, garantizando servicios de geolocalización precisos.</li>",
  "whatwe_have_desp": "Con nuestro apoyo integral, tu enfoque principal puede ser establecer y desarrollar tus casas de apuestas minoristas y redes en línea.",
  "b2c_sbs": "Software de apuestas deportivas B2C",
  "b2c_sbs_p1": "VRNL es tu destino principal para soluciones de software de apuestas deportivas B2C. Somos un nombre de confianza en la industria, dedicados a ofrecer software de vanguardia que mejora tu experiencia de apuestas deportivas. Ya seas un apostador experimentado o un recién llegado al mundo de las apuestas deportivas, tenemos las herramientas que necesitas para elevar tu juego. ¡Prueba hoy el software de apuestas deportivas de VRNL y lleva tu experiencia de apuestas al siguiente nivel!",
  "b2c_sbs_p2": "El software de apuestas deportivas B2C (business-to-consumer) se refiere a la tecnología y plataforma utilizada por los operadores de casas de apuestas para ofrecer servicios de apuestas deportivas directamente a los usuarios finales.",
  "b2c_sbs_p3": "Este tipo de software permite a los consumidores realizar apuestas en diversos eventos deportivos a través de aplicaciones web o móviles. Aquí están algunas características y componentes clave que se encuentran típicamente en el software de apuestas deportivas B2C:",
  "b2c_sbs_list": "<li><b>Registro de usuarios y gestión de cuentas:</b> Permite a los usuarios crear cuentas, administrar información personal y rastrear el historial de apuestas.</li> <li><b>Atención al cliente:</b> Proporciona opciones de soporte al cliente, como chat en vivo, correo electrónico y soporte telefónico, para asistir a los usuarios con consultas y problemas.</li> <li><b>Programas de afiliados:</b> Ofrece programas de afiliados para marketing y promoción, permitiendo a los socios ganar comisiones por referir usuarios.</li>",
  "casino_sbs": "Software de Casino y <strong>Apuestas Deportivas</strong>",
  "casino_sbs_list": "Proveedores 75 + más de<br /> Máquinas tragamonedas 15,000 + más de<br /> Juegos de mesa 500 + más de<br /> Video póker 700 + más de<br /> Otros juegos 200 + más de<br /> Juego en vivo<br /> Juegos de Primera Persona<br /> Ruleta americana en vivo<br /> Blackjack en vivo<br /> Baccarat en vivo<br /> Casino Hold’em en vivo<br /> SICBO<br /> Dragon tiger en vivo<br /> Andar Bahar<br /> Teen Patti",
  "online": "En línea",
  "casino_platform": "plataforma de casino",
  "onc_desp1": "VRNL ofrece la solución completa con nuestra oferta de <strong>Casino White Label</strong>.",
  "onc_desp2": "Nuestra <strong>plataforma de casino en línea</strong> está diseñada para la simplicidad, asegurando una gestión fácil tanto para principiantes como para profesionales experimentados. Con VRNL, recibirás orientación completa para iniciar tu emprendimiento de <strong>casino en línea</strong>.",
  "onc_desp3": "Antes de dar el paso, te invitamos a presenciar su operación perfecta en acción.",
  "wlc_mainFeatures_desp1": "Ofrecemos una amplia gama de herramientas diseñadas para empoderarte en la gestión de nuestra plataforma de casino en línea. Entre ellas, hemos destilado la selección para enfocarnos en las más influyentes y, significativamente, indispensables para prosperar en el competitivo escenario global:",
  "wlc_mainFeatures_list": "<li><strong class='black-color'>El catálogo más extenso de juegos de casino en línea a nivel mundial,</strong> cuidadosamente seleccionado de los proveedores mejor calificados de la industria</li> <li><strong class='black-color'>Herramientas para Bonos</strong> y Optimización de Rentabilidad de Tragamonedas</li> <li><strong class='black-color'>Constructor de campañas</strong> y Gestión de Torneos de Juegos</li> <li>Puede integrarse <strong class='black-color'>sin problemas a través de tecnología API o iFrame.</strong></li>",
  "wlc_mainFeatures_desp2": "Además, nuestro paquete incluye software de casino en vivo, permitiéndote ofrecer a tus usuarios la experiencia auténtica de un casino real desde la comodidad de sus hogares.",
  "wlc_benefits": "¿Cuáles serán los beneficios?",
  "letus_explain": "Déjanos explicar",
  "letus_explain_desp1": "¿Pensando en entrar al mundo de las apuestas en línea? VRNL Company ofrece una",
  "letus_explain_desp2": "solución de casino White Label que puede ser tu punto de partida perfecto.",
  "letus_explain_desp3": "Utiliza nuestros servicios profesionales y experiencia, junto con nuestras avanzadas <strong>plataformas de casino</strong> y tecnología. Nuestros socios regulados se benefician de un apoyo extenso al ingresar en la industria de casinos en línea, con la opción de versiones de plataforma con o sin marca.",
  "letus_explain_desp4": "Iniciar un emprendimiento de casino en línea puede ser un proceso complejo. Por eso hemos creado un entorno completo de casino, ofreciendo los mejores proveedores de juegos y más de 1,000 juegos. Nuestra matemática de juegos es segura y certificada, asegurando tu tranquilidad.",
  "letus_explain_desp5": "Expande tu negocio sin esfuerzo con las sólidas herramientas de gestión de riesgos de nuestra plataforma para una configuración rápida y sencilla.",
  "wlc_complete_solutions": "Soluciones completas de <span>Casino White Label</span>",
  "wlc_offer": "¿Qué te ofrecemos?",
  "wlc_complete_solutions_list": "<li>Procedimientos de verificación, oficialmente aprobados por autoridades regulatorias</li> <li>Herramientas de marketing de afiliados, sistema de referidos e integración con redes sociales</li> <li>Notificaciones Push móviles, Web Push y Mensajería dentro de la app</li> <li>Controles de cuenta de jugadores, Registro y Verificación, y Sistema de detección de cuentas fraudulentas</li> <li>Herramientas de geolocalización para extraer información de ubicación de direcciones IP</li>",
  "wlc_complete_solutions_more": "Pero espera, hay más",
  "wlc_complete_solutions_desp": "<strong>La plataforma de VRNL está afinada para un rendimiento</strong> y estabilidad óptimos. Utilizamos tecnología de vanguardia que opera el doble de rápido que las plataformas de casino regulares. Nuestra amplia experiencia ha creado la aplicación más rápida y potente hoy en día.",
  "wlc_numbers": "Casino <span>White Label</span> en cifras",
  "wlc_numbers_p1": "Descubre las posibilidades ilimitadas de nuestras soluciones de Casino White Label de VRNL Company. Eleva tu negocio de casino con nuestra amplia gama de ofertas de casino",
  "wlc_numbers_p2": "La mejor selección de proveedores de Live Casino líderes en el mundo",
  "wlc_numbers_p3": "Una variedad sin igual de mesas en vivo disponibles en línea, con entrega multicanal.",
  "wlc_numbers_list": "<li>Más de 75 proveedores</li> <li>Más de 15,000 máquinas tragamonedas</li> <li>Más de 500 juegos de mesa</li> <li>Más de 700 juegos de video póker</li> <li>Más de 200 otros juegos</li>",
  "wlc_numbers_p4": "Nuestro equipo dedicado te guiará en todas las fases, desde la capacitación inicial hasta el lanzamiento de tu producción.",
  "wlb_platform": "Plataforma de apuestas White Label",
  "wlb_platform_p1": "La <b class='bold'>solución de sportsbook White Label</b> de VRNL ofrece una plataforma de intercambio integral y completamente gestionada.<br />",
  "wlb_platform_p2": "Una de las características destacadas de nuestra solución de sportsbook White Label es su excepcional <b class='bold'>velocidad en la creación y despliegue del sitio web.</b> Nuestro equipo dedicado puede tener tu sitio de sportsbook funcionando en solo diez días hábiles, <b class='bold'>adaptado exactamente a tus requerimientos.</b><br />",
  "wlb_platform_p3": "<b class='bold'>Nuestro servicio incluye hosting especializado</b>, todo el software necesario, feeds de datos de cuotas deportivas en vivo, herramientas de gestión de riesgos y servicios de atención al cliente de primer nivel. Somos una plataforma líder de apuestas White Label.",
  "wlb_platform_list": "<li>Desarrollo de sitio web, <b>Branding, Personalización</b> y pruebas rigurosas del intercambio del cliente</li> <li>Mejoras continuas y actualizaciones de funciones regulares</li> <li><b>Provisionamiento de hardware</b>, hosting, vigilancia continua 24/7 y soporte integral</li> <li><b>Diversidad de mercados de apuestas,</b> categorías deportivas y ofertas de ligas</li> <li>Procesos eficientes de aceptación de apuestas y liquidación precisa</li> <li>Gestión avanzada de riesgos, contabilidad robusta y herramientas de monitoreo vigilante</li>",
  "wlb_platform_p4": "Los consultores dedicados de VRNL recopilarán diligentemente tus requisitos y te presentarán una selección curada de plantillas y desarrollos recientes. Es importante destacar que todas nuestras plataformas están diseñadas para ser multilingües y soportar múltiples monedas, y la interfaz de usuario (UI) se adaptará cuidadosamente a tus necesidades específicas.",
  "wlb_platform_customization": "Personalizaciones",
  "be_unique": "Sé único",
  "be_unique_desp1": "<b class='bold'>VRNL se especializa en plataformas de apuestas White Label, casinos y apuestas personalizadas,</b> soluciones a medida que realzan la identidad de tu marca.",
  "be_unique_desp2": "Nuestro equipo de expertos asegura que cada detalle, desde interfaces visualmente impactantes hasta integración de logotipos y mejoras de funciones, se alinee con tu visión.",
  "be_unique_desp3": "Emprende tu viaje en el mundo de VRNL, donde tu visión única cobra vida.",
  "wlb_platform_odds": "Cuotas",
  "wlb_platform_odds_optimize": "Optimiza las cuotas de apuestas con VRNL",
  "wlb_platform_odds_p1": "Mantente por delante de la competencia con nuestros avanzados <b class='bold'>servicios de gestión de cuotas</b>. Proporcionamos ajustes de cuotas en tiempo real, gestión de riesgos y análisis de mercado para ayudarte a optimizar tus ofertas de apuestas deportivas y mejorar la experiencia de los jugadores.",
  "wlb_platform_odds_p2": "Nuestro equipo de especialistas está comprometido a garantizar tu éxito. Contáctanos hoy para explorar cómo podemos llevar tu negocio de apuestas al siguiente nivel.",
  "wlb_platform_zeroRisk": "Riesgo cero",
  "wlb_platform_zeroRisk_h1": "Servicios de trading y gestión de riesgos",
  "wlb_platform_zeroRisk_p1": "Ofrecemos servicios integrales de trading y gestión de riesgos, junto con orientación experta en gestión de cuotas. Además, ofrecemos una característica única: cobertura de ganancias. En términos prácticos, esto significa que si tu plataforma no genera ingresos, nosotros cubrimos los pagos a tus jugadores. Priorizamos tu tranquilidad.",
  "wlb_platform_bpb": "Branding de la plataforma de apuestas",
  "wlb_platform_bpb_layouts": "Diseños ilimitados",
  "wlb_platform_bpb_layouts_desp": "Selecciona entre un <b>diverso conjunto de diseños de apuestas</b> con nuestra amplia gama de plantillas. Alternativamente, ejerce control creativo completo creando tu propio diseño a través de nuestros <b>servicios API</b>. Con esta opción, tú y tu equipo de desarrollo pueden construir de manera autónoma una interfaz de usuario completamente personalizada, adaptada exactamente a tu visión.",
  "Betting": "Apuestas",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Vrnl es el principal proveedor de software de apuestas deportivas en Bangladés.",
  "who_we_are": "quiénes somos",
  "what_we_do": "qué hacemos",
  "about_us_title": "Sobre nosotros - Software de apuestas deportivas de marca blanca y casino en línea",
  "casino_providers": "Proveedores de casino",
  "betting_providers": "Proveedores de apuestas",
  "games_providers": "Proveedores de juegos",
  "online_exch_sw_title": "Revoluciona tu negocio con el software de intercambio en línea de VRNL",
  "casino_games_title": "Juegos de casino - Casino de marca blanca",
  "casino_tournaments_title": "Software de torneos de casino - Casino de marca blanca en línea",
  "esports_title": "Software de apuestas eSports que permite a tus usuarios apostar en los mejores juegos de eSports",
  "faq_title": "VRNL FAQ – Tu guía de preguntas y respuestas frecuentes",
  "iframe_title": "iFrame de Sportsbook - Apuestas deportivas y casino de marca blanca",
  "live_casino_title": "Casino de marca blanca - inicia tu propio casino en línea",
  "lottery_games_title": "Juegos de lotería - Casino de marca blanca",
  "mobile_title": "Potencia tu juego con el software móvil de apuestas deportivas de VRNL",
  "online_casino_sw_title": "Software de casino en línea - La evolución del software y proveedor de plataformas de casino en línea",
  "ourTheme_title": "Apuesta y gana: Nuestro trabajo en el mundo de las apuestas en línea y los casinos",
  "risk_management_title_main": "Estrategias de gestión de riesgos para operadores de Sportsbook - Software de apuestas deportivas y casino de marca blanca",
  "sport_bet_title": "Mejora tu experiencia de apuestas con el software de apuestas deportivas de VRNL",
  "wlc_title": "Casino de marca blanca - Comienza fácilmente tu casino en línea con nuestra solución White Label Casino.",
  "whiteLabel_title": "VRNL, tu proveedor personalizado de software de apuestas deportivas de marca blanca",
  "TOAST": {
    "FILL_REQUIRED": "Por favor complete todos los campos requeridos.",
    "SUBMITTING": "Enviando solicitud...",
    "SUCCESS": "¡Solicitud de demostración enviada con éxito!",
    "ERROR": "Ocurrió un error. Inténtelo de nuevo."
  },
  "disclosure_tp_a_desp": "<strong>a. Divulgación General</strong><br>En ocasiones, vrnl.net puede poner cierta información personal a disposición de socios estratégicos que trabajan con vrnl.net para prestar servicios o ayudar a vrnl.net a comercializarse frente a los clientes. Por ejemplo, cuando compras y activas una suscripción, autorizas a vrnl.net a intercambiar la información que proporcionas durante el proceso de activación para llevar a cabo un servicio. Si has aprobado el servicio, tu cuenta estará regida por la política de privacidad de vrnl.net. La información personal solo será compartida por vrnl.net para proporcionar o mejorar nuestros servicios y aspectos de marketing; no se compartirá con terceros con fines de marketing.<br>Vrnl.net también puede seleccionar cuidadosamente a otras empresas para enviarte información sobre sus productos o servicios relacionados con el servicio del sitio, pero que no son necesarios para su funcionamiento (un 'Servicio Extendido'). Si vrnl.net tiene la intención de usar información personal identificable para un Servicio Extendido, el sitio vrnl.net te proporcionará la posibilidad e instrucciones necesarias para rechazar este servicio.<br>También puedes dejar de recibir correos informativos o promocionales de <b>vrnl.net</b> siguiendo las instrucciones en el correo.",
  "objection_processing_desp": "<strong>e. Objeción al Procesamiento</strong><br>Cuando tus datos personales se procesan con fines de marketing directo, puedes, en cualquier momento, solicitarnos que dejemos de procesar tus datos para estos fines de marketing directo enviándonos un correo electrónico.<br>Ten en cuenta que si no nos permites recopilar información personal sobre ti, es posible que no podamos ofrecerte ciertas experiencias, productos y servicios, y algunos de nuestros servicios podrían no tener en cuenta tus intereses y preferencias. Si la recopilación de información personal es obligatoria, lo dejaremos claro en el punto de recopilación para que puedas tomar una decisión informada sobre tu participación. Si tienes preguntas sobre la información personal específica que procesamos o conservamos sobre ti, y tus derechos respecto a dicha información personal, ponte en contacto con nuestro equipo de atención al cliente.",
  "disclosure_tp_e_desp": "<strong>e. Transferencias de Negocio</strong><br>Proporcionamos información personal a nuestras filiales y a otras empresas o personas de confianza para procesarla por nosotros, según nuestras instrucciones y cumpliendo con nuestra Política de Privacidad y con cualquier otra medida de confidencialidad y seguridad adecuada. Por ejemplo, podemos utilizar proveedores de servicios que nos ayuden con el soporte al cliente.<br>En caso de que vrnl se fusione con otra empresa o sea adquirida por otra compañía, o en caso de reorganización o reestructuración del negocio, nosotros y nuestras filiales podemos compartir tu información personal, total o parcialmente, con otra entidad empresarial.",
  "rectification_iii_desp": "<strong>b. Rectificación de Información Inexacta o Incompleta</strong><br>Puedes solicitarnos corregir información personal inexacta o incompleta sobre ti (esta es la información que no puedes actualizar tú mismo dentro de tu cuenta de moneycontrol) enviándonos un correo electrónico.<br>Puedes acceder y actualizar algunos de tus datos personales a través de la configuración de tu cuenta. Si has elegido conectar tu perfil de vrnl.net con una aplicación de terceros, como Facebook o Google, puedes cambiar tu configuración y retirar los permisos de la aplicación modificando la configuración de tu cuenta. Eres responsable de mantener tus datos personales actualizados. vrnl.net puede enviarte recordatorios periódicos por correo electrónico para mantener la precisión de tus datos personales.",
  "disclosure_tp_c_desp": "<strong>c. Proveedores de Servicios</strong><br>Vrnl.net puede incluir enlaces a varios sitios web de terceros que pueden recopilar tu información personal. El uso de tu información recopilada por dicha plataforma de terceros se regirá por la política de privacidad de esa plataforma. Estos sitios web o aplicaciones están gobernados por sus respectivas políticas de privacidad, que están fuera de nuestro control. Una vez que abandones nuestros servidores (puedes saber dónde estás comprobando la URL en la barra de ubicación de tu navegador), el uso de cualquier información que proporciones se regirá por la política de privacidad del operador de la aplicación que estás visitando. Esa política puede diferir de la nuestra. Si no puedes encontrar la política de privacidad de alguno de estos sitios a través de un enlace en la página de inicio de la aplicación, debes contactar directamente a los propietarios de la aplicación para obtener más información.<br>Podemos compartir información que no identifique personalmente de manera pública y con nuestros socios, como editores, anunciantes, desarrolladores o titulares de derechos. Por ejemplo, compartimos información públicamente para mostrar tendencias sobre el uso general de nuestros servicios. También permitimos que socios específicos recopilen información de tu navegador o dispositivo con fines de marketing/promoción y medición, utilizando sus propias cookies o tecnologías similares."
}