{
  "contact_title": "Ettevõte, mis püsivalt otsib uuenduslikke lahendusi oma ärivajaduste rahuldamiseks.",
  "contact_footer": "„Oleme loovate strateegide, tehnoloogiahuviliste ja tõhusate suhtlejate meeskond, keda juhib vankumatu kirg online-mängude tööstuse vastu. Meie järjekindel pühendumus on edendada oma klientide edu äris.“",
  "contact_header": "Võta meiega ühendust",
  "contact_para": "Konsulteeri VRNL eksperdiga, et avastada, kuidas meie lahendused võivad sinu kihlvedude äri tõsta.",
  "telegram": "Telegram",
  "write_msg": "SAADA MEILE SÕNUM",
  "fname": "Täisnimi",
  "fname_err": "Väli on kohustuslik (vähemalt 2 tähemärki).",
  "email": "Sinu e-post",
  "email_err": "Kehtiv e-posti aadress on kohustuslik.",
  "country": "Riik",
  "pnumber": "Telefoninumber",
  "pnumber_err": "Telefoninumber peab olema 10-kohaline.",
  "message": "Sõnum",
  "sending": "Saadame…",
  "submit": "Saada",
  "con_param1": "Me ei jaga sinu isikuandmeid kellegagi. Vaata meie",
  "privacy_policy_form": "„privaatsuspoliitikat“",
  "con_param2": "lisainfo saamiseks",
  "casino_tournament_h1": "<b class='chck'>Kasiinoturniirid</b> võimaldavad sul luua turniiri algus- ja lõppkuupäevaga.",
  "casino_tournament_p1": "Tugev tööriist kasiinosektsiooni tulude suurendamiseks on <strong>Kasiinoturniiride</strong> rakendamine.",
  "casino_tournament_h2": "Sul on võimalus täielikult <strong>kohandada iga turniir</strong>, valides käsitsi mänguautomaatide nimekirja, mis võistluses osalevad.",
  "casino_tournament_p2": "Turniiri <strong>loomiseks</strong> tuleb lihtsalt valida <strong>turniiri pealkiri</strong>, määrata <strong>mänguautomaadid</strong>, mis osalevad, ja määrata <strong>jackpot</strong>, mis jaotatakse <strong>mitme auhinna</strong> vahel, kõik vastavalt sinu soovidele.",
  "casino_tournament_p3": "Peamised sisestatavad andmed on <strong>alguskuupäev</strong>, <strong>lõppkuupäev</strong>, <strong>jackpoti summa</strong>, osalejate arv edetabelis ja minimaalne panustamisnõue turniirile sisenemiseks.",
  "casino_tournament_p4": "Lisaks on alati reaalajas edetabel, mis kuvab kasutajanimesid, mängijate positsioone ja vastavaid auhindu. See funktsioon võib oluliselt parandada kasutajakogemust sinu kasiinoplatvormil, meelitades rohkem mängijaid ja suurendades tulu.",
  "casinogames_title": "Miks valida meie platvorm?",
  "casinogames_title_h1": "Maailma kõige laiem kataloog",
  "online_casino_games": "online-kasiinomänge",
  "online_casino_games_p1": "Meie <b style='color: #575756;'> White Label </b> on sinu ülim sihtkoht, pakkudes sulle üle 3000 põneva kasiinomängu ja mänguautomaadi. Me uhkustame end kõige täielikuma online-kasiinomängude valikuga internetis.",
  "online_casino_games_p2": "Me teenindame online-mängude operaatorid, kihlveokontorid, loteriid ja kihlveoorganisatsioone, mis tegutsevad reguleeritud turgudel.",
  "online_casino_games_p3": "Me mõistame turvalise ja õiglast mängukogemuse tähtsust online-kasiinos. Seetõttu on meie mängumatemaatika mitte ainult tugev, vaid ka sõltumatute mängulaborite sertifitseeritud. See garanteerib kõrgeima taseme kasutajakogemuse sinu mängijatele, muutes nende online-kasiino kogemuse tipptasemel.",
  "casino_nos": "KASIINO NUMBRID",
  "slot_machine": "Mänguautomaat",
  "morethan10": "Rohkem kui 10",
  "tablegames": "Lauamängud",
  "morethan4": "Rohkem kui 4",
  "videopoker": "Videopokker",
  "morethan": "Rohkem kui",
  "lottery": "Loterii",
  "morethan9": "Rohkem kui 9",
  "proveedores": "TOOTJAD",
  "morethan12": "Rohkem kui 12",
  "online_turnkey": "Pakume online turnkey kasiino lahendusi",
  "casino_wls": "Kasiino White Label lahendus",
  "casino_wls_desp": "Loo oma kaubamärgiga kasiino hõlpsalt VRNL white-label lahendusega. Kohanda oma kasiinot, paku laia mänguvalikut, tagage turvalisus ja alusta kiiret tulu teenimist.",
  "webbranding": "Veebisaidi bränding",
  "webbranding_desp": "Tõsta oma online-kohalolu VRNL ekspertide veebibrändingu teenustega. Me kujundame, loome ja muudame veebisaite, et kajastada sinu unikaalset identiteeti ja jätta püsiv mulje.",
  "toolstraning": "Tööriistad (koolitus)",
  "toolstraning_desp": "Avasta oma potentsiaal kauplemismaailmas VRNL võimsate kauplemistööriistadega. Meie tipptasemel lahendused annavad sulle teadmisi ja tehnoloogia teadlike otsuste tegemiseks ning maksimaalseks kauplemisedu saavutamiseks.",
  "client_support": "Klienditugi",
  "client_support_desp": "Paranda oma klientide kogemust VRNL suurepäraste klienditoe teenustega. Meie pühendunud meeskond on siin, et pakkuda professionaalset abi, tagades klientide vajaduste kiire ja hoolika rahuldamise.",
  "aboutus_title": "Olen kindel, et soovid avastada",
  "aboutus_desp": "Ettevõte, mis püsivalt otsib uuenduslikke lahendusi oma ärivajaduste rahuldamiseks.",
  "online_gaming_provider": "Online-mängude pakkuja",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl on tunnustatud spordikihlvedude ja mängude pakkuja, kellel on tähelepanuväärne 10-aastane kogemus kihlveotööstuses. </strong> Alates 2012. aastast oleme pühendunud kihlveokontorite, loteriide ja kihlveoorganisatsioonide teenindamisele reguleeritud turgudel.",
  "about-section1-para2": "Oleme loovstrateegide, tehnoloogiaentusiastide ja tõhusate suhtlejate meeskond, keda juhib kindel kirg online-mängutööstuse vastu. Meie vankumatu pühendumus on edendada meie klientide edu äris.",
  "about-section1-para21": "Meil on uhke pakkuda tipptasemel lahendusi ettevõtetele ja üksikisikutele online-mängude ja hasartmängude valdkonnas. Olgu tegu startupiga, kes soovib oma platvormi käivitada, või juba tuntud brändiga, kes soovib laieneda – pakume terviklikke teenuseid, mis toetavad teie kasvu, tagavad vastavuse ja pakuvad erakordset kasutajakogemust.",
  "about-section1-para22": "Meie White Label lahendused annavad teile võimaluse käivitada oma täielikult bränditud online-mängu või hasartmängude äri ilma nullist alustamise raskusteta. Pakume täielikku, täielikult hallatud paketti, mis sisaldab kohandatud brändingut, et see vastaks teie identiteedile, integreeritud spordiennustust, kasiino ja mängumooduleid, turvalisi makselahendusi ning pidevat tehnilist tuge ja hooldust. Meie White Label platvormiga saate keskenduda turundusele, klientide kaasamisele ja äri kasvatamisele, samal ajal kui meie hoolitseme tehnoloogia, vastavuse ja backend-operatsioonide eest.",
  "about-section1-para3": "Meie tipptasemel mänguplatvorm on üks võtmeteguritest, mis on aidanud Vrnl'il jõuda hinnatud rahvusvahelise tarkvarafirma staatuseni. <strong style='color: #000;'> Tuginedes meie 10-aastasele kogemusele, pakub Vrnl oma teenuseid üle 40 kihlveokontorile 11 erinevas riigis üle maailma.</strong>",
  "about_us": "Meist",
  "about_us_desp": "VRNL on suurim platvorm online-spordi ja kasiino kihlvedude white-label pakkumiseks. Pakume vahetuse API-d koos kohandatud veebisaitide teenustega Bangladeshis, madalate marginaalidega ja usaldusväärsel platvormil, sealhulgas kasiino. Pakume API-sid kõigile liigadele vahetustes koos online-voogedastusteenustega. Naudi panustamist usaldusväärsel platvormil. Naudi meie saidil üle 1000 mänguautomaadi ja lauamängu.",
  "our_client": "Meie kliendid",
  "our_client_desp": "Vrnl'is otsime pidevalt parimaid mängu- ja meelelahutuse partnerlussuhteid, et pakkuda klientidele ja mängijatele ületamatut kogemust. Koostöö rahvusvaheliste kasiinode ja virtuaalmängude pakkujatega võimaldab meil integreerida spordikihlvedude platvormi laia mänguvalikuga, sealhulgas mänguautomaadid, lauamängud, live-kasiino, virtuaalsed mängud ja fantaasiamängud. Meie platvorm on ligipääsetav nii lauaarvutis kui ka mobiilseadmetes, kõrge kvaliteediga graafika, köitvate animatsioonide ja kaasahaarava heliga. Intuitiivne ja kasutajasõbralik menüü parandab kasutajakogemust. Kiire integratsiooniprotsess ühendab skaleeritavuse, paindlikkuse ja tipptasemel jõudluse, tagades kõrgeima turvalisuse ja usaldusväärsuse. Pakume klientidele sektoris kõige laiemat mänguvalikut, pakkudes ideaalseid lahendusi iga maitse jaoks. Tere tulemast Vrnl'i, kus mängukvaliteet kohtub piiramatute võimalustega. Vrnl on uhke koostöö üle tööstuse erilisemate mängutarkvara pakkujate ja makselahendustega. Jaga meie platvormi edu saavutamiseks ja lisa oma nimi kasvavasse nimekirja.",
  "lost404": "Tundub, et oled eksinud",
  "lost404desp": "lehte, mida otsid, pole saadaval!",
  "gotohome": "Mine avalehele",
  "esports_bs": "eSpordi kihlvedude tarkvara",
  "esports_bs_desp1": "VRNL on uhke, et pakub eSpordi fännidele ainulaadset ja kaasahaaravat kogemust.",
  "esports_bs_desp2": "VRNL on sinu värav maailma, kus mängimine ja panustamine kohtuvad. Meie eSpordi kihlvedude tarkvara on loodud mänguhuvilistele, pakkudes põnevat, turvalist ja tasuvat kogemust. Ära jäta võimalust kasutamata. Liitu VRNL-iga juba täna ja vii oma mängukogemus uuele tasemele!",
  "startnow": "Alusta kohe",
  "easy_setup": "Lihtne seadistamine, vähem kui arvaksid.",
  "easy_setup_desp1": "Saame eSpordi platvormi tarnida vaid mõne nädalaga.<br> Hoolitseme kogu protsessi eest: hostimine, kasutajaliides, koefitsiendiandmed, kohandatud lehed, tootetegevus ja spordiraamatu strateegia.",
  "easy_setup_desp2": "Sinu peamine tähelepanu saab olla pühendatud online-võrkude loomisele ja haldamisele.",
  "esport_bet_center_h1": "Kui mõtled online-kihlvedude alustamisele, on meie eSpordi kihlvedude tarkvara suurepärane esimene samm.",
  "esport_bet_center_p1": "Kasuta meie ekspertide teenuseid ja tipptasemel eSpordi kihlvedude tehnoloogiat. Meie reguleeritud partnerid saavad täieliku toe online-kihlvedude tööstusesse sisenemiseks ning saavad kasutada meie kohandatud või üldplatvorme.",
  "esport_bet_center_p2": "Online-spordiraamatu alustamine, mis keskendub peamiselt eSpordile, võib olla keeruline. Seetõttu oleme loonud tervikliku eSpordi kihlvedude süsteemi eelmängude teenustega. Meie eesmärk on pakkuda sulle kõige laiemat valikut eSpordi panuseid internetis.",
  "have_qes": "Kas sul on küsimus?",
  "para_faq": "Meil on vastused (noh, enamasti!)",
  "freq_param": "Allpool leiad vastused kõige sagedasematele küsimustele, vaata meie",
  "if_still_qes": "Kui sa ikka ei leia otsitud vastust, lihtsalt",
  "sbs_faqs": "Spordikihlvedude tarkvara KKK",
  "whatis_sbs": "Mis on spordikihlvedude tarkvara?",
  "whatis_sbs_ans": "Spordikihlvedude tarkvara on loodud vastavalt kasutaja turu ja valikute vajadustele. Meie eksperdid on alati valmis pakkuma parimat klienditeenindust, õppides sinu vajadusi ja turu nõudeid. Samuti haldame kõiki arendusprotsessi samme, pakkudes täielikku ja toimivat spordikihlvedude platvormi.",
  "affiliate_systems": "Kas pakute partnerlussüsteeme?",
  "affiliate_systems_ans": "Jah, meie tarkvaravõrk põhineb 5 tasemel: Platvormi administraator - juurdepääs tagakontole (võimalik luua ka muid piiratud õigustega Back office kontosid). Edasimüüja - master-agent, kes juhib mitut kihlveokauplust, teenides komisjonitasu kaupluste käibelt või kasumist. Kihlveokauplus - füüsiline punkt, kus mängijad saavad mängida, hoiustada jne. Selle kontoga saab panuseid teha ja teenida komisjonitasu. Kassapidaja - töötajate profiil, võimaldab panuseid teha ilma komisjonitasuta. Online-mängija registreerib mängukonto veebis või kaupluses, teeb panuseid.",
  "whatis_label": "Mis on white label kihlveosaidi?",
  "whatis_label_ans": "White label kihlveosaidi on täielikult kohandatud platvorm. Vrnl white label kihlveosaidi pakub sertifitseeritud mänge, boonussüsteemi ja makselahendusi. Kasutajaliidese sisu, keel ja valuuta põhinevad sinu valikul; Vrnl pakub erinevaid graafilisi malle, funktsioone ja tööriistu.",
  "fullmanagement": "Kas ma saan täielikult hallata koefitsiente ja marginaale?",
  "fullmanagement_ans": "Tagakontol on palju tööriistu, funktsioone ja aruandeid, mis annavad täieliku ülevaate spordikihlvedude tegevusest. On pühendatud sektsioon koefitsientide haldamiseks, kus on võimalik redigeerida marginaale, mitmekesisust ja koefitsiente turu, mängu ja/või meistrivõistluse kaupa.",
  "logobrand": "Kas ma saan kasutada oma logo ja brändivärve?",
  "logobrand_ans": "Jah, saad. Pakume erinevaid lahendusi vastavalt sinu konkreetsetele nõuetele. Võime luua eritellimusel lahendusi, kogudes sinu soove ja seadistades projekti, või pakkuda turnkey lahendust, muutes ainult brändi värvid ja logo.",
  "fullycustomized": "Tahaksin täielikult kohandatud lahendust, kas see on võimalik?",
  "fullycustomized_ans": "Vrnl pakub ekspertide meeskonda täielikult kohandatud spordikihlvedude platvormi seadistamiseks. Kontohaldur kogub nõuded ja koordineerib projekti koos projektijuhi, graafilise disaineri ja IT-juhiga.",
  "software_cost": "Kui palju maksab spordikihlvedude tarkvara?",
  "software_cost_ans": "Spordikihlvedude tarkvara maksumus varieerub sõltuvalt pakutavatest funktsioonidest ja teenustest. On erinevad plaanid, sõltuvalt sellest, kas sul on juba suur mängumaht või soovid olla agent oma mängijate võrgustikuga.",
  "what_products": "Milliseid tooteid pakute?",
  "what_products_ans": "Meie põhitegevus on spordikihlvedude tarkvara, mis on in-house toode ja arendatud alates 2005. aastast. Lisaks sporttootele pakume live-kihlvedusid, kasiinot, live-kasiinot, loteriisid ja virtuaalmänge, pakkudes 'kõik ühes' lahendusi klientidele.",
  "canaddfeatures": "Kas ma saan tarkvarale lisada funktsioone, aruandeid ja lehti?",
  "canaddfeatures_ans": "Kihlvedude tarkvara sisaldab laia valikut aruandeid, lehti ja bännereid, mida saab kohandada (CMS) või arendada vastavalt soovile. Kui soovid uut funktsiooni, töötame sinuga koos, luues kohandatud projekti: info kogumine, projekti esitlemine, testimine ja lõplik avaldamine.",
  "canofferbettingservices": "Kas ma saan pakkuda spordikihlvedude teenuseid oma riigi kasiinodes?",
  "canofferbettingservices_ans": "Meil on mitmeid kihlvedude lahendusi nii online- kui ka maismaapõhiste ettevõtete jaoks. Kui sul on maismaapõhine kasiino ja soovid pakkuda ka spordikihlvedusid, on meie jaemüügilahendus õige valik, võimaldades luua kassapidaja kontosid spordikihlvedude piletite haldamiseks.",
  "change_currentprovider": "Kuidas ma saan muuta oma praegust tarkvarapakkujat?",
  "change_currentprovider_ans": "Kui sa juba haldad Exchangebooki ja soovid minna meie spordikihlvedude platvormile, tagame, et kõik oleks korrektselt hallatud. Koostame migratsiooniplaani, mängijate isikuandmed laaditakse uuele platvormile ja vahetus planeeritakse nii, et migratsioon oleks lõpetatud mõne tunni jooksul.",
  "sbs_offer": "Milliseid funktsioone pakub spordikihlvedude tarkvara?",
  "sbs_offer_ans": "Spordikihlvedude tarkvara võib pakkuda funktsioone nagu andmepõhised prognoosid, simulatsioonid, kihlveotrendid, koefitsientide võrdlused ja palju muud. See võib pakkuda ka üksikasjalikku analüüsi varasemate mängude ja tulevaste matšide kohta, et aidata panustajatel teha teadlikumaid otsuseid. Me spetsialiseerume jaemüügikihlvedude kaupluste ja online-võrkude loomisele. See hõlmab KYC-protseduure, mis on heaks kiidetud reguleerivate asutuste poolt, hasartmängude makselahendusi, partnerlussuhtlusturunduse tööriistu, soovitussüsteeme ja sotsiaalmeediat, mobiilseid ja veebipush-teavitusi ning rakendusesisesi sõnumeid, mängijate kontohaldust, registreerimis- ja verifitseerimisprotsesse, pettuse tuvastamise süsteeme ja geolokatsiooni tööriistu IP-aadressi asukoha tuvastamiseks.",
  "sbs_legal": "Kas spordikihlvedude tarkvara on seaduslik?",
  "sbs_legal_ans": "Jah, spordikihlvedude tarkvara on seaduslik ja seda kasutavad paljud professionaalsed spordipanustajad. Siiski on oluline veenduda, et kasutad tarkvara vastavalt kehtivatele seadustele oma jurisdiktsioonis.",
  "ebs_faqs": "Korduma kippuvad küsimused eSpordi kihlvedude tarkvara kohta",
  "ebs_titleoffer": "Milliseid eSpordi mänge te pakute?",
  "ebs_titleoffer_ans": "<li><strong>Populaarseimad:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Spordimängud:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Mitmikmängud online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>Esimese isiku tulistamismängud (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Võitlusmängud:</strong> Street Fighter, Super Smash Bros, Tekken.</li><li><strong>Reaalajas strateegia (RTS):</strong> StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Kas teil on mobiiliversioon?",
  "mobileversion_ans": "Jah, VRNL on täielikult mobiilikasutuseks optimeeritud. Meie platvorm töötab sujuvalt kõigil nutitelefonidel ja tahvelarvutitel, pakkudes spordivahetust, kasiinomänge, iGamingut ja eSpordit igal ajal. Nautige sujuvat, reageerimiskiiret liidest, kiireid laadimisaegu ja turvalisi tehinguid otse mobiilibrauserist – rakenduse allalaadimist ei ole vaja. Olenemata sellest, kas kasutate Androidi või iOS-i, on kogemus kiire, kasutajasõbralik ja sama funktsiooniderikas kui lauaarvuti versioonid.",
  "runesportsplatform": "Kas ma saan eSpordi kihlvedude platvormi hallata ilma koefitsientide ja kauplemisega tegelemata?",
  "runesportsplatform_ans": "Meie eSpordi kihlvedude lahendused sisaldavad koefitsientide voogu. Tarkvara sisaldab palju funktsioone ja tööriistu, mis võimaldavad hallata koefitsientide marginaale ja seadistusi täielikult autonoomselt. Kui soovid keskenduda ainult kaupluste ja mängijate haldamisele, pakume kauplemisteenuseid ja tuge.",
  "esports_solutions": "Sooviksin täielikult kohandatud eSpordi lahendust, kas see on võimalik?",
  "esports_solutions_ans": "VRNL pakub ekspertide meeskonda täielikult kohandatud eSpordi kihlvedude platvormi seadistamiseks. Konto haldur kogub nõuded ja koordineerib projekti teiste meeskonnaliikmetega: projektijuht, graafiline disainer ja IT-juht.",
  "newtobusiness": "Ma olen selles äris täiesti uus, mida peaksin teadma?",
  "newtobusiness_ans": "Õige eSpordi kihlvedude platvormi haldamine võib muuta selle äri väga tulusaks. Pakume erinevaid lahendusi ja teenuseid, sõltuvalt kaasamise tasemest ja teadmistest. Mänguekspert töötab sinuga koos, et leida parim eSpordi lahendus, mis vastab sinu vajadustele.",
  "eSports_market": "Kui palju eSpordi live turge on saadaval?",
  "eSports_market_ans": "Täna pakume 20 live eSpordi turgu.<br>Kuid me lisame pidevalt uusi turge.",
  "eSportsLogoBrand": "Kas ma saan kasutada oma eSpordi logo ja brändivärve?",
  "eSportsLogoBrand_ans": "Jah, saate. Pakume erinevaid lahendusi vastavalt teie konkreetsetele nõuetele. Võime luua eritellimusel lahendusi, kogudes teie soovid ja seadistades projekti, või pakkuda turnkey lahendust, muutes ainult teie eSpordi brändi värvid ja logo.",
  "eSports_server": "Kas ma saan eSpordi vahetuse hostida oma serveris?",
  "eSports_server_ans": "Ei, seda ei saa. Hostimine on meie teenuse osa, et tagada eSpordi kihlvedude tarkvara õige toimimine. Meie SysAdminid on loonud pühendatud klastristruktuuri, mis sisaldab varukoopiaid ja katastroofide taastamise plaani. See tagab vastavuse globaalsete regulatsioonidega ja kõrgeima turvalisuse standardite saavutamise.",
  "sp_faqs": "Korduma kippuvad küsimused voogedastuse platvormi kohta",
  "promte_cricket": "Kui palju kriketi mänge saan ma reklaamida?",
  "promte_cricket_ans": "Armatuurlaudade kaudu on võimalik aktiveerida korraga kaks mängu, kuid mänge, mida saab ühendada, pole piiratud.",
  "broadcast_live": "Kas kasiinosündmusi saab otseülekandena edastada?",
  "broadcast_live_ans": "Jah, kõiki kasiinomänge saab otseülekandena edastada platvormidel, mis seda võimaldavad.",
  "measure_success": "Kuidas mõõta otseülekannete edukust?",
  "measure_success_ans": "Muidugi, saad jälgida üksikasjalikku analüütikat mitmete platvormide kohta ühel ekraanil.",
  "is_mobile_friendly": "Kas platvorm on mobiilisõbralik?",
  "is_mobile_friendly_ans": "Jah – meie platvorm on täielikult mobiilisõbralik ja pakume APK faili, mida saate alla laadida ja sujuvalt kasutada.",
  "livecasino_faqs": "Korduma kippuvad küsimused Live Casino tarkvara kohta",
  "whatisVRNLcasino": "Mis on VRNL kasiino tarkvara?",
  "whatisVRNLcasino_ans": "VRNL Live Casino tarkvara on tipptasemel platvorm, mis võimaldab online-kasiinodel pakkuda mängijatele live-diileri mänge. See tagab vajaliku infrastruktuuri ja tööriistad reaalajas interaktiivsete kasiinokogemuste korraldamiseks.",
  "software_work": "Kuidas VRNL Live Casino tarkvara töötab?",
  "software_work_ans": "VRNL Live Casino tarkvara integreerub sujuvalt online-kasiino veebisaitidega. See ühendab mängijad live-diileritega kvaliteetse video voogedastuse kaudu, võimaldades mängida populaarseid kasiinomänge nagu blackjack, rulett ja baccarat reaalajas interaktiivselt.",
  "features_livecasino": "Millised on VRNL Live Casino tarkvara põhifunktsioonid?",
  "features_livecasino_ans": "VRNL Live Casino tarkvara pakub mitmeid funktsioone, sealhulgas kohandatavat brändingut, turvalist maksete integratsiooni ja kasutajasõbralikku liidest nii mängijatele kui operaatoritele.",
  "security_livecasino": "Kuidas tagada VRNL Live Casino tarkvara turvalisus ja mängude ausus?",
  "security_livecasino_ans": "VRNL Live Casino tarkvara on loodud turvalisust silmas pidades. See kasutab sertifitseeritud juhuslike numbrite generaatorit (RNG) aususe tagamiseks ning pakume tööriistu pettuse ennetamiseks ja mängijate kaitseks. Lisaks rakendame andmete krüpteerimist.",
  "offered_games": "Milliseid mänge saab pakkuda VRNL Live Casino tarkvara abil?",
  "offered_games_ans": "Saate pakkuda laia valikut live-diileri mänge, sealhulgas klassikalisi nagu live blackjack, live rulett ja live baccarat, samuti nende variatsioone, et hoida mängijaid kaasatuna.",
  "integrateVRNL": "Kas ma saan integreerida VRNL Live Casino tarkvara olemasoleva online-kasiinoga?",
  "integrateVRNL_ans": "Jah, meie tarkvara on loodud lihtsaks integratsiooniks olemasolevatele platvormidele, muutes selle sujuvaks täienduseks teie online-kasiino tegevusele.",
  "wlc_faqs": "Korduma kippuvad küsimused White Label kasiino kohta",
  "whatis_wlc": "Mis on White Label kasiino?",
  "whatis_wlc_ans": "White Label kasiino on turnkey lahendus, mis võimaldab ettevõtjatel ja ettevõtetel käivitada oma online-kasiino, kasutades meie tarkvara ja infrastruktuuri. Saate brändida selle oma nime ja disainiga, samal ajal kui meie tegeleme tehniliste ja regulatiivsete aspektidega.",
  "wlc_work": "Kuidas White Label kasiino teenus töötab?",
  "wlc_work_ans": "Pakume täielikult toimivat kasiino platvormi, sealhulgas mänge, maksete töötlemist ja kliendituge. Sa lihtsalt kohandad brändingu ja disaini oma nägemuse järgi ning oled valmis oma online-kasiino äri alustama.",
  "wlc_games": "Millised mängud on saadaval minu White Label kasiinos?",
  "wlc_games_ans": "Pakume laia valikut kasiinomänge, sealhulgas mänguautomaate, lauamänge (nt blackjack, rulett) ja live-diileri mänge. Saate valida meie mängukataloogist, et luua mitmekesine mängukogemus mängijatele.",
  "wlc_launch": "Kui kaua võtab aega minu White Label kasiino käivitamine?",
  "wlc_launch_ans": "Ajaraam võib varieeruda sõltuvalt teie konkreetsetest nõuetest ja regulatiivsetest protsessidest. Keskmiselt võib platvormi seadistamine ja kohandamine võtta mitu nädalat.",
  "wlc_cusSupport": "Milline klienditugi on minu White Label kasiino jaoks saadaval?",
  "wlc_cusSupport_ans": "Pakume tehnilist ja operatiivset tuge, et tagada teie kasiino sujuv töö.",
  "wlc_getstarted": "Kuidas alustada White Label kasiinoga teie ettevõttest?",
  "wlc_getstarted_ans": "Võta ühendust meie müügimeeskonnaga, et arutada oma vajadusi ja saada personaalne konsultatsioon. Juhendame teid White Label kasiino loomise protsessis.",
  "can_cutomize_branding": "Kas ma saan kasiinot brändida oma logo ja värvidega?",
  "can_cutomize_branding_ans": "Jah – saate täielikult kohandada kasiinot oma logo, värvide ja brändinguga, et see vastaks teie identiteedile.",
  "company": "Ettevõte",
  "company_caps": "ETTEVÕTE",
  "about": "Meist",
  "online_exchange_sw": "Online vahetustarkvara",
  "privacy_policy": "Privaatsuspoliitika",
  "contact_us": "Võta meiega ühendust",
  "solutions": "Lahendused",
  "sports_betting_software": "Spordikihlvedude tarkvara",
  "wlc": "White Label kasiino",
  "wlc_caps": "WHITE LABEL KASIINO",
  "wlc_platform": "White Label panustamisplatvorm",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Vrnl logo ja graafiline materjal on ettevõtte intellektuaalne omand ja seda ei tohi kopeerida, paljundada, levitada ega kuvada ilma Vrnl kirjaliku nõusolekuta.",
  "footer_para_2": "Autoriõigus © 2025 Vrnl ltd. Kõik õigused kaitstud.",
  "home": "Avaleht",
  "betting": "Kihlvedu",
  "esports_betting": "eSpordi kihlvedu",
  "sbs_head": "Spordikihlvedude tarkvara",
  "casino": "Kasiino",
  "online_casino_sw": "Online kasiino tarkvara",
  "live_casino_sw": "Live Casino tarkvara",
  "casino_game": "Kasiinomängud",
  "lottery_bingo": "Loterii ja bingo",
  "casino_tournament": "Kasiino turniir",
  "risk_management": "Riskihaldus",
  "wl": "White Label",
  "wl_exch": "White Label vahetus",
  "wl_exch_caps": "WHITE LABEL VAHETUS",
  "our_work": "Meie töö",
  "contact": "Kontakt",
  "faq": "KKK",
  "live_casino": "Live Casino",
  "lottery_games": "Loterii mängud",
  "exch_sw_provider": "Vahetustarkvara pakkuja",
  "mobile_bet": "Mobiilne panustamine",
  "vrnl": "VRNL",
  "sports_betting_wid": "Spordikihlvedude vidin",
  "back": "Tagasi",
  "exch_iframe_para": "Exchangebook iframe – võimaldab Exchangebooki moodulit kiiresti aktiveerida sujuva API integratsiooni kaudu. Meie põhjalik Exchangebook teenus, ekspertide järelevalve all, tagab laiaulatusliku programmeerimise online-sündmuste ja turgude jaoks.",
  "contact_us!": "Võta meiega ühendust!",
  "exch_iframe_types": "Exchangebook iframe tüübid",
  "exch_iframe_types_para": "Meie Exchangebook iframe lahendused on saadaval kolmes variandis, igaüks kohandatud vastavalt kasutatavale kanalile, tagades kõige sobivama valiku teie vajadustele:",
  "exch_iframe_types_list": "<li>iFrame <strong>lauaarvutile</strong>, loodud arvutitele erinevate resolutsioonidega ja mitmekesiste ning kohandatavate paigutustega.</li><li>iFrame <strong>terminalidele ja kioskitele (SSBT)</strong>, paigutused on optimeeritud puutetundlikele süsteemidele ja intuitiivsele kasutuskogemusele, muutes selle ideaalseks kogenematutele panustajatele.</li>",
  "exch_iframe_types_para2": "Lisaks saate meie API kaudu saavutada ulatusliku graafika ja mängufunktsioonide kohandamise.",
  "cm_exch": "Täielikult hallatav Exchangebook",
  "cm_exch_para": "Meie Exchangebook iframe sisaldab koefitsientide andmevoogude pakkumist ja põhikihlvedude seadistuste konfiguratsiooni. Tarkvara on varustatud mitmete funktsioonide ja tööriistadega koefitsientide marginaalide ja seadistuste iseseisvaks haldamiseks. Kui teie peamine fookus on mängijate haldamine ja turundus, pakume täielikult hallatavaid kauplemisteenuseid ja tuge.",
  "acq_exch": "Exchangebook iframe lahenduse omandamine on lihtne",
  "acq_exch_para": "Oleme iFrame aktiveerimise protsessi lihtsustanud, sisaldades vaid viit lihtsat sammu:",
  "acq_exch_list": "<li>Formaliseerige leping Vrnl ja kliendi vahel.</li><li>Käivitage Exchangebook iFrame integratsioon API-de kaudu meie SDK abil.</li><li>Korraldage koosolek, et määratleda järgnev Exchangebook strateegia.</li><li>Valige oma tegevuspiirkonnale kõige kaasahaaravamad spordialad ja sündmused.</li><li>Alustame otseülekannet!</li>",
  "live_casino_sw_p1": "Meie <strong>live kasiino platvorm</strong> võimaldab teil aktiveerida <strong>parimad live pakkujad</strong>, kes on tuntud <strong>erakordse kvaliteedi ja matemaatilise täpsuse</strong> poolest.",
  "live_casino_sw_p2": "Me oleme pühendunud pakkuma teile ülimat live kasiino kogemust. Olenemata sellest, kas olete kogenud mängija või uus online-kasiinode maailmas, pakub meie platvorm kaasahaaravat reaalajas mängukogemust, mis on oma klassis ainulaadne.",
  "live_casino_sw_p3": "Vrnl Live Casino lahendus pakub terviklikku teenuste komplekti, sealhulgas:",
  "live_casino_sw_p3_l1": "Täielikud ajaloolised aruandlusvahendid",
  "live_casino_sw_p3_l2": "Mängu ajaloo visualiseerimine",
  "live_casino_sw_p3_l3": "Mängu konfiguratsioonid",
  "live_casino_sw_p3_l4": "Riskijuhtimise tööriistad",
  "live_casino_sw_p3_l5": "Mängijate haldus",
  "live_casino_sw_p3_l6": "Partnerite haldustööriistad",
  "live_casino_sw_p3_l7": "Mitmetasandiline agentuuristruktuur",
  "live_casino_sw_p4": "Oleme välja töötanud mitmeid turvalisi integratsioonimeetodeid, mis on kõik kasutajasõbralikud ja loodud lihtsaks rakendamiseks meie live kasiino API-ga.",
  "live_casino_sw_demo": "Demo live kasiino lahendused",
  "livecasino_integration": "<strong style='color: #575756;'>live kasiino API</strong> integratsioonid",
  "livecasino_integration_para": "Meie live kasiino tarkvara saab tööle mõne päevaga. Lisaks pakume terviklikku haldusteenust, tagades, et kogu tegevust jälgivad meie eksperdid. <strong style='color: #575756;'>Samuti tagame juurdepääsu kõige ulatuslikumale online live mängude valikule.</strong>",
  "live_casino_lobby": "Meie kasutajasõbralikus Live Casino mängulobby's",
  "youcan": "saate",
  "findgames_like": "leida mänge nagu:",
  "findgames_like_desp": "Live rulett, Live Baccarat, Live Blackjack ja Live Poker, täringud ja numbrimängud.",
  "euro_roulette": "Euroopa rulett",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Ameerika rulett",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Broneeri demo",
  "lottery_head": "Otsite loterii ja Bingo platvormi?",
  "lottery_head_desp1": "Oleme hoolikalt valinud teile parimad <b style='color: #575756; font-size: 45px;'>loterii ja bingomängud</b>.",
  "lottery_head_desp2": "Meie <b style='color:#575756; font-size: 16px;'>White Label Loterii ja Bingo</b> lahendus pakub mitmesuguseid klassikalise bingomängu ja tuntud loteriimängude variatsioone.",
  "lottery_head_desp3": "Saate <b style='color:#575756; font-size: 16px;'>nende mängude nautimiseks kasutada nutitelefoni või arvutit</b> ja me tagame erakordse kasutajakogemuse, kuna meie mängud on kõrgeima kvaliteediga.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Lisaks on meie mängualgoritmid turvalised ja sõltumatult sertifitseeritud, pakkudes usaldusväärset mängukogemust.<br><br></strong>",
  "lottery_bingo_nos": "LOTERII & BINGO NUMBRID",
  "bingo_games": "Bingomängud",
  "over100": "üle 100",
  "over130": "üle 130",
  "suppliers": "TARNIJAD",
  "more20": "Rohkem kui 20",
  "sports_betting_software_wl": "Spordikihlvedude tarkvara White Label",
  "sports_betting_software_wl_desp": "Ettevõte, mis on pühendunud pidevalt uuenduslike lahenduste otsimisele, et tõhusalt lahendada oma muutuvaid ärivajadusi.",
  "blink-soft": "Paranda oma kogemust täiustatud spordikihlvedude tarkvaraga",
  "platform_para1": "Moodne spordikihlvedude tarkvara <b>muudab</b> panustajate suhtlemist mänguga. Omades <b>sujuvaid liideseid,</b> reaalajas analüütikat ja live-panustamise võimalusi, pakuvad need platvormid kõrgkvaliteetset kogemust nii uustulnukatele kui kogenud mängijatele.",
  "platform_para2": "Olenemata sellest, kas tegutsete online-spordiraamatus, jaemüügikihlvedude punktis või kasiinos, pakub meie lahenduste komplekt — sealhulgas <b>B2C platvormid</b> ja <b>kohandatavad white-label tooted</b> paindlikkust ja tehnoloogiat konkurentsivõime säilitamiseks. Omaks võtke innovatsioon ja tõstke oma spordikihlvedude tegevust tarkvaraga, mis <b>optimeerib jõudlust</b> ja <b>tagab kasutajate rahulolu</b>.",
  "try_b2b": "Avastage meie täiustatud B2B kihlvedude tarkvara",
  "try_b2c": "Avastage meie täiustatud B2C kihlvedude tarkvara",
  "wls_turnkey": "White Label lahendused ja turnkey platvormid",
  "wls_turnkey_p1_span1": "sujuv ja kaasahaarav spordikihlvedude kogemus",
  "wls_turnkey_p1_span2": "teie klientidele. See lähenemine elimineerib kuluka ja ajamahuka arenduse vajaduse, võimaldades keskenduda kasvule ja",
  "custom_satisfaction": "kliendirahulolu",
  "wls_turnkey_p2": "Meie turvaline, kõrge jõudlusega panustamisplatvorm on täielikult sertifitseeritud sõltumatute mängulaborite poolt, tagades vastavuse ja usaldusväärsuse. VRNL partnerina saate juurdepääsu usaldusväärsele panuste vahetusele, mis suurendab kasumlikkust ja tagab",
  "highest_industry_standards": "kõrgeimad tööstusharu standardid",
  "igaming_platform": "iGaming platvorm",
  "igaming_platform_p1": "VRNL on usaldusväärne partner iGaming tööstuses, pakkudes juhtivaid",
  "sbs": "spordikihlvedude tarkvara",
  "igaming_platform_p2": "Meie eesmärk on muuta online-mängutööstust, pakkudes operaatoritele mitmekülgset, tipptasemel platvormi, mis tagab sujuva ja kaasahaarava mängukogemuse.",
  "online_casino": "Online kasiino",
  "casino_para": "Tere tulemast VRNL Online kasiinosse — <b>usaldusväärne liider</b>, pakkudes turvalist ja põnevat mängukogemust üle maailma. Meie missioon on pakkuda erakordset kasiino kogemust, mis hoiab mängijaid kaasatuna ja meelelahutuses.",
  "casino_para_list": "<li>Üle 75 pakkuja</li><li>Rohkem kui 15 000 mänguautomaati</li><li>500+ lauamängu</li><li>700+ videopokkeri mängu</li><li>Rohkem kui 200 muud mängu</li>",
  "casino_para2": "Meie ekspertide meeskond toetab teid igas etapis, alates koolitusest kuni käivitamiseni.",
  "play_livecasino": "Mängige live kasiinos nagu oleksite otse kasiinos",
  "play_livecasino_list": "<li>Live Mängusaade</li><li>AWC</li><li>Mänguautomaadid</li><li>Live Rulett</li><li>Live Blackjack</li><li>Baccarat Live</li><li>Casino Hold’em Live</li><li>Blueocean</li><li>Dragon Tiger Live</li><li>Andar Bahar</li><li>Teen Patti</li>",
  "api_services_iframe": "API teenusepakkujad ja iFrame",
  "api_services_iframe_p1": "VRNL pakub tipptasemel <b>API integratsiooni ja iFrame lahendusi</b>, võimaldades sujuvat platvormi ühenduvust, turvalist andmevahetust ja täiustatud kasutajakogemust — aidates ettevõtetel töötada nutikamalt ja kiiremini.",
  "api_services_iframe_p2": "VRNL mõistab andmevahetuse ja rakenduste vahelise suhtluse tähtsust. Pakume tipptasemel API integratsiooniteenuseid, võimaldades teie tarkvaral sujuvalt teiste platvormidega suhelda. Meie eksperdid tagavad süsteemide harmoonilise toimimise, pakkudes sujuvat kogemust nii teile kui ka teie klientidele.",
  "virtual_games": "Virtuaalsed mängud",
  "virtual_games_desp1": "Olete valmis alustama oma virtuaalset mänguteekonda VRNL-iga? Sukelduge virtuaalsesse maailma nagu kunagi varem ja nautige lõputuid tunde meelelahutust.",
  "virtual_games_desp2": "VRNL-i juures oleme kirglikud tipptasemel virtuaalsete mängude pakkumise osas, mis viivad mängijad põnevatesse uutesse maailmadesse. Meie missioon on pakkuda kõige kaasahaaravamaid, meelelahutuslikumaid ja vaimustavamaid virtuaalmänge, mis hoiavad teid tundide kaupa köitununa.",
  "before_start": "Enne alustamist vaadake seda tegevuses!",
  "explore_demo": "meie demo platvormil:",
  "mobile_sbs": "Mobiilne spordikihlvedude tarkvara",
  "mobile_sbs_p1": "Meie <strong>mobiilirakendus</strong> võimaldab teie panustajatel hõlpsalt oma mängukontodele ligi pääseda ja panuseid teha tahvelarvutite, nutitelefonide ja teiste internetiga ühendatud seadmete kaudu.",
  "mobile_sbs_p2": "Alates kriketist ja jalgpallist kuni tennise ja muuni, katab meie tarkvara laia valiku spordisündmusi üle kogu maailma. Olenemata teie spordikirglikkusest, saate panustada oma lemmikmängudele ja -meeskondadele.",
  "mobile_sbs_p3": "Meie tarkvara ei tähenda ainult panuste tegemist, vaid loob sujuva ja kasutajakeskse kogemuse. Oleme investeerinud uusimasse tehnoloogiasse, et navigeerimine meie platvormil oleks võimalikult lihtne.",
  "advantages_sbs": "Mobiilse spordikihlvedude tarkvara eelised",
  "advantages_sbs_l1": "Mobiilirakendused on kiirem",
  "advantages_sbs_l2": "Isikupärastatud panustamise sisu",
  "advantages_sbs_l3": "Vahetu online-panustamine",
  "advantages_sbs_l4": "Turvaline ja usaldusväärne",
  "advantages_sbs_p1": "Rakendused on mobiilsetest veebilehtedest kiirem, pakkudes kiiremaid toiminguid ja reageeringuid.",
  "advantages_sbs_p2": "Kasutajad naudivad isikupärastatud sisu, pakkudes kaasahaaravamat kogemust, sealhulgas kohandatud panustamisvõimalusi vastavalt nende eelistustele.",
  "advantages_sbs_p3": "Kõik mobiilirakendused annavad vahetu juurdepääsu ühe puudutusega, võimaldades kasutajatel panuseid teha, oma kontosid kontrollida, kasiinomänge mängida ja valida oma lemmikliigasid ilma viivituseta.",
  "advantages_sbs_p4": "Meie turvalisus on meie prioriteet. VRNL mobiilne spordikihlvedude tarkvara on loodud tipptasemel turvameetmetega, kaitstes teie isiku- ja finantsteavet. Panustage muretult.",
  "online_casino_sw_p1": "VRNL on juhtiv <strong>online kasiino tarkvara</strong> ja <strong>platvormide</strong> pakkuja. Nad mängivad olulist rolli kasiinoplatvormide kujundamisel ja arendamisel, tagades, et need on kasutajasõbralikud ja funktsiooniderikkad.",
  "online_casino_sw_p2": "Meie turundusmeeskond töötab hoolikalt, et teie online-kasiino oleks esile toodud avalehel, tagades kõrge nähtavuse online-turul.",
  "online_casino_sw_p3": "Online kasiino platvorm tuleb varustatud erinevate eelkonfigureeritud mängudega ja meie jälgimistööriistad annavad teile selge reaalajas ülevaate teie uue ettevõtmise edenemisest ja toimivusest.",
  "customized_theme": "See on teema ja seda saab kohandada, vaadake seda tegevuses:",
  "live_casino_sw_desp1": "Pakume kõige ulatuslikumat valikut juhtivaid <strong>Live Casino pakkujaid</strong><br>",
  "live_casino_sw_desp2": "üle kogu maailma, tagades juurdepääsu kõige laiemale live laudade valikule internetis ja sujuvale multikanalilisele kogemusele.",
  "casino_sw_features": "Kasiino tarkvara peamised funktsioonid",
  "casino_sw_features_p1": "Meie <strong>kasiino tarkvara platvorm</strong> on loodud pakkuma sujuvat ja kaasahaaravat mängukogemust nii mängijatele kui ka operaatoritele.<br /><br />",
  "casino_sw_features_p2": "Platvormi peamised funktsioonid hõlmavad järgmist:",
  "casino_sw_features_list": "<li>Tabelivahemike nähtavus ja kontroll.</li> <li>Mängulaua atribuudid ja seadistused.</li> <li>VIP piirid.</li> <li>Kliendi funktsionaalsus ja juurdepääs meie kohandustööriistadele.</li> <li>Aruandlusmehhanism ja teavitussüsteem, mis annab operaatoritele kohese juurdepääsu ja teavitused operatiivsetest sündmustest.</li> <li>Ärianalüüsi (BI) API</li> <li>Turundustööriistad</li> <li>Välise integratsiooni API</li>",
  "casino_sw_features_p3": "Meie kasutajasõbralik kohandustööriist võimaldab kihlvedajatel teha reaalajas muudatusi erinevates oma live pakkumiste aspektides, <br /> sealhulgas bännerid, fondid ja värviskeemid, kõik intuitiivsete juhtnuppudega.",
  "casino_sw_features_p4": "Meie uus platvorm toimib autonoomse, paindliku ja kohanemisvõimelise süsteemina. See paindlikkus võimaldab meil kiiresti <br /> reageerida kihlvedajate päringutele ja hoida kõrgeid kvaliteedistandardeid uute ja olemasolevate<br /> toodete arendamisel.",
  "casino_sw_features_p5": "Et teie äri kiirendada, pakume ka",
  "casino_sw_features_p6": "laia valikut üle 3000+ mängu.",
  "integrate_iframe_apis": "Integratsioon väliste platvormidega iFrame’ide ja API-de kaudu",
  "integrate_iframe_apis_para": "Meie platvorm pakub mitmekülgseid integratsioonivõimalusi. Saate hõlpsalt <strong>integreerida iFrame’i või <br />API-de kaudu</strong>. Seda saab kohandada vastavalt teie spetsiifilistele vajadustele, olgu see siis terviklik täisteenuse integratsioon, <br /> spetsialiseeritud spordipanuste lahendus või fookus <strong>online kasiino mängudel</strong>, sealhulgas <strong>live <br /> kasiino</strong> pakkumistel.",
  "view_demo": "Vaata demo",
  "we_are": "me oleme",
  "online_exchange_sw_p1": "VRNL-is oleme uhked tipptasemel online Exchange tarkvara pakkumise üle, mis määratleb panustamise kogemuse uuesti. Pakume täielikult funktsionaalset platvormi, millel on igakuine valik live mänge. Meie live-streaming valikutega muudame teie kihlveokontori meelelahutusplatvormiks, toetatud sõltumatute mängulaborite sertifikaatidega lisakindluse tagamiseks.",
  "online_exchange_sw_p2": "VRNL Online Exchange tarkvara pakub laia valikut spordipanuste võimalusi. Olenemata sellest, kas olete kriketis, jalgpallis, tennises või mõnes muus spordialas, meil on kõik kaetud. Meie platvorm pakub reaalajas koefitsiente, live-panustamist ja kasutajasõbralikku liidest, mis muudab panuste tegemise lihtsaks.",
  "onther_head": "Teeme protsessi lihtsaks, et saaksite sujuvalt integreeruda äritegevusse.",
  "onther_p1": "See teema on väga kohandatav ja saate selle paindlikkust tegevuses kogeda:",
  "main_features": "Peamised funktsioonid",
  "feature_para": "Vrnl on spordipanuste ja online kasiino haldamise revolutsiooni esirinnas. Meie teadmistega saate ligipääsu:",
  "feature_list": "<li><strong>Globaalne panustamiskogemus:</strong> VRNL pakub ligipääsu laiale spordi-, liiga- ja panustamisvalikute valikule üle kogu maailma. Meiega saate oma kasutajatele pakkuda tõeliselt globaalse panustamiskogemuse.</li> <li><strong>Ulatuslikud eelmängu võimalused:</strong> Valige 150 000 igakuise eelmängu panustamisvõimaluse hulgast. Tagame, et teie platvormil on lai valik, et rahuldada erinevaid panustamise eelistusi.</li> <li><strong>Põnevad live võimalused:</strong> Kaasake oma kasutajaid 75 000 igakuise live-panustamise võimalusega. Need reaalajas panustamisvõimalused lisavad kogemusele põnevust ja spontaansust.</li> <li><strong>Metaversumi kasiinomängud:</strong> VRNL pakub ulatuslikku kasiinomängude kollektsiooni, mis sobib metaversumisse. Sukeldage oma kasutajaid virtuaalsesse kasiinokeskkonda meie mitmekesiste mänguvõimalustega.</li> <li><strong>Sujuv iFrame integratsioon:</strong> Integreerige meie iFrame oma iGaming platvormi hõlpsalt. Meie kasutajasõbralik iFrame lahendus võimaldab teil platvormi võimekust lihtsalt täiendada.</li> <li><strong>Paindlik integratsioon:</strong> Valige integratsioonimeetod, olgu see API või iFrame kaudu. Pakume mitmekülgseid valikuid, mis sobivad teie mugavuse ja platvormi nõuetega.</li>",
  "sports_header_2": "Online Exchange tarkvara iGaming kasiino platvorm",
  "sports_header_2_p1": "Pakume <a style='color: #a0c528;' href='#'>White Label kasiino</a> lahendust, millel on lai valik üle 1000 mängu.",
  "sports_header_2_p2": "Meie teenuste hulka kuulub mängulitsentsi hankimine ja juriidiline tugi kasiino äri alustamiseks, tagades turvalise ja sertifitseeritud mängumatemaatika.",
  "sports_header_2_p3": "Oleme välja valinud parimad mängutarnijad, et pakkuda teile kõige laiemat valikut live kasiino ja online kasiino mänge. Oleme hoolikalt kureerinud partnerlused tipptarnijatega, et pakkuda teile võrreldamatut valikut ja kõige laiemat live ja online kasiino mängude kogemust.",
  "online_sports_list": "<li>Live Mängusaade</li> <li>First Person mängud</li> <li>Mänguautomaadid</li> <li>Ameerika rulett live</li> <li>Live Blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon Tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Mängige live kasiinos nagu oleksite otse kasiinos",
  "top_online_providers": "Tipptasemel online kasiino pakkujad",
  "online_casino_p1": "Olete valmis viima oma online kasiino kogemuse järgmisele tasemele? Vrnl on teie ühekordne lahendus kõigile online kasiino vajadustele. Pakume tipptasemel teenuseid ja uuenduslikke lahendusi online kasiino operaatoritele, tagades unustamatu mängukogemuse teie mängijatele.",
  "user_data_section1": "<li>Pakkujad 75 + rohkem kui</li> <li>Mänguautomaadid 15 000 + rohkem kui</li> <li>Lauamängud 500 + rohkem kui</li> <li>Videopokker 700 + rohkem kui</li> <li>Muud mängud 200 + rohkem kui</li>",
  "lottery_bingo_games": "Loterii ja Bingo mängud",
  "lottery_bingo_games_p1": "VRNL-is toome loterii ja bingo põnevuse nii teie ekraanile kui ka kohalikele jaemüügipoodidele. Olenemata sellest, kas eelistate traditsioonilisi paberpileteid või eelistate mängida online, meil on kõik kaetud. Meie juures ei ole mängud ainult mängimine; see on võidu põnevus ja mängimise rõõm.",
  "user_data_section2": "<li>Bingo 80 + rohkem kui</li> <li>Loterii 130 + rohkem kui</li>",
  "ultimate_dest": "Lõplik sihtkoht online ja jaemüügi loterii ning bingo mängude jaoks",
  "weare_vrnl": "Me oleme VRNL",
  "weare_vrnl_desp": "<strong>SUURIM PLATVORM SPORDI JA KASIINO WHITE LABEL PAKKUMISEKS</strong> Kõige laiem valik meelelahutusmänge online. White Label kasiino üle 1000 mänguga. Online kasiino tarkvara on lihtne, kuna meie platvorm on hõlpsasti hallatav.",
  "res_design": "Reageeriv disain",
  "res_design_desp": "Meie veebileht on reageeriv, mis tähendab, et see kuvatakse korralikult tahvelarvutites, mobiilseadmetes ja lauaarvutites parima kasutajakogemuse tagamiseks.",
  "custmzd_options": "Kohandamisvõimalused",
  "custmzd_options_desp": "Pakume klientidele laia kohandamisvõimaluste valikut, võimaldades valida eelistatud värve, fonte ja paigutust veebilehel. See tagab, et veebileht peegeldab nende ainulaadset stiili ja eelistusi.",
  "loading_speed": "Laadimiskiirus",
  "loading_speed_desp": "Meie veebileht on optimeeritud kiiruse ja jõudluse jaoks. Sellel on kiire laadimisaeg erinevates seadmetes ja internetiühendustes.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Meie B2B teema eristub oma unikaalsete funktsioonide poolest. Oleme lisanud täiendava Parley valiku rikastatud panustamiskogemuse jaoks.",
  "b2b_theme_p2": "Meie teema on iseloomulik parimate värvikombinatsioonide ja disainielementidega, tagades esteetiliselt meeldiva liidese. Kasutajatele antakse õigused panustada laia spordivaliku, sealhulgas kriketi, jalgpalli ja tennise, peale.",
  "b2b_theme_p3": "Meil on ka palju erinevaid kasiinomänge lisameelelahutuse pakkumiseks. Lisaks pakume erinevat tüüpi kasiinosid, näiteks AWC kasiino, kus on üle 500 slotimängu ja rohkem kui 100 lauamängu.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Meie B2C sait pakub klientidele kasutajasõbralikku kogemust. Nad saavad hõlpsasti registreeruda oma telefoninumbri abil, pakkudes mugavat ja turvalist kontode loomise viisi.",
  "b2c_theme_p2": "Pärast registreerumist saavad kasutajad oma kontodele raha kanda, muutes panustamise ja mängimise alustamise lihtsaks. Lisaks pakume sujuvat väljamakset, tagades, et kasutajad pääsevad oma võitudele hõlpsalt ligi.",
  "b2c_theme_p3": "Kogemuse täiustamiseks pakume boonuspunkte, mida kasutajad saavad teenida ja kasutada platvormil viibides. See lisab klientidele lisaväärtust ja põnevust, võimaldades neil oma sissemakseid ja väljamakseid maksimaalselt ära kasutada.",
  "b2c_theme_p4": "Üldiselt on meie B2C sait loodud pakkuma muretut ja meeldivat panustamis- ja mängukogemust, andes klientidele vabaduse mängida, sissemakseid teha ja väljamakseid teha lihtsalt.",
  "request_demoID": "Taotle demo ID-d",
  "form_name": "Nimi *",
  "form_name_err": "Palun sisestage oma nimi (vähemalt 3 tähemärki).",
  "form_email": "E-post *",
  "form_email_err": "Palun sisestage kehtiv e-posti aadress.",
  "form_country": "Riik *",
  "form_country_err": "Palun valige oma riik.",
  "form_district": "Piirkond *",
  "form_district_err": "Palun sisestage oma piirkond.",
  "form_whatsapp": "WhatsApp Number *",
  "form_whatsapp_err": "Sisestage kehtiv WhatsApp number.",
  "form_turnover": "Igakuine käive *",
  "form_turnover_err": "Palun sisestage oma igakuine käive.",
  "form_users": "Mitu kasutajat *",
  "form_users_err": "Palun sisestage kehtiv kasutajate arv.",
  "form_current": "Praegu kasutatav platvorm *",
  "form_current_err": "Palun sisestage oma praegune platvorm.",
  "form_issues": "Praeguse platvormi probleemid *",
  "form_issues_err": "Palun kirjeldage probleeme (vähemalt 10 tähemärki).",
  "form_telegram": "Kas olete Telegramis? *",
  "form_select": "-- Valige --",
  "form_yes": "Jah",
  "form_no": "Ei",
  "form_telegram_err": "Palun valige, kas teil on Telegrami käepide.",
  "form_telhandle": "Telegrami käepide *",
  "form_telhandle_err1": "Telegrami käepide on nõutud.",
  "form_telhandle_err2": "Telegrami käepide peab algama &#64;-ga (nt &#64;kasutajanimi).",
  "demo_url": "Demo URL",
  "form_submit": "Esita",
  "form_name_ph": "Sisestage oma nimi",
  "form_email_ph": "Sisestage oma e-post",
  "form_district_ph": "Sisestage oma piirkond",
  "form_whatsapp_ph": "Sisestage WhatsApp number",
  "form_turnover_ph": "Sisestage oma igakuine käive",
  "form_users_ph": "Sisestage kasutajate arv",
  "form_current_ph": "Sisestage praegune platvorm",
  "form_issues_ph": "Kirjeldage praeguse platvormi probleeme",
  "form_telhandle_ph": "Sisestage oma Telegrami käepide",
  "our_commitment": "Meie pühendumus",
  "our_commitment_p1": "VRNL on pühendunud teie privaatsuse kaitsmisele ja isiku- ning finantsandmete turvalisusele. See poliitika selgitab, millist teavet me kogume, kuidas me seda kasutame ja milliseid meetmeid rakendame selle kaitsmiseks. Viited vrnl.net sisaldavad ka selle rakendusi.",
  "our_commitment_p2": "See poliitika kehtib kõigile VRNL veebisaitidele ja rakendustele, kus see on avaldatud, kooskõlas asjakohaste seadustega piirkondades, kus me tegutseme. Täiendavad piirkonna- või teenusespetsiifilised privaatsusteatised võivad seda poliitikat täiendada.",
  "our_commitment_p3": "Kui esitate teavet kolmandate osapoolte platvormide kaudu (nt sotsiaalmeedia sisselogimised), kogume andmeid nende integratsioonide kaudu vastavalt sellele poliitikale. Siiski kehtivad kolmanda osapoole enda privaatsustavad, mis käsitlevad nende kogutud andmeid. Selliste platvormide privaatsusseaded ei mõjuta, kuidas VRNL kasutab meie saitide või rakenduste kaudu kogutud andmeid.",
  "our_commitment_p4": "Meie platvormidel võivad olla lingid välistele saitidele, mida VRNL ei oma ega kontrolli. Me ei vastuta nende privaatsustavade eest ja soovitame teil enne teabe jagamist tutvuda nende poliitikatega.",
  "our_commitment_p5": "See privaatsuspoliitika tuleks lugeda koos meie kasutustingimustega.",
  "user_content": "Kasutaja nõusolek",
  "user_content_para": "Kasutades VRNL teenust (nt konto registreerimisel, teenuse ostmisel, võistluses või kampaanias osalemisel, meiega suhtlemisel meie saitidel või rakendustes), nõustute meie isikuandmete kogumise, kasutamise ja jagamisega vastavalt sellele poliitikale. Mõnel juhul, eriti kui elate riigis, mida reguleerib andmekaitse määrus, võime paluda teil anda selgesõnaline nõusolek teenuste kasutamiseks enne edasiste toimingute tegemist. Kui olete rändkasutaja või külastate erinevaid riike ja kasutate VRNL teenuseid, loeme registreerimisriigi teie esmaseks riigiks ning registreerimise ajal saadud nõusolek kehtib teie isikuandmete töötlemiseks. Kohaldatavad privaatsustingimused vastavalt registreerimisriigi seadustele kehtivad teile.",
  "accessing_webNet": "Veebilehtede ja Network 18 teenuste kasutamine VPN-i kaudu",
  "accessing_webNet_p1": "Te ei tohi VRNL veebisaite ega teenuseid kasutada meetoditega, mis varjavad või esitlevad teie tegelikku asukohta valesti (nt virtuaalne privaatvõrk (VPN) või sarnased tööriistad).",
  "accessing_webNet_p2": "VRNL ei vastuta teie isikuandmete kogumise, salvestamise ega töötlemise eest, kui kasutatakse selliseid ligipääsumetoodikaid.",
  "collection_personalInfo": "Isikuandmete kogumine ja nende kasutamine",
  "collection_personalInfo_p1": "„Isikuandmed“ (PII) viitavad igale andmele, mis võib otseselt või kaudselt isikut tuvastada, näiteks nimi, postiaadress, e-posti aadress või mobiilinumber. Kui anonüümne teave on seotud isikuandmetega, käsitletakse seda samuti isikuandmetena.",
  "collection_personalInfo_p2": "VRNL kogub ainult vajalikke isikuandmeid teie päringute täitmiseks ja kohandatud toodete ja teenuste pakkumiseks. Me ei kogu sellist teavet ilma teie teadliku ja vabatahtliku nõusolekuta.",
  "collection_personalInfo_p3": "Teie isikuandmeid võib VRNL ja selle teenusepartnerid kasutada meie veebisaitide ja teenuste haldamiseks ning teavitamaks teid VRNL-i ja selle sidusettevõtete uute funktsioonide, toodete ja teenuste kohta.",
  "info_provide_us": "1. Teave, mille te meile annate",
  "info_provide_us_desp": "Me võime küsida ja koguda järgmisi isikuandmeid, kui kasutate vrnl.net-i, ning ilma nende andmeteta ei pruugi me suuta pakkuda kõiki soovitud teenuseid:",
  "reg_data": "a. Registreerimisandmed",
  "reg_data_desp": "Teatud veebisaidi, rakenduse ja teenuste funktsioonide kasutamiseks (näiteks sündmuste registreerimine ja veebikampaaniad) võite esitada põhilisi kontaktandmeid, sealhulgas, kuid mitte ainult:",
  "reg_data_list": "<li><span>Eesnimi</span></li> <li><span>Perekonnanimi</span></li> <li><span>E-posti aadress</span></li>",
  "user_pro_details": "b. Kasutaja profiili andmed",
  "user_pro_details_desp": "Me võime koguda ja salvestada täiendavaid isikuandmeid jaotises 'Minu profiil', mis aitab pakkuda kohandatud sisu ja säilitada kasutajaprofiili, sealhulgas, kuid mitte ainult:",
  "user_pro_details_list": "<li><span>Nimi</span></li> <li><span>Sugu</span></li> <li><span>E-posti aadress</span></li> <li><span>Sünnikuupäev</span></li> <li><span>Riik</span></li> <li><span>Linn</span></li> <li><span>Mobiilinumber</span></li>",
  "mobile_device_permissions": "c. Mobiilseadme õigused",
  "mobile_device_permissions_desp": "Kui pääsete meie rakendusele juurde mobiilseadmete, tahvelarvutite, telerite või muude seadmete kaudu, kus rakendusele on juurdepääs, võime taotleda ja saada ligipääsu järgmisele:",
  "mobile_device_permissions_list": "<li><span>Kontod - mitme kasutajakonto haldamiseks rakenduses ja sisselogimiseks</span></li> <li><span>Kontaktid - kasutajate kontaktide jagamiseks artiklite edastamiseks rakenduse kaudu</span></li> <li><span>Telefon - telefoni oleku lugemiseks ja kasutajateavituste võimaldamiseks seadmes. IMEI kogutakse ainult iga kasutaja unikaalseks tuvastamiseks</span></li> <li><span>Kaamera - kasutajale piltide ja profiilipildi üleslaadimiseks, võimaldades kasutada kaamerat VRNL-is</span></li> <li><span>Mikrofon - häälkäskluste funktsioonide võimaldamiseks</span></li> <li><span>Salvestus - failide ja kaustade juurdepääs rakenduse sees</span></li> <li><span>SMS - kinnitus- ja kontrollsõnumite saatmiseks ja vastuvõtmiseks</span></li>",
  "mobile_device_permissions_desp2": "Nende seadete õigused võivad olla rakenduse nõuetekohaseks toimimiseks olulised. Õigusi saab hallata vastavate seadmete 'seadete' valiku kaudu.",
  "info_voluntarily": "2. Teave, mille te meile vabatahtlikult annate",
  "info_voluntarily_desp": "Kui saadate meile isiklikku kirjavahetust, nagu e-kirjad või kirjad, või kui teised kasutajad või kolmandad isikud saadavad meile teavet teie tegevuse või postituste kohta vrnl.net-il, võime koguda ja salvestada sellist teavet.",
  "info_voluntarily_para": "Me võime koguda täiendavat teavet ka muudel aegadel, kui annate tagasisidet, muudate oma sisu või e-posti eelistusi, vastate küsitlustele või suhtlete meiega. See teave võib sisaldada teie nime, e-posti aadressi, mobiilinumbrit, asukohta jne.",
  "info_auto": "3. Teave, mida me kogume automaatselt",
  "info_auto_desp": "Me kogume teavet teie ja teie teenuse kasutamise kohta, teie suhtlusest meiega ja meie reklaamidega, samuti teavet teie arvuti või muude seadmete kohta, mida kasutatakse teenusele juurdepääsuks (nt mobiilseadmed, tahvelarvutid ja muud vaatamisseadmed). See teave sisaldab, kuid ei piirdu järgmisega:",
  "info_auto_list": "<li><span>Tegevused vrnl.net-il, nt vaadatud lehtede tüüp, lehtedel veedetud aeg, otsingupäringud jne.</span></li> <li><span>Teie suhtlus meie e-kirjade, klienditeeninduse ja sõnumiplatvormiga.</span></li> <li><span>Geo-asukoha teave IP-aadresside kaudu;</span></li> <li><span>Seadme teave, nagu seadme ID, mudel jne. ja muud unikaalsed identifikaatorid</span></li> <li><span>Reklaami identifikaatorid, näiteks mobiilseadmetes ja tahvelarvutites, sealhulgas identifikaatorid (nt IDFA iOS seadmetel ja GAID Android seadmetel);</span></li> <li><span>Teave, mis kogutakse küpsiste ja muude tehnoloogiate kaudu*;</span></li>",
  "info_auto_note": "*Märkus: Kogemuse parandamiseks võime kasutada <b>küpsiseid</b> või sarnaseid tehnoloogiaid, et määrata teile <b>unikaalne kasutaja-ID</b> ja mõista teie huvisid. <b>Küpsised</b> ei paljasta teie isikut, välja arvatud juhul, kui te selle ise esitate, ega pääse teie seadme andmetele ligi. Reklaamijad võivad seada oma küpsised, kui suhtlete nende reklaamidega, mida me ei kontrolli. Samuti kogume teatud tehnilist teavet, kui kasutate meie veebisaite, rakendusi või teenuseid mis tahes internetiühendusega seadmes.",
  "inferred_info": "4. Teave, mis tuletatakse kasutuse ja logiandmete põhjal",
  "inferred_info_desp": "Me võime jälgida teatud teavet teie kohta, tuginedes teie käitumisele vrnl.net-il. Kasutame seda teavet, et läbi viia sisemisi uuringuid meie kasutajate demograafia, seadmete, huvide ja käitumise kohta, et paremini mõista, kaitsta ja teenindada meie kasutajaid. Seda teavet koostatakse ja analüüsitakse kokkuvõtlikult.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> Me võime koguda teie teavet ka kasutajakäitumise ja eelistuste jälgimiseks sisemiste analüüside ja uuringute jaoks. Me võime kasutada teie teavet ka:</strong><br> (i) teie huvi hindamiseks investeerimisvõimaluste, teenuste, pakkumiste, tellimuste vastu; <br> (ii) analüüside läbiviimiseks ja kliendiuuringuteks, et kindlaks teha teie huvi, sisu, mis genereerib müüki ja liiklusmustrite analüüsimiseks.<br>",
  "inferred_info_a": "a. Interaktiivsed funktsioonid",
  "inferred_info_a_desp1": "Vrnl.net-il on palju funktsioone, mis võimaldavad kasutajatel/ liikmetel avaldada oma identiteeti ja suhelda teiste kasutajate/ liikmetega. Nende funktsioonide kasutamine ja isikuandmete (nt e-posti aadressi) avalikustamine toimub teie enda vastutusel ning vrnl.net ei vastuta selle eest. Kui teie privaatsus on sellise tegevuse tulemusel rikutud, saate sellest teavitada e-posti teel aadressil vrnl@gmail.com",
  "inferred_info_a_desp2": "Kui postitate sõnumeid sotsiaalmeedia kontodele, foorumitesse, jututubadesse või muudele sõnumialadele või jätate tagasisidet, kogume selle teabe, mida meile edastate. Salvestame seda teavet nii kaua kui vaja vaidluste lahendamiseks, klienditoe pakkumiseks ja probleemide lahendamiseks seadusega lubatud ulatuses. Samuti võime säilitada sellist teavet kokkuvõtlikult turutrendide ja -meeleolude kujundamiseks. Me ei seosta teie isikuandmeid nende kommentaaride või postitustega analüüsi käigus.",
  "inferred_info_b": "b. Kasutajakogemus ja tugi",
  "inferred_info_b_desp1": "Me tuvastame ja kasutame teie IP-aadressi serveri probleemide diagnoosimiseks ja rakenduse haldamiseks. Teie IP-aadress aitab ka teie tuvastamisel ja laiade demograafiliste andmete kogumisel, et kohandada teie kogemust vrnl.net-il.",
  "inferred_info_b_desp2": "Mõnikord palume teil täita vabatahtlikke veebiküsitlusi. Need küsitlused võivad küsida kontaktandmeid ja demograafilist teavet (nt postiindeks, vanus jne.). Kasutame seda teavet, et kohandada teie kogemust vrnl.net-il, pakkudes sisu, mis võib teile huvi pakkuda ja kuvades sisu vastavalt teie eelistustele.",
  "info_thirdparty": "5. Teave, mida kogume kolmandatelt osapooltelt",
  "info_thirdparty_a": "a. Sotsiaalmeedia sisselogimine",
  "info_thirdparty_a_desp": "Kui registreerite end teiste kontode, nt Facebook või Gmail, kaudu, hangime teavet nende kontode kaudu, et jätkata teie teenindamist ja teenuste pakkumist. Kogume järgmist teavet, sealhulgas, kuid mitte ainult:",
  "info_thirdparty_a_list": "<li><span>Facebook - avalik teave, nimi, e-posti aadress, sõprade nimekiri</span></li> <li><span>Google - eesnimi, perekonnanimi, e-posti aadress</span></li>",
  "info_thirdparty_b": "b. Tehingu- või arveldusteave",
  "info_thirdparty_b_desp": "Tellimusepaketi ostmisel võib meie makselahenduse partner koguda teavet teie krediit-/deebetkaardi või muu pangakonto andmete ja arveaadressi kohta. Seda teavet salvestab makselahenduse partner. Näiteks kasutavad teenused kolmandate osapoolte makselahenduse partnereid teie tellimuse tasumise protsessimiseks. VRNL.net ei kogu teie finantsteavet otse. Sellised makselahenduse partnerid ei kuulu meie kontrolli alla ja nende külastamine toimub teie riskil. Soovitame tutvuda nende privaatsuspoliitikaga.",
  "lawfulness_processing": "I. Töötlemise eesmärgid ja seaduslikkus",
  "lawfulness_processing_desp1": "Vrnl.net kogub ja töötleb teie isikuandmeid ainult seaduslikul alusel. Seaduslik alus võib olla teie selgesõnaline nõusolek või 'õiguslik huvi', näiteks klienditoe pakkumine või premium teenuste töötlemine (nt makselahenduse teenusepakkujate kaudu).",
  "lawfulness_processing_desp2": "Kasutame teavet teenuse pakkumiseks, analüüsimiseks, haldamiseks, täiustamiseks ja isikupärastamiseks, registreerimise, tellimuste, maksete töötlemiseks ja suhtlemiseks järgmistes juhtumites. Näiteks:",
  "lawfulness_processing_list": "<li><span>määra portfellivajadused ja paku isikupärastatud soovitusi, näpunäiteid ja prognoose turutrendide kohta;</span></li> <li><span>tuvastada ja ennetada potentsiaalselt keelatud või ebaseaduslikke tegevusi, sealhulgas pettust;</span></li> <li><span>analüüsida ja mõista meie publikut, täiustada teenust (sh kasutajaliidese kogemust) ning optimeerida sisu valikut ja soovitusi;</span></li> <li><span>suhelda teiega teenuse osas (nt e-posti, push-teavituste, SMS-i ja veebisõnumite kaudu), et teavitada uutest funktsioonidest, sisust, pakkumistest ja uuringutest;</span></li> <li><span>teavitada teenusetingimuste muudatustest;</span></li> <li><span>võimaldada teil osaleda interaktiivsetes teenusefunktsioonides;</span></li> <li><span>täita kohustusi ja kaitsta õigusi lepingutest tulenevalt, sh arveldamine ja kogumine.</span></li>",
  "lawfulness_processing_desp3": "Võime kasutada teie teavet, et pakkuda isikupärastatud kogemust meie saitide/rakenduste külastamisel ja turundus- ning analüüsieesmärkidel.",
  "lawfulness_processing_desp4": "Isikupärastamine toimub andmete, küpsiste, IP-aadresside ja muude tehnoloogiate abil, et pakkuda teile sisu ja reklaame vastavalt teie huvidele. Palun andke selgesõnaline nõusolek, kui me kogume teie andmeid.",
  "info_usedBy": "II. Teavet kasutab ettevõte",
  "info_usedBy_desp1": "Kasutajate esitatud teave võimaldab meil parandada teenuseid ja pakkuda kasutajasõbralikku kogemust. Mõnel juhul võib olla vajalik ka teie kontaktandmed. Kõiki vajalikke andmeid kasutatakse teenuste hooldamiseks, kaitsmiseks ja täiustamiseks ning uute teenuste arendamiseks. Me võime kasutada teie e-posti turundus- või haldusotstarbel vastavalt seadustele.",
  "info_usedBy_desp2": "Avalikult jagatud teave, näiteks kommentaarid ja postitused sotsiaalmeedias, ei loeta isikuandmeteks. Kui te ei edasta isikuandmeid, ei pruugi teatud teenuseid saada.",
  "disclosure_tp": "III. Avalikustamine kolmandatele osapooltele",
  "disclosure_tp_b": "b. Reklaam",
  "disclosure_tp_b_desp": "Reklaamijatele esitatakse tavaliselt koondstatistika. Kolmandad reklaamifirmad võivad kasutada teavet reklaamide sihtimiseks, kuid me ei anna isikuandmeid ilma nõusolekuta.",
  "disclosure_tp_d": "d. Promo-pakkumised",
  "disclosure_tp_d_desp": "Jagame või avalikustame teie isikuandmeid väljaspool vrnl.net teie nõusolekul. Näiteks SMS- ja e-posti teenuste pakkumine, sealhulgas turundus- või kampaaniateated.",
  "disclosure_tp_f": "f. Õiguslikud nõuded",
  "disclosure_tp_f_desp": "vrnl.net võib avalikustada isikut tuvastavat teavet, kui seda nõuab seadus või kui on heauskne arvamus, et selline tegevus on vajalik:",
  "disclosure_tp_f_list": "<li><span>seadusest tulenevate nõuete täitmiseks või saidile või selle omanikele esitatud õiguslike protsesside järgimiseks;</span></li> <li><span>saidile, selle omanikele või vrnl.net kasutajatele kuuluva vara ja õiguste kaitsmiseks ja kaitsva tegevuse rakendamiseks;</span></li> <li><span>tingimustes, kus on vaja kaitsta vrnl.net kasutajate, saidi, selle omanike või avalikkuse isiklikku turvalisust.</span></li>",
  "controls_choices": "IV. Teie kontroll ja valikud",
  "managing_info": "Teie teabe haldamine",
  "managing_info_desp1": "Kui kasutate teenuseid moneycontroli kaudu (veebisaidid või nende alamsaidid), püüame pakkuda teile, kui te seda nõuate, juurdepääsu teie isikuandmetele ning tagada, et kõik ebatäpsed või puudulikud isikuandmed või tundlikud andmed parandatakse või täiendatakse, arvestades seadusest tulenevaid nõudeid või õigustatud ärilisi eesmärke.",
  "managing_info_desp2": "Palume üksikute kasutajate tuvastada ennast ja teabe, millele nad soovivad juurdepääsu, enne nende taotluste töötlemist. Võime keelduda ebamõistlikult korduvatest või süsteemsetest taotlustest, mis nõuavad liialt tehnilisi ressursse, ohustavad teiste privaatsust või on ebatõenäoliselt teostatavad. Igal juhul, kui me pakume juurdepääsu ja andmete parandamist, teeme seda tasuta, välja arvatud juhul, kui see nõuaks liialt suuri jõupingutusi. Kuna teatud teenuseid hooldatakse, võivad pärast teabe kustutamist jääda ajutised koopiad meie varusüsteemidesse.",
  "managing_info_desp3": "Andmesubjektina oma õiguste kasutamiseks peate esitama meile kirjaliku taotluse. Palun veenduge, et kasutate sobivaid teemasid (nt Andmete juurdepääsu taotlus, Andmete ülekandmise taotlus, Andmete kustutamise taotlus), mis aitavad meil teie taotlusi kiiremini töödelda.",
  "managing_info_desp4": "Pakume teile võimalust kasutada teatud kontrolli- ja valikuvõimalusi seoses meie kogutud, kasutatava ja jagatava isikuandmetega. Kohaldatava seaduse kohaselt võivad teie kontrolli- ja valikuvõimalused hõlmata:",
  "dataAccess_port": "a. Andmete juurdepääs ja ülekantavus",
  "dataAccess_port_desp": "EL-i üldine andmekaitsemäärus (GDPR) annab teile õiguse taotleda koopiaid teie isikuandmetest, mis on meie käes. Teil võib olla õigus taotleda ka oma andmete koopiaid struktureeritud, laialdaselt kasutatavas ja masinloetavas vormingus ning/või paluda meil need andmed edastada teisele teenusepakkujale (kui see on tehniliselt võimalik).",
  "data_retention": "c. Andmete säilitamine ja kustutamine",
  "data_retention_desp1": "Hoidame teie isikuandmeid seni, kuni see on vajalik selles poliitikas sätestatud õigustatud huvide täitmiseks ja seaduslike kohustuste järgimiseks. Kui te ei soovi, et me kasutaksime teie andmeid, võite taotleda isikuandmete kustutamist ja vrnl.net konto sulgemist.",
  "data_retention_desp2": "Palun pange tähele, et kui taotlete oma isikuandmete kustutamist:",
  "data_retention_list": "<li><span>Me võime säilitada osa teie isikuandmetest õigustatud äriliste huvide huvides, nt pettuse tuvastamiseks ja ohutuse parandamiseks. Näiteks, kui peatame vrnl.net konto pettuse või turvalisuse tõttu, võime säilitada teatud teavet, et takistada uue konto avamist.</span></li> <li><span>Me võime säilitada ja kasutada teie isikuandmeid seadusest tulenevate kohustuste täitmiseks, nt maksuaruandlus ja auditeerimine.</span></li> <li><span>Teie teistega jagatud teave (nt arvustused, foorumi postitused) võib jääda avalikuks, kuid teie isikuandmed eemaldatakse. Teatud koopiad (nt logikirjed) võivad jääda andmebaasi, kuid ilma isikutuvastava seoseta.</span></li> <li><span>Järelkoopiad võivad jääda varusüsteemidesse kaitse eesmärgil ajutiselt.</span></li>",
  "data_retention_note": "(Märkus: kui teil on mitu kontot moneycontrolis, peate esitama eraldi taotluse iga konto jaoks, kasutades vastavat e-posti aadressi.)",
  "withdrawing_consent": "d. Nõusoleku tagasivõtmine ja töötlemise piiramine",
  "withdrawing_consent_desp": "Nõusoleku tagasivõtmiseks teenuse kestel saatke meile e-kiri. Me vaatame teie taotluse üle, võime paluda teil tuvastada ennast ja pärast kinnitamist peatame teie andmete töötlemise.",
  "fail_provideConsent": "V. Kui te ei anna nõusolekut",
  "fail_provideConsent_desp": "Vrnl.net on reklaamipõhine platvorm. Reklaamide näitamiseks ja teenuste osutamiseks on isikuandmete töötlemiseks nõusoleku andmine vajalik. Kui te ei anna nõusolekut, ei saa me teenuseid pakkuda.",
  "childrens_privacy": "VI. Laste privaatsus",
  "childrens_privacy_desp1": "vrnl.net ei ole sihitud alla 16-aastastele. vrnl ei luba teadlikult alla 16-aastastel registreeruda või isikuandmeid anda. Kui avastame sellised andmed ilma vanema nõusolekuta, kustutame need ja teavitame vanemat.",
  "childrens_privacy_desp2": "Vanematel on vastutus jälgida laste teenuste kasutamist. Me ei kogu ega töödelda alla 16-aastaste isikuandmeid ega saada neile reklaammaterjale. Kui kahtlustate, et laps on andmeid andnud, võtke ühendust klienditoega.",
  "data_transfer": "VII. Andmete ülekandmine, säilitamine ja töötlemine üle maailma",
  "data_transfer_desp": "Töötame globaalselt ja võime teie isikuandmeid edastada vrnl seotud ettevõtetele või kolmandatele osapooltele üle kogu maailma. Teeme mõistlikke samme privaatsuse kaitsmiseks. Euroopa Liidust edastatud andmete puhul kasutame standardlepingulisi klausleid ja muid EL-i seadustest tulenevaid kaitsemeetmeid.",
  "security_compliance": "VIII. Turvalisus ja seaduslikkus",
  "security_compliance_desp": "Rakendame pidevalt haldus-, tehnilisi ja füüsilisi turvameetmeid, sh tulemüüre, andmete krüptimist ja ligipääsu kontrolli. Kui kahtlustate kontojurste kadumist või väärkasutust, võtke ühendust klienditoega.",
  "changein_policy": "IX. Poliitika muutus",
  "changein_policy_desp": "Privaatsuspoliitikat võidakse aeg-ajalt muuta. Uued tingimused jõustuvad kohe ja asendavad eelmised. Jätkates vrnl.net kasutamist, nõustute uute tingimustega.",
  "contact_info": "X. Kontaktandmed",
  "contact_info_a": "a. Tugi",
  "contact_info_a_desp": "Kui vajate teavet või selgitusi seoses isikuandmete kasutamise või privaatsuspoliitikaga, saatke e-kiri:",
  "contact_info_b": "b. Kaebused",
  "contact_info_b_desp1": "Võite pöörduda andmekaitseametniku poole kaebuse esitamiseks. Teil on õigus kaebuse esitamiseks pädevatele andmekaitseasutustele.",
  "contact_info_b_desp2": "Kui teil on küsimusi, kaebusi seoses andmete kogumise, töötlemise või ülekandega või poliitikaga, võtke ühendust meie andmekaitseametnikuga.",
  "risk_management_title": "Teie panused, meie vastutus – tipptasemel riskijuhtimine &",
  "risk_management_title2": "Ettevõte, mis otsib pidevalt innovaatilisi lahendusi oma ärivajaduste rahuldamiseks.",
  "dedicated_rm_team": "Pühendunud riskijuhtimise meeskond",
  "dedicated_rm_team_desp": "Meil on pühendunud ja <b>kõrge kogemusega riskijuhtimise meeskond</b>, mis töötab <b>24/7</b>. Nende peamine ülesanne on jälgida kõiki panuseid ja tehinguid platvormil, tagades <b>õigluse</b> ja <b>turvalisuse</b> kõigile kasutajatele.",
  "key_features_rm": "Põhifunktsioonid",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Reaalajas jälgimine:</strong> Täiustatud süsteemid jälgivad panuseid, koefitsientide muutusi ja kasutajate tegevust pidevalt.</span></li> <li><strong>Käsitsi kontroll:</strong> Hoiatused käivitavad põhjaliku kontrolli panuse mustrite, koefitsientide muutuste ja kontokäitumise osas.</li> <li><strong>Riski vähendamine:</strong> Kohesed toimingud, nagu panuste tühistamine/peatamine, kontode külmutamine või kasutajate kontrollimine, kui leitakse kõrvalekaldeid.</li> <li><strong>Andmete analüüs:</strong> Jätkuv reaal- ja ajalooliste andmete ülevaade riskitrendide tuvastamiseks ja ennetusstrateegiate täiustamiseks.</li> <li><strong>Intsidendi reageerimine:</strong> Struktureeritud plaan turvarikkumiste, pettuse või muude ohtude kiireks ja tõhusaks käsitlemiseks.</li>",
  "benefits_rm": "Eelised",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Pidev koolitus:</strong> Riskimeeskonna oskuste pidev arendamine, et tõhusalt toime tulla uute ohtudega.</span></li> <li><strong>Täpsem tehnoloogia ja turvalisus:</strong> Regulaarne uuendamine, sissetungimistestid, tarkvarauuendused ja turvaauditeerimine.</li> <li><strong>Läbipaistvus:</strong> Selge suhtlus kasutajatega riskijuhtimise meetmete kohta usalduse säilitamiseks.</li> <li><strong>Pidev täiustamine:</strong> Strateegiate arendamine varasemate juhtumite ja tekkivate riskide põhjal platvormi terviklikkuse ja kasutajate huvide kaitsmiseks.</li>",
  "sbs_bold": "Spordi <strong>panustamise tarkvara</strong>",
  "sbs_bold_p1": "Kas soovite oma spordipanustamise kogemust uuele tasemele viia? VRNL spordipanustamise tarkvara on teie lahendus! Selles artiklis uurime, kuidas VRNL tipptasemel tehnoloogia võib muuta teie panustamisviisi. Üle kahekümne aasta tööstuse kogemusega on VRNL teie usaldusväärne partner innovatiivsete spordipanustamise lahenduste pakkumisel. Sukeldugem spordipanustamise tarkvara maailma ja avastagem, kuidas saame teie mängu tõsta.",
  "sbs_bold_p2": "VRNL spordipanustamise tarkvara pakub spordihuvilistele ja panustajatele palju võimalusi. Keskendudes täpse, asjakohase ja kasuliku info pakkumisele, ühendab VRNL valdkonnaekspertide teadmised ja isiklikud kogemused, et luua terviklik panustamise lahendus. Usaldage VRNL-i, et viia oma spordipanustamise kogemus uuele tasemele.",
  "sbs_bold_p3": "Avastage VRNL spordipanustamise tarkvara juba täna ja tõstke oma panustamismäng uuele tasemele!",
  "sbs_try_b2b": "Proovige meie B2B panustamistarkvara",
  "sbs_try_b2c": "Proovige meie B2C panustamistarkvara",
  "sbs_mf_desp": "Pakume laia valikut tööriistu, et hõlbustada meie panustamistarkvara haldamist. Nende seas toome esile kõige võimsamad ja eriti olulised globaalsetel turgudel konkurentsis püsimiseks:",
  "sbs_mf_list": "<li> <strong>Reaalajas koefitsiendid</strong> Olge kursis reaalajas koefitsientidega, mis annavad teile konkurentsieelise. VRNL tarkvara tagab, et te ei jääks parimatest võimalustest ilma. </li> <li> <strong>Lihtne mobiilne kasutus</strong> Panustage liikvel olles VRNL mobiilse tarkvaraga. Platvorm kohandub teie seadmega, olgu see iOS või Android, pakkudes sujuvat kogemust. </li> <li> <strong>Arenenud koefitsientide teenus</strong> määratleb spordidatasid API uuesti. See pakub 100% täpseid enne-mängu koefitsiente ja kiiremaid reaalajas andmevooge minimaalse latentsusega.</li> <li> <strong>Paindlik integratsioon</strong> Meie platvorm saab sujuvalt integreerida teie süsteemi API või iFrame kaudu, pakkudes paindlikkust rakendamisel.</li>",
  "sbs_benefits": "Millised on eelised? <b> Laskem selgitada</b>",
  "sbs_benefits_p1": "<strong>Veebipõhise ja jaemüügi panustamisplatvormi eelised</strong> Veebipanustamisplatvormi käivitamine võib tõepoolest olla keeruline.",
  "sbs_benefits_p2": "Seetõttu oleme loonud <strong>tööstusliku spordipanustamise tarkvara</strong> keskkonna, et protsess sujuvam oleks, koos tipptasemel koefitsiendipakkujatega, et pakkuda laia valikut.",
  "sbs_benefits_p3": "Meie reguleeritud partnerid saavad täieliku toe veebipanustustööstusse sisenemisel, koos võimalusega valida bränditud või mitte-bränditud platvormiversioonide vahel.",
  "sbs_benefits_p4": "Meie tarkvara sisaldab tugevaid riskijuhtimise tööriistu, muutes seadistamise kiireks ja lihtsaks ning valmis äril laienemiseks.",
  "sbs_benefits_p5": "Veebimängijate ja panustamispunktide haldamine ei ole kunagi olnud nii lihtne ja kasutajasõbralik.",
  "complete_sbs": "Täielik spordipanustamise <strong>tarkvara</strong>",
  "whatwe_have": "Mida me teile pakume?",
  "whatwe_have_list": "<li> <strong>Mängijate konto haldus</strong> Meie platvorm pakub tugevat mängijate konto haldust, sealhulgas registreerimis- ja kinnitusteenuseid. Samuti on meil tõhus süsteem petturlike kontode tuvastamiseks ja käsitlemiseks. </li> <li> <strong>Geolokatsiooni tööriistad</strong> Pakume tööriistu IP-aadressist asukoha teabe tuvastamiseks, tagades täpsed geolokatsiooniteenused.</li>",
  "whatwe_have_desp": "Meie ulatusliku toe abil saate keskenduda oma jaemüügi panustamispunktide ja veebivõrkude loomisele ja arendamisele.",
  "b2c_sbs": "B2C spordipanustamise tarkvara",
  "b2c_sbs_p1": "VRNL on teie eelistatud sihtkoht B2C spordipanustamise tarkvaralahenduste jaoks. Oleme usaldusväärne nimi tööstuses, pühendunud tipptasemel tarkvara pakkumisele, mis täiustab teie spordipanustamise kogemust. Olenemata sellest, kas olete kogenud panustaja või uus spordipanustamise maailmas, on meil vajalikud tööriistad teie mängu tõstmiseks. Proovige VRNL spordipanustamise tarkvara juba täna ja tõstke oma panustamismäng uuele tasemele!",
  "b2c_sbs_p2": "B2C (äri-lõppkasutajale) spordipanustamise tarkvara viitab tehnoloogiale ja platvormile, mida kasutavad kihlveokontorid spordipanustusteenuste pakkumiseks otse lõppkasutajatele.",
  "b2c_sbs_p3": "See tarkvara võimaldab tarbijatel veebis või mobiilirakendustes panuseid teha erinevatele spordisündmustele. Siin on mõned peamised funktsioonid ja komponendid, mida B2C spordipanustamise tarkvaras tavaliselt leidub:",
  "b2c_sbs_list": "<li> <b>Kasutaja registreerimine ja konto haldus:</b> Võimaldab kasutajatel luua kontosid, hallata isiklikku teavet ja jälgida panustamisajalugu. </li> <li> <b>Klienditugi:</b> Pakub klienditoe võimalusi, näiteks reaalajas vestlus, e-post ja telefonitugi, kasutajate päringute ja probleemide lahendamiseks. </li> <li> <b>Affiliate programmid:</b> Pakub partnerlussüsteeme turunduseks ja reklaamiks, võimaldades partneritel teenida komisjonitasusid kasutajate suunamise eest. </li>",
  "casino_sbs": "Kasiino ja spordi <strong>panustamise tarkvara</strong>",
  "casino_sbs_list": "Pakkujad 75+<br />Kasiinomänguautomaadid 15 000+<br />Lauamängud 500+<br />Videopokker 700+<br />Muud mängud 200+<br />Live-mängusaade<br />First Person mängud<br />Ameerika rulett live<br />Live blackjack<br />Baccarat live<br />Casino Hold’em live<br />SICBO<br />Dragon tiger live<br />Andar Bahar<br />Teen Patti",
  "online": "Veebis",
  "casino_platform": "kasiino platvorm",
  "onc_desp1": "VRNL pakub täielikku lahendust meie <strong>White Label Casino</strong> pakkumisega.",
  "onc_desp2": "Meie <strong>veebikasiino platvorm</strong> on loodud lihtsuse tagamiseks, võimaldades lihtsat haldust nii algajatele kui ka kogenud professionaalidele. VRNL abil saate täieliku juhendamise oma <strong>veebikasiino</strong> ettevõtmise alustamiseks.",
  "onc_desp3": "Enne sukeldumist kutsume teid nägema selle sujuvat toimimist tegevuses.",
  "wlc_mainFeatures_desp1": "Pakume laia valikut tööriistu, mis on loodud teie võimestamiseks meie veebikasiino platvormi haldamisel. Nende seas oleme valiku kitsendanud, keskendudes kõige mõjukamatele ja olulisematele tööriistadele, mis on vajalikud konkurentsivõimelises globaalses keskkonnas edu saavutamiseks:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Kõige laiem veebikasiino mängude kataloog maailmas,</strong> hoolikalt valitud tööstuse parimate pakkujate hulgast </li> <li> <strong class='black-color'>Boonustööriistad</strong> ja slotimängude kasumlikkuse optimeerimine </li> <li> <strong class='black-color'>Kampaaniate loomise tööriist</strong> ja mänguturniiride haldus</li> <li>Saab <strong class='black-color'>sujuvalt integreerida API või iFrame tehnoloogia kaudu.</strong> </li>",
  "wlc_mainFeatures_desp2": "Lisaks sisaldab meie pakett live-kasiino tarkvara, mis võimaldab teie kasutajatel nautida autentset päris kasiino kogemust oma kodu mugavusest.",
  "wlc_benefits": "Millised on eelised?",
  "letus_explain": "Laskem selgitada",
  "letus_explain_desp1": "Kas mõtlete siseneda veebipanustamise maailma? VRNL pakub ",
  "letus_explain_desp2": "kasiino white label lahendust, mis võib olla teie ideaalne alguspunkt.",
  "letus_explain_desp3": "Kasutage meie professionaalseid teenuseid ja teadmisi, koos meie arenenud <strong>kasiino platvormide</strong> ja tehnoloogiaga. Meie reguleeritud partnerid saavad laialdast tuge veebikasiino tööstusesse sisenemisel, võimalusega valida bränditud või mitte-bränditud platvormiversioonide vahel.",
  "letus_explain_desp4": "Veebikasiino ettevõtmise alustamine võib olla keeruline. Seetõttu oleme loonud täieliku kasiino keskkonna, pakkudes tipptasemel mängupakkujaid ja üle 1000 mängu. Meie mängumatemaatika on turvaline ja sertifitseeritud, tagades teie rahulolu.",
  "letus_explain_desp5": "Laienge oma äriga vaevata, kasutades meie platvormi tugevaid riskijuhtimise tööriistu kiireks ja lihtsaks seadistamiseks.",
  "wlc_complete_solutions": "Täielikud <span> Casino White Label</span> lahendused",
  "wlc_offer": "Mida me teile pakume?",
  "wlc_complete_solutions_list": "<li>Kinnitamisprotseduurid, ametlikult reguleerivate asutuste poolt heaks kiidetud</li> <li>Partnerlus- ja turundustööriistad, suunamissüsteem ja sotsiaalmeedia integreerimine</li> <li>Mobiilne push-teavitused, veebipush-teavitused ja rakendusesisesed sõnumid</li> <li>Mängijate konto haldus, registreerimine ja kinnitamine ning petturlike kontode tuvastamise süsteem</li> <li>Geolokatsiooni tööriistad IP-aadressi asukoha tuvastamiseks</li>",
  "wlc_complete_solutions_more": "Aga oodake, on veelgi rohkem",
  "wlc_complete_solutions_desp": "<strong>VRNL platvorm on optimeeritud tipptasemel jõudluse</strong> ja stabiilsuse tagamiseks. Kasutame tipptasemel tehnoloogiat, mis töötab kaks korda kiiremini kui tavalised kasiino platvormid. Meie ulatuslik kogemus on loonud tänapäeva kiireima ja võimsama rakenduse.",
  "wlc_numbers": "<span>White Label</span> Kasiino numbrites",
  "wlc_numbers_p1": "Avastage piiramatud võimalused meie VRNL White Label Casino lahendustega. Tõstke oma kasiinoäri taset meie laia kasiino pakkumiste valikuga",
  "wlc_numbers_p2": "Parimate live-kasiino pakkujate tipptasemel valik kogu maailmas",
  "wlc_numbers_p3": "Unikaalne valik live-lauamänge veebis, mitme kanaliga edastusega.",
  "wlc_numbers_list": "<li>Üle 75 pakkuja</li> <li>Üle 15 000 slotimängu</li> <li>500+ lauamängu</li> <li>700+ videopokkeri mängu</li> <li>Rohkem kui 200 muud mängu</li>",
  "wlc_numbers_p4": "Meie pühendunud meeskond juhendab teid kõigis etappides, alates algkoolitusest kuni tootmise käivitamiseni.",
  "wlb_platform": "White Label Panustamisplatvorm",
  "wlb_platform_p1": "VRNL <b class='bold'>white label spordiraamatulahendus</b> pakub täielikult hallatud börsiplatvormi. <br />",
  "wlb_platform_p2": "Üks meie white label spordiraamatulahenduse silmapaistvamaid omadusi on erakordne <b class='bold'>kiirus veebisaidi loomisel ja juurutamisel.</b> Meie pühendunud meeskond saab teie spordiraamatu veebisaidi tööle panna vaid kümne tööpäeva jooksul, <b class='bold'>täpselt kohandatud teie erivajadustele.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Meie teenus sisaldab spetsialiseeritud hostimist</b>, kogu vajaliku tarkvara, live spordikohustuste andmevooge, riskijuhtimise tööriistu ja tipptasemel klienditoetust. Oleme juhtiv white label panustamisplatvorm.",
  "wlb_platform_list": "<li>Veebisaidi arendus, <b>brändimine, kohandamine</b> ja klientide börsi põhjalik testimine</li> <li>Regulaarsed täiustused ja funktsioonide uuendused</li> <li><b>Riistvara pakkumine</b>, hostimine, pidev 24/7 järelevalve ja täielik tugi</li> <li><b>Mitmekesised panustamisturud,</b> spordikategooriad ja liigapakkumised</li> <li>Tõhus panuste vastuvõtt ja täpne arveldus</li> <li>Arenenud riskijuhtimine, tugev raamatupidamine ja järelevalvetööriistad</li>",
  "wlb_platform_p4": "VRNL pühendunud konsultandid koguvad hoolikalt teie nõuded ja esitavad teile kureeritud valiku malle ja viimaseid arendus saavutusi. Kõik meie platvormid on mitmekeelsed, toetavad mitut valuutat ning kasutajaliides (UI) kohandatakse hoolikalt teie konkreetsete vajaduste järgi.",
  "wlb_platform_customization": "Kohandused",
  "be_unique": "Ole unikaalne",
  "be_unique_desp1": "<b class='bold'>VRNL on spetsialiseerunud kohandatud white label panustamisplatvormidele, kasiinodele ja panustamisele,</b> pakkudes lahendusi, mis tugevdavad teie brändi identiteeti.",
  "be_unique_desp2": "Meie ekspertide meeskond tagab, et iga detail, alates visuaalselt muljetavaldavatest liidestest kuni logo integreerimise ja funktsioonide täiustamiseni, vastab teie visioonile.",
  "be_unique_desp3": "Alustage oma teekonda VRNL maailmas, kus teie ainulaadne visioon saab teoks.",
  "wlb_platform_odds": "Koefitsiendid",
  "wlb_platform_odds_optimize": "Optimeerige panustamiskoefitsiente VRNL-iga",
  "wlb_platform_odds_p1": "Olge konkurentidest sammu võrra ees meie arenenud <b class='bold'>koefitsientide haldusteenustega</b>. Pakume reaalajas koefitsientide korrigeerimist, riskijuhtimist ja turuanalüüsi, et aidata teil oma spordipanustamise pakkumisi optimeerida ja parandada mängijate kogemust.",
  "wlb_platform_odds_p2": "Meie spetsialistide meeskond on pühendunud teie edu tagamisele. Võtke meiega ühendust juba täna, et uurida, kuidas saame viia teie panustamise äri järgmisele tasemele.",
  "wlb_platform_zeroRisk": "Null risk",
  "wlb_platform_zeroRisk_h1": "Kauplemise ja riskijuhtimise teenused",
  "wlb_platform_zeroRisk_p1": "Pakume täielikke kauplemise ja riskijuhtimise teenuseid koos ekspertnõustamisega koefitsientide haldamisel. Lisaks pakume ainulaadset funktsiooni – võitude katmist. Praktiliselt tähendab see, et kui teie platvorm ei genereeri tulu, astume sisse ja katame mängijate väljamaksed. Meie prioriteet on teie rahu.",
  "wlb_platform_bpb": "Panustamisplatvormi brändimine",
  "wlb_platform_bpb_layouts": "Lõpmatud kujundused",
  "wlb_platform_bpb_layouts_desp": "Valige meie laia malle pakkuva valiku hulgast <b>erinevaid panustamiskujundusi</b>. Alternatiivselt saate täieliku loova kontrolli, kujundades oma kujunduse meie <b>API teenuste</b> kaudu. Selle valikuga saate teie ja teie arendusmeeskond autonoomselt luua täielikult kohandatud kasutajaliidese, mis on täpselt kohandatud teie visioonile.",
  "Betting": "Panustamine",
  "B2C": "B2C",
  "Casino": "Kasiino",
  "main_sec_title": "VRNL on juhtiv spordipanustamise tarkvara pakkuja Bangladeshis.",
  "who_we_are": "Kes me oleme",
  "what_we_do": "Mida me teeme",
  "about_us_title": "Meist - White label spordipanustamise tarkvara ja veebikasiino",
  "casino_providers": "Kasiino pakkujad",
  "betting_providers": "Panustamis pakkujad",
  "games_providers": "Mängude pakkujad",
  "online_exch_sw_title": "Revolutsioneerige oma äri VRNL veebibörsi tarkvaraga",
  "casino_games_title": "Kasiinomängud - White label kasiino",
  "casino_tournaments_title": "Kasiino turniiritarkvara - White label online kasiino",
  "esports_title": "eSports panustamise tarkvara, mis võimaldab teie kasutajatel panustada tipptasemel eSports mängudele",
  "faq_title": "VRNL KKK – Teie juhend levinud küsimuste ja vastuste kohta",
  "iframe_title": "Spordiraamatu iFrame White label spordipanustamine ja kasiino",
  "live_casino_title": "White label kasiino - alustage oma veebikasiinot",
  "lottery_games_title": "Loterii mängud - White label kasiino",
  "mobile_title": "Tõstke oma mängu VRNL mobiilse spordipanustamise tarkvaraga",
  "online_casino_sw_title": "Veebikasiino tarkvara - veebikasiino tarkvara ja platvormi pakkujate areng",
  "ourTheme_title": "Panusta & Võida: Meie töö veebipanustamise ja kasiinode maailmas",
  "risk_management_title_main": "Riskijuhtimise strateegiad spordipanustamise operaatoritele - White label spordipanustamise tarkvara ja kasiino",
  "sport_bet_title": "Parandage oma panustamiskogemust VRNL spordipanustamise tarkvaraga",
  "wlc_title": "White label kasiino - alustage oma veebikasiinot meie White Label kasiino lahendusega.",
  "whiteLabel_title": "VRNL - Teie isikupärastatud white label spordiraamatu tarkvara pakkuja",
  "TOAST": {
    "FILL_REQUIRED": "Palun täitke kõik nõutud väljad.",
    "SUBMITTING": "Päring esitatakse...",
    "SUCCESS": "Demotaotlus edukalt esitatud!",
    "ERROR": "Tekkis viga. Palun proovige uuesti."
  },
  "disclosure_tp_a_desp": "<strong>a. Üldine avalikustamine</strong><br>Mõnikord võib vrnl.net teha teatud isikuandmed kättesaadavaks strateegilistele partneritele, kes töötavad vrnl.net-iga teenuste osutamiseks või aitavad vrnl.net-il turundada klientidele. Näiteks, kui ostate ja aktiveerite tellimuse, annate vrnl.net-ile loa vahetada aktiveerimise käigus antud teavet teenuse osutamiseks. Kui olete teenuse heaks kiitnud, reguleerib teie kontot vrnl.net-i privaatsuspoliitika. Isikuandmeid jagatakse vrnl.net-i poolt ainult teenuste ja turunduse täiustamiseks; neid ei jagata kolmandatele osapooltele turunduse eesmärgil.<br>Vrnl.net võib ka hoolikalt valida teisi ettevõtteid, kes saadavad teile teavet oma toodete või teenuste kohta, mis on seotud saidi teenusega, kuid ei ole selle toimimiseks vajalikud ('Laiendatud teenus'). Kui vrnl.net kavatseb kasutada isikut tuvastatavaid andmeid Laiendatud teenuse jaoks, annab vrnl.net teile võimaluse ja vajalike juhiste, kuidas seda teenust keelduda.<br>Samuti võite lõpetada <b>vrnl.net</b>-i informatiivsete või reklaamiliste e-kirjade saamise, järgides e-kirjas olevaid juhiseid.",
  "objection_processing_desp": "<strong>e. Vastuväide töötlemisele</strong><br>Kus teie isikuandmeid töödeldakse otseturunduse eesmärgil, võite igal ajal paluda meil lõpetada teie andmete töötlemine nende otseturunduse eesmärkide jaoks, saates meile e-kirja.<br>Pidage meeles, et kui te ei luba meil koguda teie isikuandmeid, ei pruugi me olla võimelised pakkuma teatud kogemusi, tooteid ja teenuseid ning mõned meie teenused ei pruugi arvestada teie huvide ja eelistustega. Kui isikuandmete kogumine on kohustuslik, teavitame sellest selgelt kogumispunktis, et saaksite teha teadliku otsuse osalemise kohta. Kui teil on küsimusi teie kohta töödeldavate või säilitatavate isikuandmete kohta ja teie õiguste kohta nende isikuandmete osas, võtke ühendust meie klienditoega.",
  "disclosure_tp_e_desp": "<strong>e. Äriülekanded</strong><br>Me anname isikuandmeid oma sidusettevõtetele ja teistele usaldusväärsetele ettevõtetele või isikutele, et nad saaksid neid meie nimel töödelda, meie juhiste alusel ja vastavalt meie privaatsuspoliitikale ning teistele asjakohastele konfidentsiaalsuse ja turvameetmetele. Näiteks võime kasutada teenusepakkujaid, et aidata meil kliendituge pakkuda.<br>Juhul, kui vrnl liidetakse teise ettevõttega või ostetakse see ära, või äri ümberkorraldamise või restruktureerimise korral, võime meie ja meie sidusettevõtted jagada teie isikuandmeid täielikult või osaliselt teise ettevõttega.",
  "rectification_iii_desp": "<strong>b. Ebatäpsete või puudulike andmete parandamine</strong><br>Võite paluda meil parandada teie kohta ebatäpsed või puudulikud isikuandmed (need on andmed, mida te ei saa oma moneycontrol kontos ise värskendada), saates meile e-kirja.<br>Te pääsete mõnele oma isikuandmele ligi ja saate neid värskendada oma konto seadete kaudu. Kui olete valinud oma vrnl.net profiili ühendamise kolmanda osapoole rakendusega, nagu Facebook või Google, saate oma seadeid muuta ja eemaldada rakenduse loa, muutes oma konto seadeid. Te vastutate oma isikuandmete ajakohasena hoidmise eest. Vrnl.net võib teile perioodiliselt saata meeldetuletusi e-posti teel, et säilitada teie isikuandmete täpsus.",
  "disclosure_tp_c_desp": "<strong>c. Teenusepakkujad</strong><br>Vrnl.net võib sisaldada linke erinevatele kolmanda osapoole veebisaitidele, mis võivad koguda teie isikuandmeid. Teie sellise kolmanda osapoole platvormi kaudu kogutud teabe kasutamine toimub vastavalt selle platvormi privaatsuspoliitikale. Sellised veebisaidid või rakendused kuuluvad nende vastavate privaatsuspoliitikate alla, mis on meie kontrolli välised. Kui lahkute meie serveritest (saate kontrollida, kus te viibite, vaadates URL-i oma brauseri asukoharibal), kehtib teie edastatud teabe kasutamine rakenduse operaatori privaatsuspoliitika järgi, mida te külastate. See poliitika võib erineda meie omast. Kui te ei leia mõne saidi privaatsuspoliitikat rakenduse avalehe lingi kaudu, peaksite võtma otse ühendust rakenduse omanikega, et saada lisateavet.<br>Me võime jagada mittesisuliselt isikut tuvastamatut teavet avalikult ja oma partneritega – nagu kirjastajad, reklaamijad, arendajad või õiguste omanikud. Näiteks jagame teavet avalikult, et näidata trende meie teenuste üldises kasutuses. Samuti lubame teatud partneritel koguda teavet teie brauserist või seadmest turundus-/reklaami- ja mõõtmisotstarbel, kasutades oma küpsiseid või sarnaseid tehnoloogiaid.",
  "data_security": "Andmete turvalisus"
}