{
  "contact_title": "Yritys, joka pyrkii johdonmukaisesti innovatiivisiin ratkaisuihin liiketoimintatarpeidensa täyttämiseksi.",
  "contact_footer": "“Olemme luovien strategien, teknologiainnostuneiden ja tehokkaiden viestijöiden tiimi, jota ajaa horjumaton intohimo verkkopelaamisen alaan. Sitoutumisemme on edistää asiakkaidemme menestystä liiketoiminnassa.”",
  "contact_header": "Ota yhteyttä",
  "contact_para": "Konsultoi VRNL-asiantuntijaa ja selvitä, kuinka ratkaisumme voivat nostaa panostusliiketoimintasi uudelle tasolle.",
  "telegram": "Telegram",
  "write_msg": "LÄHETÄ MEILLE VIESTI",
  "fname": "Koko nimi",
  "fname_err": "Kenttä on pakollinen (vähintään 2 merkkiä).",
  "email": "Sähköpostiosoitteesi",
  "email_err": "Kelvollinen sähköpostiosoite vaaditaan.",
  "country": "Maa",
  "pnumber": "Puhelinnumero",
  "pnumber_err": "Puhelinnumero tulee olla 10 numeroa.",
  "message": "Viesti",
  "sending": "Lähetetään…",
  "submit": "Lähetä",
  "con_param1": "Emme jaa henkilötietojasi kenenkään kanssa. Katso meidän",
  "privacy_policy_form": "“tietosuojakäytäntö”",
  "con_param2": "lisätietoja varten",
  "casino_tournament_h1": "<b class='chck'>Kasinoturnaukset</b> antavat sinun luoda turnauksen aloitus- ja lopetuspäivämäärällä.",
  "casino_tournament_p1": "Tehokas työkalu kasinosektion tuottojen lisäämiseksi on <strong>kasinoturnauksien</strong> toteuttaminen.",
  "casino_tournament_h2": "Voit täysin <strong>muokata jokaista turnausta</strong> valitsemalla manuaalisesti slotit, jotka osallistuvat kilpailuun.",
  "casino_tournament_p2": "Luoaksesi <strong>kampanjan</strong>, sinun tarvitsee vain valita <strong>turnauksen nimi</strong>, määrittää <strong>slotit</strong> mukaan ja ilmoittaa <strong>jackpot</strong>, joka jaetaan <strong>eri palkintojen</strong> kesken, kaikki räätälöitävissä tarpeidesi mukaan.",
  "casino_tournament_p3": "Tärkeät tiedot sisältävät <strong>aloituspäivämäärän,</strong> <strong>lopetuspäivämäärän,</strong> <strong>kokonaisjackpotin,</strong> osallistujien määrän rankingissa sekä vähimmäispanoksen turnaukseen osallistumiseksi.",
  "casino_tournament_p4": "Lisäksi sinulla on aina pääsy reaaliaikaiseen tulostauluun, joka näyttää käyttäjänimet, pelaajien sijoitukset ja vastaavat palkinnot. Tämä ominaisuus parantaa merkittävästi käyttäjäkokemusta kasinoplatformillasi, houkutellen enemmän pelaajia ja lisäten tuloja.",
  "casinogames_title": "Miksi valita meidän alustamme?",
  "casinogames_title_h1": "Maailman laajin valikoima",
  "online_casino_games": "verkkokasinopelejä",
  "online_casino_games_p1": "Meidän <b style='color: #575756;'> White Label </b> on paras kohteesi, tarjoten yli 3000 jännittävän kasinopelin ja slotin valikoiman. Olemme ylpeitä tarjotessamme internetin kattavimman verkkokasinopelejä sisältävän valikoiman.",
  "online_casino_games_p2": "Palvelemme verkkopelaamisen operaattoreita, vedonlyöntiyrityksiä, lottoja ja panostusorganisaatioita, jotka toimivat säännellyillä markkinoilla.",
  "online_casino_games_p3": "Ymmärrämme turvallisen ja reilun pelaamisen tärkeyden verkkokasinoissa. Siksi pelimatemaattiamme ei ainoastaan ole vahva, vaan myös riippumattomien pelilaboratorioiden sertifioima. Tämä sertifiointi takaa parhaan mahdollisen käyttäjäkokemuksen pelaajillesi.",
  "casino_nos": "KASINO NUMEROT",
  "slot_machine": "Kolikkopelit",
  "morethan10": "Yli 10",
  "tablegames": "Lautapelit",
  "morethan4": "Yli 4",
  "videopoker": "Videopokeri",
  "morethan": "Yli",
  "lottery": "Lotto",
  "morethan9": "Yli 9",
  "proveedores": "TOIMITTAJAT",
  "morethan12": "Yli 12",
  "online_turnkey": "Tarjoamme verkkokasinon avaimet käteen -ratkaisuja",
  "casino_wls": "Kasinon White Label -ratkaisu",
  "casino_wls_desp": "Käynnistä oma brändätty kasinosi helposti VRNL:n white-label-ratkaisulla. Mukauta kasinoasi, tarjoa laaja pelivalikoima, varmista turvallisuus ja aloita tulon tuottaminen nopeasti.",
  "webbranding": "Verkkosivujen brändäys",
  "webbranding_desp": "Nosta online-läsnäoloasi VRNL:n asiantuntevilla verkkosivujen brändäyspalveluilla. Suunnittelemme, luomme ja muokkaamme verkkosivuja heijastamaan ainutlaatuista identiteettiäsi ja jättämään pysyvän vaikutelman.",
  "toolstraning": "Työkalut (koulutus)",
  "toolstraning_desp": "Avaa potentiaalisi kaupankäynnin maailmassa VRNL:n tehokkaiden työkalujen avulla. Ratkaisumme antavat sinulle näkemyksiä ja teknologiaa tehdä tietoisia päätöksiä ja maksimoida menestyksesi.",
  "client_support": "Asiakastuki",
  "client_support_desp": "Paranna asiakaskokemusta VRNL:n poikkeuksellisilla asiakastukipalveluilla. Omistautunut tiimimme tarjoaa asiantuntevaa apua varmistaen, että asiakkaasi tarpeet täyttyvät tehokkaasti ja huolellisesti.",
  "aboutus_title": "Olet varmasti utelias selvittämään",
  "aboutus_desp": "Yritys, joka pyrkii johdonmukaisesti innovatiivisiin ratkaisuihin liiketoimintatarpeidensa täyttämiseksi.",
  "online_gaming_provider": "Verkkopelien tarjoaja",
  "about-section1-para1": "<strong style='color: #000;'> VRNL on vakiintunut vedonlyönti- ja pelitarjoaja, jolla on merkittävä 10 vuoden kokemus alalta. </strong> Vuodesta 2012 lähtien olemme tarjonneet palveluja vedonvälittäjille, lottoille ja vedonlyöntiorganisaatioille säännellyillä markkinoilla.",
  "about-section1-para2": "Olemme luovien strategien, teknologiainnostuneiden ja tehokkaiden viestijöiden tiimi, jota ajaa horjumaton intohimo verkkopelaamisen alaan. Sitoutumisemme on edistää asiakkaidemme menestystä liiketoiminnassa.",
  "about-section1-para3": "Meidän huippuluokan pelialustamme on yksi avaintekijöistä, jotka ovat nostaneet VRNL:n arvostetuksi kansainväliseksi ohjelmistotaloksi. <strong style='color: #000;'>Laajan 10 vuoden kokemuksemme avulla VRNL tarjoaa palveluita yli 40 vedonvälittäjälle 11 eri maassa maailmanlaajuisesti.</strong>",
  "about_us": "Meistä",
  "about_us_desp": "VRNL on suurin alusta verkkourheilun ja kasinopanostamisen white label -ratkaisujen tarjoamiseen. Tarjoamme vaihto-API:n ja mukautetut sivupalvelut Bangladeshille alhaisilla marginaaleilla luotettavalla alustalla, joka sisältää myös kasinon. Tarjoamme API:t kaikille liigatason vaihtopalveluille sekä online-streamauspalvelut. Nauti vedonlyönnistä luotettavalla alustalla. Pelaa yli 1000 kolikkopeliä ja lautapeliä sivustollamme.",
  "our_client": "Asiakkaamme",
  "our_client_desp": "VRNL:ssä pyrimme jatkuvasti parhaisiin peli- ja viihdekumppanuuksiin tarjotaksemme asiakkaillemme ja pelaajillemme vertaansa vailla olevan kokemuksen. Teemme yhteistyötä kansainvälisten kasinoiden ja virtuaalipelien tarjoajien kanssa, ja olemme integroineet Sports Betting -alustamme laajaan pelivalikoimaan. Tarjontamme sisältää kolikkopelit, lautapelit, live-kasinon, virtuaaliset pelit ja fantasiapelit. Alustamme toimii sekä tietokoneella että mobiililaitteilla, sisältäen laadukkaan grafiikan, mukaansatempaavat animaatiot ja äänen. Käyttäjäystävällinen valikko parantaa kokonaiskokemusta. Integrointiprosessi on nopea, skaalautuva ja turvallinen. Olemme ylpeitä tarjoten laajimman pelivalikoiman alalla ja täydelliset pelikokemukset kaikille mieltymyksille. Tervetuloa VRNL:ään, jossa pelien huippuosaaminen kohtaa rajattomat mahdollisuudet. VRNL on tehnyt yhteistyötä alan merkittävimpien ohjelmistojen ja maksuratkaisujen tarjoajien kanssa.",
  "lost404": "Näyttää siltä, että olet eksynyt",
  "lost404desp": "etsimääsi sivua ei ole saatavilla!",
  "gotohome": "Siirry etusivulle",
  "esports_bs": "eSports-panostusohjelmisto",
  "esports_bs_desp1": "VRNL:ssä olemme ylpeitä tarjotessamme eSports-faneille ainutlaatuisen ja mukaansatempaavan kokemuksen.",
  "esports_bs_desp2": "VRNL on porttisi maailmaan, jossa pelaaminen ja vedonlyönti yhdistyvät. eSports-panostusohjelmistomme tarjoaa turvallisen, jännittävän ja palkitsevan kokemuksen. Liity VRNL:ään jo tänään ja vie pelikokemuksesi uudelle tasolle!",
  "startnow": "Aloita nyt",
  "easy_setup": "Helppo asennus, vähemmän kuin kuvittelet.",
  "easy_setup_desp1": "Voimme toimittaa eSports-alustan vain muutamassa viikossa.<br> Hoidamme kaikki prosessin osa-alueet: hosting, käyttöliittymä, kertoimet, mukautetut sivut, tuotteen aktivointi ja vedonlyöntistrategia.",
  "easy_setup_desp2": "Voit keskittyä pääasiassa verkostojesi perustamiseen ja ylläpitoon.",
  "esport_bet_center_h1": "Jos harkitset verkkopanostuksen aloittamista, eSports-panostusohjelmistomme on erinomainen ensimmäinen askel.",
  "esport_bet_center_p1": "Hyödynnä asiantuntijapalvelumme ja edistynyt eSports-panostusteknologia. Reguloidut kumppanimme saavat täyden tuen verkkopanostusalan aloittamiseen ja voivat käyttää mukautettuja tai yleisiä alustoja.",
  "esport_bet_center_p2": "Verkkospordialustan perustaminen, joka keskittyy pääasiassa eSportsiin, voi olla haastavaa. Siksi olemme luoneet kattavan eSports-panostusjärjestelmän esipeli-panostuspalveluilla. Tavoitteenamme on tarjota laajin valikoima eSports-vaihtoehtoja verkossa.",
  "have_qes": "Onko sinulla kysyttävää?",
  "para_faq": "Meillä on vastaukset (useimmiten!)",
  "freq_param": "Alta löydät vastaukset yleisimpiin kysymyksiin, tutustu meidän",
  "if_still_qes": "Jos et silti löydä etsimääsi vastausta, vain",
  "sbs_faqs": "Sports Betting Software Kysymykset",
  "whatis_sbs": "Mikä on Sports Betting Software?",
  "whatis_sbs_ans": "Sports Betting Software on suunniteltu käyttäjän markkinoiden ja valintojen mukaan. Asiantuntijamme ovat aina saatavilla tarjoamaan parasta asiakaspalvelua, oppien tarpeesi ja markkinavaatimukset. Hallitsemme myös kaikki kehitysvaiheet, tarjoten kokonaisvaltaisen ja toimivan vaihtoalustan.",
  "affiliate_systems": "Tarjoatteko affiliate-järjestelmiä?",
  "affiliate_systems_ans": "Kyllä, ohjelmistoverkkomme perustuu 5 tasoon: Alustan ylläpitäjä – pääsy taustajärjestelmään (myös mahdollista luoda muita rajoitettuja käyttöoikeuksia). Jälleenmyyjä – master-agent, joka valvoo useita vedonlyöntipisteitä ja ansaitsee provisiota liikevaihdosta tai voitosta. Vedonlyöntipiste – fyysinen paikka, jossa pelaajat voivat pelata, tallettaa jne. Kasso – pisteen työntekijöille, voivat panostaa ilman provisiota. Online-pelaaja – rekisteröi tilisi verkossa tai pisteessä ja panosta.",
  "whatis_label": "Mikä on white label vedonlyöntisivusto?",
  "whatis_label_ans": "White label vedonlyöntisivusto on täysin mukautettu alusta. VRNL:n white label -sivusto tarjoaa sertifioituja pelejä, bonusjärjestelmän ja maksutavat. Käyttöliittymän sisältö, kieli ja valuutta perustuvat valintaasi, ja VRNL tarjoaa erilaisia graafisia malleja, ominaisuuksia ja työkaluja.",
  "fullmanagement": "Voinko hallita kokonaan kertoimia ja marginaaleja?",
  "fullmanagement_ans": "Taustajärjestelmä sisältää monia työkaluja, ominaisuuksia ja raportteja, jotka tarjoavat täydellisen kuvan vedonlyöntitoiminnasta. On omistettu osio kertoimien hallintaan, jossa voit muokata marginaaleja, moninkertaisuutta ja kertoimia markkinakohtaisesti, ottelun ja/tai mestaruuden mukaan.",
  "logobrand": "Voinko käyttää omaa logoani ja brändivärejäni?",
  "logobrand_ans": "Kyllä voit. Tarjoamme erilaisia ratkaisuja tarpeidesi mukaan. Voimme luoda räätälöidyn ratkaisun keräten vaatimukset ja luoden projektin tai tarjota avaimet käteen -ratkaisun, muokkaamalla vain brändivärisi ja logosi.",
  "fullycustomized": "Haluaisin täysin räätälöidyn ratkaisun, onko se mahdollista?",
  "fullycustomized_ans": "VRNL tarjoaa asiantuntijatiimin täysin räätälöidyn vedonlyöntialustan rakentamiseen. Tilihoitaja kerää vaatimukset ja koordinoi projektin tiimin muiden jäsenten: projektipäällikön, graafisen suunnittelijan ja IT-päällikön kanssa.",
  "software_cost": "Kuinka paljon Sports Betting Software maksaa?",
  "software_cost_ans": "Ohjelmiston hinta vaihtelee ominaisuuksien ja tarjottujen palvelujen mukaan. On erilaisia suunnitelmia sen mukaan, onko sinulla jo suuri pelaajamäärä vai haluatko olla agentti omalla verkostollasi.",
  "what_products": "Mitä tuotteita tarjoatte?",
  "what_products_ans": "Ydinliiketoimintamme on vedonlyönti. Ohjelmistomme on sisäisesti kehitetty IT-tiimimme toimesta vuodesta 2005. Urheilutuotteen lisäksi tarjoamme live-vedonlyönnin, kasinon, live-kasinon, lottoja ja virtuaalisia pelejä 'all-in-one' ratkaisuna asiakkaillemme.",
  "canaddfeatures": "Voinko lisätä ominaisuuksia, raportteja ja sivuja vedonlyöntiohjelmistoon?",
  "canaddfeatures_ans": "Ohjelmisto sisältää laajan valikoiman raportteja, sivuja ja bannereita, joita voidaan mukauttaa (CMS) tai kehittää pyynnöstä. Jos haluat uuden ominaisuuden, työskentelemme kanssasi räätälöidyn projektin luomiseksi: tiedon ja yksityiskohtien keruu, projektin esitys, testaus ja lopullinen julkaisu.",
  "canofferbettingservices": "Voinko tarjota vedonlyöntipalveluja kasinoillani maassani?",
  "canofferbettingservices_ans": "Meillä on useita vedonlyöntiratkaisuja sekä online- että kivijalkayrityksille. Jos omistat kivijalkakasinon ja haluat tarjota myös urheiluvedonlyöntiä, vähittäisratkaisumme on oikea valinta, koska se mahdollistaa kassatilien luomisen vedonlyöntilippujen myyntiä varten.",
  "change_currentprovider": "Kuinka vaihdan nykyisen ohjelmistotoimittajani?",
  "change_currentprovider_ans": "Jos hallinnoit jo Exchangebookia ja haluat siirtyä urheiluvedonlyöntialustallemme, varmistamme, että kaikki hoidetaan asianmukaisesti ja laadimme migraatiosuunnitelman. Pelaajien henkilötiedot siirretään uudelle alustalle ja siirtymä suunnitellaan siten, että migraatio voidaan suorittaa muutamassa tunnissa.",
  "sbs_offer": "Mitä ominaisuuksia urheiluvedonlyöntiohjelmisto tarjoaa?",
  "sbs_offer_ans": "Urheiluvedonlyöntiohjelmisto voi tarjota ominaisuuksia, kuten dataan perustuvat ennusteet, simuloinnit, vedonlyöntitrendit, kertoimien vertailut ja paljon muuta. Se tarjoaa myös yksityiskohtaisen analyysin aiemmista peleistä ja tulevista otteluista, jotta vedonlyöjät voivat tehdä tietoisempia päätöksiä. Erikoistumme vähittäismyyntipisteiden ja verkkoverkkojen perustamiseen ja hallintaan. Tämä sisältää KYC-prosessit, jotka ovat sääntelyviranomaisten hyväksymiä, rahapelien maksuyhdyskäytävät, affiliate-markkinointityökalut, suosittelujärjestelmät ja sosiaalisen median integraation, mobiilipush-ilmoitukset, verkkopush-ilmoitukset ja sovelluksen sisäiset viestit, pelaajatilien hallinnan, rekisteröinti- ja vahvistusprosessit, petosten havaitsemisjärjestelmät sekä sijaintityökalut IP-osoitteen paikantamiseen.",
  "sbs_legal": "Onko urheiluvedonlyöntiohjelmisto laillinen?",
  "sbs_legal_ans": "Kyllä, urheiluvedonlyöntiohjelmisto on laillinen ja sitä käyttävät monet ammattimaiset vedonlyöjät. On kuitenkin tärkeää varmistaa, että käytät ohjelmistoa voimassa olevien lakien mukaisesti omassa toimivaltasi alueella.",
  "ebs_faqs": "Usein kysytyt kysymykset eSports-vedonlyöntiohjelmistosta",
  "ebs_titleoffer": "Mitä eSports-pelejä tarjoatte?",
  "ebs_titleoffer_ans": "<li><strong>Suosituimmat:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Urheilupelit:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Moninpeli verkossa:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>Ensimmäisen persoonan ammunta (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Tappelupelit:</strong> Street Fighter, Super Smash Bros, Tekken. Reaaliaikastrategiapelit (RTS): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Onko mobiiliversio saatavilla?",
  "mobileversion_ans": "Kyllä, VRNL on täysin optimoitu mobiilikäyttöön. Alustamme toimii saumattomasti kaikilla älypuhelimilla ja tableteilla, tarjoten pääsyn urheiluvedonlyöntiin, kasinopeleihin, iGamingiin ja eSportsiin missä ja milloin tahansa. Käyttäjäkokemus on sujuva ja responsiivinen, latausajat nopeita ja siirrot turvallisia suoraan mobiiliselaimesta — sovelluksen latausta ei tarvita. Android- ja iOS-laitteilla kokemus on yhtä nopea ja ominaisuusrikas kuin työpöytäversiossa.",
  "runesportsplatform": "Voinko pyörittää eSports-vedonlyöntialustaa ilman kertoimien ja kaupankäynnin hallintaa?",
  "runesportsplatform_ans": "eSports-vedonlyöntiratkaisumme sisältävät kertoimien syötteen. Ohjelmisto tarjoaa monia työkaluja ja ominaisuuksia, joiden avulla kertoimien marginaalit ja asetukset voidaan hallita itsenäisesti. Jos haluat keskittyä vain kauppojen ja pelaajien hallintaan, tarjoamme kaupankäyntipalvelut ja tuen.",
  "esports_solutions": "Haluaisin täysin räätälöidyn eSports-ratkaisun, onko se mahdollista?",
  "esports_solutions_ans": "VRNL tarjoaa asiantuntijatiimin täysin räätälöidyn eSports-vedonlyöntialustan perustamiseen. Account Manager kerää vaatimukset ja koordinoi projektia muiden tiimin jäsenten kanssa: Project Manager, Graphics Designer ja IT Manager.",
  "newtobusiness": "Olen täysin uusi tässä liiketoiminnassa, mitä minun pitäisi tietää?",
  "newtobusiness_ans": "eSports-vedonlyöntialustan asianmukainen hallinta voi tehdä tästä liiketoiminnasta erittäin tuottoisan. Tarjoamme erilaisia ratkaisuja ja palveluita sitoutumisen ja tietämyksen tasosta riippuen. Peliasiantuntija työskentelee kanssasi löytääkseen parhaan eSports-ratkaisun tarpeisiisi.",
  "eSports_market": "Kuinka monta live eSports-markkinaa on tarjolla?",
  "eSports_market_ans": "Tällä hetkellä tarjoamme 20 live eSports-markkinaa.<br> Mutta lisäämme jatkuvasti uusia markkinoita.",
  "eSportsLogoBrand": "Voinko käyttää omaa eSports-logoani ja brändivärejä?",
  "eSportsLogoBrand_ans": "Kyllä, voit. Tarjoamme erilaisia ratkaisuja tarpeidesi mukaan. Voimme luoda räätälöidyn eSports-ratkaisun keräämällä toiveesi ja laatimalla projektin, tai voimme tarjota avaimet käteen -ratkaisun, jossa muokataan vain brändivärit ja logo.",
  "eSports_server": "Voinko isännöidä eSports-vaihtoa omalla palvelininfrastruktuurilla?",
  "eSports_server_ans": "Ei, et voi. Isännöinti sisältyy tarjoamaamme palveluun. Jotta eSports-vedonlyöntiohjelmiston suorituskyky olisi optimaalinen, järjestelmänvalvojamme ovat perustaneet erillisen klusterirakenteen, johon sisältyvät varmuuskopiot ja katastrofipalautussuunnitelma. Tämä takaa sääntelyvaatimusten noudattamisen ja korkeimman turvallisuustason.",
  "sp_faqs": "Usein kysytyt kysymykset suoratoistoalustasta",
  "promte_cricket": "Kuinka monta krikettiottelua voin promotoida?",
  "promte_cricket_ans": "Dashboardin kautta live-tilassa voidaan aktivoida kaksi ottelua kerrallaan, mutta otteluiden määrälle ei ole rajoitusta.",
  "broadcast_live": "Voidaanko kasinoeventit lähettää live-lähetyksenä?",
  "broadcast_live_ans": "Kyllä, kaikki kasinopelit voidaan lähettää live-lähetyksenä kaikilla sallituilla alustoilla.",
  "measure_success": "Kuinka mittaan live-lähetysten menestyksen?",
  "measure_success_ans": "Voit seurata yksityiskohtaisia analytiikoita useilta alustoilta yhdeltä näytöltä.",
  "is_mobile_friendly": "Onko alusta mobiiliystävällinen?",
  "is_mobile_friendly_ans": "Kyllä — alustamme on täysin mobiiliystävällinen, ja tarjoamme APK-tiedoston, jonka voit ladata ja käyttää saumattomasti.",
  "livecasino_faqs": "Usein kysytyt kysymykset Live Casino -ohjelmistosta",
  "whatisVRNLcasino": "Mikä on VRNL Casino -ohjelmisto?",
  "whatisVRNLcasino_ans": "VRNL Live Casino -ohjelmisto on huipputeknologiaa hyödyntävä alusta, joka mahdollistaa online-kasinoiden tarjota live-jakelijoiden pelejä pelaajilleen. Se tarjoaa infrastruktuurin ja työkalut reaaliaikaisten, interaktiivisten kasinoelämyksien isännöintiin.",
  "software_work": "Kuinka VRNL Live Casino -ohjelmisto toimii?",
  "software_work_ans": "VRNL Live Casino -ohjelmisto integroituu saumattomasti online-kasinoiden verkkosivustoihin. Se yhdistää pelaajat live-jakelijoihin korkealaatuisen videolähetyksen kautta, mahdollistaen suosittujen kasinoiden, kuten blackjackin, ruletin ja baccaratin, pelaamisen reaaliaikaisesti ja interaktiivisesti.",
  "features_livecasino": "Mitkä ovat VRNL Live Casino -ohjelmiston pääominaisuudet?",
  "features_livecasino_ans": "VRNL Live Casino -ohjelmisto tarjoaa monia ominaisuuksia, mukaan lukien räätälöitävä brändäys, turvallinen maksujen integrointi ja käyttäjäystävällinen käyttöliittymä sekä pelaajille että operaattoreille.",
  "security_livecasino": "Kuinka varmistetaan pelien turvallisuus ja oikeudenmukaisuus VRNL Live Casino -ohjelmistossa?",
  "security_livecasino_ans": "VRNL Live Casino -ohjelmisto on rakennettu turvallisuus mielessä. Se käyttää sertifioituja satunnaislukugeneraattoreita (RNG) oikeudenmukaisuuden varmistamiseksi, ja tarjoamme työkaluja petosten ehkäisyyn ja pelaajansuojaan. Lisäksi tietojen siirto salataan.",
  "offered_games": "Mitä pelejä voidaan tarjota VRNL Live Casino -ohjelmistolla?",
  "offered_games_ans": "Voit tarjota laajan valikoiman live-jakelijapelejä, mukaan lukien klassikot, kuten live-blackjack, live-ruletit ja live-baccarat sekä niiden variaatiot pelaajien sitoutumisen ylläpitämiseksi.",
  "integrateVRNL": "Voinko integroida VRNL Live Casino -ohjelmiston olemassa olevaan online-kasinoalustaani?",
  "integrateVRNL_ans": "Kyllä, ohjelmistomme on suunniteltu helppoa integraatiota varten olemassa oleviin alustoihin, jolloin se on saumaton lisä online-kasinotoimintaasi.",
  "wlc_faqs": "Usein kysytyt kysymykset White Label Casino -palvelusta",
  "whatis_wlc": "Mikä on White Label Casino?",
  "whatis_wlc_ans": "White Label Casino on avaimet käteen -ratkaisu, jonka avulla yrittäjät ja yritykset voivat lanseerata oman online-kasinonsa käyttämällä ohjelmistoamme ja infrastruktuuriamme. Voit brändätä sen omalla nimelläsi ja suunnittelullasi, kun me hoidamme tekniset ja sääntelyyn liittyvät asiat.",
  "wlc_work": "Kuinka White Label Casino -palvelu toimii?",
  "wlc_work_ans": "Tarjoamme täysin toimivan kasinoalustan, mukaan lukien pelit, maksujen käsittely ja asiakastuki. Sinun tarvitsee vain mukauttaa brändäys ja ulkoasu visiosi mukaan, ja olet valmis aloittamaan online-kasinoliiketoiminnan.",
  "wlc_games": "Mitä pelejä White Label Casinollani on saatavilla?",
  "wlc_games_ans": "Tarjoamme laajan valikoiman kasinopelejä, mukaan lukien kolikkopelit, pöytäpelit (esim. blackjack, ruletti) ja live-jakelijapelit. Voit valita pelivalikoimastamme monipuolisen pelikokemuksen luomiseksi pelaajillesi.",
  "wlc_launch": "Kuinka kauan kestää White Label Casinon lanseeraus?",
  "wlc_launch_ans": "Aika vaihtelee riippuen vaatimuksistasi ja sääntelyprosesseista. Keskimäärin alustan pystyttäminen ja mukauttaminen voi kestää useita viikkoja.",
  "wlc_cusSupport": "Minkä tason asiakastukea White Label Casinolleni tarjotaan?",
  "wlc_cusSupport_ans": "Tarjoamme teknistä ja operatiivista tukea varmistaaksemme, että kasinosi toimii sujuvasti.",
  "wlc_getstarted": "Kuinka pääsen alkuun White Label Casinon kanssa yrityksenne kautta?",
  "wlc_getstarted_ans": "Ota yhteyttä myyntitiimiimme keskustellaksesi tarpeistasi ja saadaksesi henkilökohtaisen konsultaation. Opastamme sinua White Label Casinon perustamisprosessissa.",
  "can_cutomize_branding": "Voinko räätälöidä kasinon brändilläni?",
  "can_cutomize_branding_ans": "Kyllä — voit täysin räätälöidä kasinon omalla logollasi, väreilläsi ja brändäykselläsi.",
  "company": "Yritys",
  "company_caps": "YRITYS",
  "about": "Tietoja",
  "online_exchange_sw": "Online Exchange -ohjelmisto",
  "privacy_policy": "Tietosuojakäytäntö",
  "contact_us": "Ota yhteyttä",
  "solutions": "Ratkaisut",
  "sports_betting_software": "Urheiluvedonlyöntiohjelmisto",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "VRNL:n logo ja graafinen materiaali ovat yrityksen immateriaalioikeuksia, eikä niitä saa kopioida, jäljentää, levittää tai näyttää ilman VRNL:n kirjallista suostumusta.",
  "footer_para_2": "Copyright © 2020 VRNL Ltd. Kaikki oikeudet pidätetään.",
  "home": "Koti",
  "betting": "Vedonlyönti",
  "esports_betting": "eSports-vedonlyönti",
  "sbs_head": "Urheiluvedonlyöntiohjelmisto",
  "casino": "Kasino",
  "online_casino_sw": "Online-kasino-ohjelmisto",
  "live_casino_sw": "Live Casino -ohjelmisto",
  "casino_game": "Kasinopelit",
  "lottery_bingo": "Lotot ja bingo",
  "casino_tournament": "Kasinoturnaus",
  "risk_management": "Riskienhallinta",
  "wl": "White Label",
  "wl_exch": "White Label -vaihto",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Työmme",
  "contact": "Ota yhteyttä",
  "faq": "UKK",
  "live_casino": "Live Casino",
  "lottery_games": "Lotopelit",
  "exch_sw_provider": "Exchange-ohjelmistotoimittaja",
  "mobile_bet": "Mobiilivedonlyönti",
  "vrnl": "VRNL",
  "sports_betting_wid": "Urheiluvedonlyönti-widget",
  "back": "Takaisin",
  "exch_iframe_para": "Exchangebook iframe — mahdollistaa Exchangebook-moduulin nopean aktivoinnin saumattoman API-integraation kautta. Laaja Exchangebook-palvelumme, asiantuntijavalvonnassa, tarjoaa laajan valikoiman ohjelmointimahdollisuuksia online-tapahtumille ja markkinoille.",
  "contact_us!": "Ota meihin yhteyttä!",
  "exch_iframe_types": "Exchangebook iframe -tyypit",
  "exch_iframe_types_para": "Exchangebook iframe -ratkaisumme tulevat kolmessa eri variantissa, jokainen kanavan mukaan räätälöity, jotta löydetään tarpeisiisi sopivin vaihtoehto:",
  "exch_iframe_types_list": "<li> iFrame <strong>työpöydälle</strong>, suunniteltu tietokoneille eri resoluutioilla ja sisältäen monipuolisia ja muokattavia asetteluja. </li> <li> iFrame <strong>päätteille ja kioskeille SSBT</strong>, kosketusnäyttöjärjestelmiin optimoiduilla asetteluilla ja intuitiivisella käyttökokemuksella, ihanteellinen kokemattomille pelaajille vedonlyönnin tekemiseen.</li>",
  "exch_iframe_types_para2": "Lisäksi API:n kautta voit saavuttaa laajan graafisen ja pelitoimintojen räätälöinnin.",
  "cm_exch": "Laaja hallittu Exchangebook",
  "cm_exch_para": "Exchangebook iframe kattaa kertoimistojen datasyötteet ja perusvedonlyöntiasetusten konfiguroinnin. Ohjelmisto sisältää useita ominaisuuksia ja työkaluja kertoimistojen hallintaan itsenäisesti. Jos pääpainosi on pelaajahallinnassa ja markkinoinnissa, tarjoamme kokonaan hallittuja kaupankäyntipalveluja ja tukea.",
  "acq_exch": "Exchangebook iframe -ratkaisun hankinta on vaivatonta",
  "acq_exch_para": "Olemme virtaviivaistaneet iFrame-aktivointiprosessin viidessä yksinkertaisessa vaiheessa:",
  "acq_exch_list": "<li> Virallistetaan sopimus Vrnl:n ja asiakkaan välillä. </li> <li> Aloitetaan Exchangebook iFrame -integraatio API:en kautta SDK:n avulla. </li> <li> Järjestetään tapaaminen Exchangebook-strategian määrittämiseksi. </li> <li> Valitaan alueelle sopivimmat urheilut ja tapahtumat. </li> <li> Mennään liveen! </li>",
  "live_casino_sw_p1": "Live Casino -alustamme antaa sinun aktivoida <strong>huippuluokan live-tarjoajat</strong>, jotka tunnetaan <strong>poikkeuksellisesta laadustaan ja matemaattisesta integriteetistään.</strong>",
  "live_casino_sw_p2": "Olemme omistautuneet tarjoamaan sinulle täydellisen live-kasinokokemuksen. Olitpa kokenut pelaaja tai uusi online-kasinoiden maailmassa, alustamme tarjoaa immersiivisen, reaaliaikaisen pelikokemuksen, joka on vertaansa vailla.",
  "live_casino_sw_p3": "Vrnl:n Live Casino -ratkaisu tarjoaa kattavan palvelukokonaisuuden, mukaan lukien: ",
  "live_casino_sw_p3_l1": "Täydelliset historian raportointityökalut",
  "live_casino_sw_p3_l2": "Pelihistorian visualisointi",
  "live_casino_sw_p3_l3": "Pelikokoonpanot",
  "live_casino_sw_p3_l4": "Riskienhallintatyökalut",
  "live_casino_sw_p3_l5": "Pelaajahallinta",
  "live_casino_sw_p3_l6": "Affiliate-hallintatyökalut",
  "live_casino_sw_p3_l7": "Monitasoinen agenttirakenne",
  "live_casino_sw_p4": "Olemme kehittäneet useita turvallisia integraatiomenetelmiä, jotka ovat käyttäjäystävällisiä ja helppoja toteuttaa live-kasino API:emme kanssa.",
  "live_casino_sw_demo": "Demo live-kasino ratkaisut",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong> integraatiot",
  "livecasino_integration_para": "Live-kasino-ohjelmistomme voidaan ottaa käyttöön muutamassa päivässä. Lisäksi tarjoamme kattavia hallintapalveluita, varmistaen, että asiantuntijamme valvovat koko toimintaa.<strong style='color: #575756;'> Takuu pääsystä laajimpaan saatavilla olevaan live-pelivalikoimaan verkossa. </strong>",
  "live_casino_lobby": "Käyttäjäystävällisessä Live Casino -pelihallissamme",
  "youcan": "voit",
  "findgames_like": "löytää pelejä kuten:",
  "findgames_like_desp": "Live-Ruletti, Live-Baccarat, Live-Blackjack ja Live-Poker, Noppapelit ja Numeropelit.",
  "euro_roulette": "Eurooppalainen ruletti",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikkalainen ruletti",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Varaa demo",
  "lottery_head": "Etsitkö lotto- ja bingoalustaa?",
  "lottery_head_desp1": "Olemme huolellisesti valinneet sinulle parhaat <b style='color: #575756; font-size: 45px;'>lotto- ja bingopelit</b>.",
  "lottery_head_desp2": "Kyllä, meidän <b style='color:#575756; font-size: 16px;'>White Label Lottery ja Bingo</b> -ratkaisumme tarjoaa klassisen bingopelin houkuttelevia variaatioita ja tunnetuimpia lottopelejä.",
  "lottery_head_desp3": "Voit <b style='color:#575756; font-size: 16px;'>nauttia näistä peleistä älypuhelimellasi</b> tai tietokoneella, ja takaamme poikkeuksellisen käyttökokemuksen, koska pelimme ovat korkealaatuisia.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Lisäksi pelialgoritmimme ovat turvallisia ja itsenäisesti sertifioituja, tarjoten luotettavan pelikokemuksen.<br><br></strong>",
  "lottery_bingo_nos": "LOTTO & BINGO -NUMEROT",
  "bingo_games": "Bingopelit",
  "over100": "yli 100",
  "over130": "yli 130",
  "suppliers": "TOIMITTAJAT",
  "more20": "Yli 20",
  "sports_betting_software_wl": "Urheiluvedonlyöntiohjelmisto White Label",
  "sports_betting_software_wl_desp": "Yritys, joka sitoutuu jatkuvasti innovatiivisten ratkaisujen tarjoamiseen liiketoiminnan kehittyvien tarpeiden tehokkaaseen täyttämiseen.",
  "blink-soft": "Paranna kokemustasi edistyneellä urheiluvedonlyöntiohjelmistolla",
  "platform_para1": "Modernit urheiluvedonlyöntiohjelmistoratkaisut <b>muuttavat</b> tapaa, jolla vedonlyöjät osallistuvat peleihin. Ne tarjoavat <b>saumattoman käyttöliittymän,</b> reaaliaikaisen analytiikan ja live-vedonlyöntiominaisuudet, tarjoten ylivoimaisen kokemuksen sekä uusille että kokeneille pelaajille.",
  "platform_para2": "Olitpa sitten online-vedonlyöntisivuston, kivijalkatoimipisteen tai kasinon operaattori, kattava ratkaisupakettimme — mukaan lukien <b>B2C-alustat</b> ja <b>muokattavat white-label-tuotteet</b> — tarjoaa joustavuutta ja teknologiaa kilpailukyvyn ylläpitämiseksi. Hyödynnä innovaatioita ja nosta urheiluvedonlyöntitoimintasi tasoa ohjelmistolla, joka <b>optimoi suorituskyvyn</b> ja <b>käyttäjätyytyväisyyden</b>.",
  "try_b2b": "Tutustu edistyneeseen B2B-vedonlyöntiohjelmistoomme",
  "try_b2c": "Tutustu edistyneeseen B2C-vedonlyöntiohjelmistoomme",
  "wls_turnkey": "White Label -ratkaisut ja Turnkey-alustat",
  "wls_turnkey_p1_span1": "saumaton ja mukaansatempaava urheiluvedonlyöntikokemus",
  "wls_turnkey_p1_span2": "asiakkaille. Tämä lähestymistapa poistaa tarpeen kalliille ja aikaa vievälle kehitykselle, jolloin voit keskittyä kasvuun ja",
  "custom_satisfaction": "asiakastyytyväisyys",
  "wls_turnkey_p2": "Turvallinen, suorituskykyinen vedonlyöntialustamme on täysin sertifioitu riippumattomien pelilaboratorioiden toimesta, taaten vaatimustenmukaisuuden ja luotettavuuden. Yhteistyössä VRNL:n kanssa saat käyttöön luotettavan vedonlyöntipörssin, joka lisää kannattavuutta samalla kun varmistaa",
  "highest_industry_standards": "korkeimmat alan standardit",
  "igaming_platform": "iGaming-alusta",
  "igaming_platform_p1": "VRNL on luotettava kumppani iGaming-alalla, tarjoten alan johtavaa",
  "sbs": "urheiluvedonlyöntiohjelmistoa",
  "igaming_platform_p2": "Tavoitteemme on muuttaa online-pelaamisen maisemaa tarjoamalla operaattoreille monipuolisen, huippuluokan alustan, joka takaa saumattoman ja mukaansatempaavan pelikokemuksen käyttäjilleen.",
  "online_casino": "Online-kasino",
  "casino_para": "Tervetuloa VRNL Online Casinolle — <b>luotettu johtaja</b>, joka tarjoaa turvallisen ja jännittävän pelialustan maailmanlaajuisesti. Tehtävämme on tarjota poikkeuksellinen kasinokokemus, joka pitää pelaajat sitoutuneina ja viihdytettyinä.",
  "casino_para_list": "<li>Yli 75 tarjoajaa</li> <li>Yli 15 000 kolikkopeliä</li> <li>500+ pöytäpelit</li> <li>700+ videopokeripeliä</li> <li>Yli 200 muuta peliä</li>",
  "casino_para2": "Asiantuntijatiimimme tukee sinua kaikissa vaiheissa, koulutuksesta lanseeraukseen.",
  "play_livecasino": "Pelaa live-kasinolla kuin olisit suoraan kasinolla",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Kolikkopelit</li> <li>Live-Ruletti</li> <li>Live-Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API-palveluntarjoajat ja iFrame",
  "api_services_iframe_p1": "VRNL tarjoaa huippuluokan <b>API-integraatio- ja iFrame-ratkaisuja</b>, mahdollistaen saumattoman alustan yhdistettävyyden, turvallisen tiedonsiirron ja parannetun käyttäjäkokemuksen — auttaen yrityksiä toimimaan älykkäämmin ja nopeammin.",
  "api_services_iframe_p2": "VRNL ymmärtää saumattoman tiedonsiirron ja sovellusten välisen viestinnän tärkeyden. Tarjoamme huippuluokan API-integraatiopalveluita, joiden avulla ohjelmistosi voi kommunikoida vaivattomasti muiden alustojen kanssa. Asiantuntijamme varmistavat, että järjestelmäsi toimivat harmonisesti, tarjoten sujuvan kokemuksen sekä sinulle että asiakkaillesi.",
  "virtual_games": "Virtuaaliset pelit",
  "virtual_games_desp1": "Oletko valmis aloittamaan virtuaalisen pelimatkasi VRNL:n kanssa? Sukella virtuaaliseen maailmaan kuin koskaan ennen ja valmistaudu loputtomiin tuntikausiin viihdettä.",
  "virtual_games_desp2": "VRNL:ssa olemme intohimoisia tarjoamaan huipputason virtuaalipelielämyksiä, jotka vievät pelaajat jännittäviin uusiin maailmoihin. Tavoitteemme on tarjota immersiivisimpiä, viihdyttävimpiä ja mieltä kutkuttavia virtuaalipelejä, jotka pitävät sinut koukussa tuntikausia.",
  "before_start": "Ennen kuin aloitat, tutustu siihen toiminnassa!",
  "explore_demo": "demoalustallamme:",
  "mobile_sbs": "Mobiiliurheiluvedonlyöntiohjelmisto",
  "mobile_sbs_p1": "Mobiilisovelluksemme antaa vedonlyöjillesi mahdollisuuden käyttää pelitilejään ja asettaa vetoja helposti tableteilla, älypuhelimilla ja muilla internet-yhteydessä olevilla laitteilla.",
  "mobile_sbs_p2": "Kriketistä ja jalkapallosta tennikseen, ohjelmistomme kattaa laajan valikoiman urheilutapahtumia maailmanlaajuisesti. Olipa intohimosi mikä tahansa, voit asettaa vetoja suosikkipeliisi ja -joukkueisiisi.",
  "mobile_sbs_p3": "Ohjelmistomme ei koske vain vedonlyöntiä, vaan myös käyttäjäystävällisen ja saumattoman kokemuksen luomista. Olemme investoineet uusimpaan teknologiaan, jotta alustan navigointi olisi mahdollisimman helppoa.",
  "advantages_sbs": "Mobiiliurheiluvedonlyönnin ohjelmiston edut",
  "advantages_sbs_l1": "Mobiilisovellukset ovat nopeampia",
  "advantages_sbs_l2": "Personoitu vedonlyöntisisältö",
  "advantages_sbs_l3": "Välitön online-vedonlyönti",
  "advantages_sbs_l4": "Turvallinen ja luotettava",
  "advantages_sbs_p1": "Sovellukset ovat nopeampia kuin mobiilisivustot, tarjoten nopeampia toimintoja ja vasteaikoja.",
  "advantages_sbs_p2": "Käyttäjät nauttivat personoidusta sisällöstä, joka tarjoaa immersiivisemmän kokemuksen ja räätälöidyt vedonlyöntivaihtoehdot mieltymysten mukaan.",
  "advantages_sbs_p3": "Kaikki mobiilisovellukset antavat välittömän pääsyn yhdellä napautuksella, mahdollistaen vetojen asettamisen, pelitilien tarkistamisen, kasinopelien pelaamisen ja suosikkiliigojen valinnan ilman viivettä.",
  "advantages_sbs_p4": "Turvallisuus on meille ensisijainen prioriteetti. VRNL Mobiiliurheiluvedonlyöntiohjelmisto on rakennettu huipputurvallisuusratkaisuin suojaamaan henkilö- ja taloustietojasi. Voit pelata huoletta.",
  "online_casino_sw_p1": "VRNL on johtava <strong>online-kasino-ohjelmisto</strong> ja <strong>alustojen</strong> tarjoaja. Se on ratkaisevassa roolissa kasinoalustojen suunnittelussa ja kehityksessä varmistaen, että ne ovat käyttäjäystävällisiä ja monipuolisia.",
  "online_casino_sw_p2": "Markkinointitiimimme työskentelee ahkerasti varmistaakseen, että online-kasinosi saa näkyvän paikan etusivulla, taaten korkean näkyvyyden verkkokaupassa.",
  "online_casino_sw_p3": "Online-kasinoalusta sisältää useita esikonfiguroituja pelejä, ja valvontatyökalumme tarjoavat selkeän reaaliaikaisen yleiskuvan uuden yrityksesi etenemisestä ja suorituskyvystä.",
  "customized_theme": "Tämä on teema ja se voidaan mukauttaa, katso se toiminnassa:",
  "live_casino_sw_desp1": "Tarjoamme laajimman valikoiman huippuluokan <strong>Live Casino -tarjoajia</strong><br>",
  "live_casino_sw_desp2": "maailmanlaajuisesti, varmistaen pääsyn laajimpaan valikoimaan live-pöytiä verkossa ja saumattoman monikanavaisen toimituskokemuksen.",
  "casino_sw_features": "Kasinon ohjelmiston pääominaisuudet",
  "casino_sw_features_p1": "Kasinon ohjelmistoalustamme on suunniteltu tarjoamaan saumaton ja mukaansatempaava pelikokemus sekä pelaajille että operaattoreille.<br /><br />",
  "casino_sw_features_p2": "Alustamme keskeisiä ominaisuuksia ovat:",
  "casino_sw_features_list": "<li>Näkyvyys ja hallinta pöytävälille.</li> <li>Pöytäpelien ominaisuudet ja asetukset.</li> <li>VIP-rajoitukset.</li> <li>Asiakas-toiminnallisuus ja pääsy mukautustyökaluihin.</li> <li>Raportointimekanismi ja ilmoitusjärjestelmä, joka antaa operaattoreille välittömän pääsyn ja hälytykset operatiivisista ilmoituksista</li> <li>API Business Intelligence BI:lle</li> <li>Markkinointityökalut</li> <li>API ulkoiseen integraatioon</li>",
  "casino_sw_features_p3": "Käyttäjäystävällinen mukautustyökalumme antaa vedonlyöjille mahdollisuuden tehdä reaaliaikaisia muutoksia live-tarjontansa eri osa-alueisiin, <br /> mukaan lukien bannerit, fontit ja väriteemat, kaikki intuitiivisilla ohjaimilla.",
  "casino_sw_features_p4": "Uusi alustamme toimii itsenäisenä, ketteränä ja joustavana järjestelmänä. Tämä ketteryys mahdollistaa nopean <br /> reagoinnin vedonlyöjien pyyntöihin ja korkeampien laatustandardien ylläpitämisen uusien ja olemassa olevien<br /> tuotteiden kehityksessä.",
  "casino_sw_features_p5": "Liiketoimintasi nopeuttamiseksi tarjoamme myös",
  "casino_sw_features_p6": "laajan valikoiman yli 3000 peliä.",
  "integrate_iframe_apis": "Integrointi ulkoisiin alustoihin iFrame- ja API-yhteyksien kautta",
  "integrate_iframe_apis_para": "Alustamme tarjoaa monipuolisia integraatiovaihtoehtoja. Voit saumattomasti <strong>integroida iFrame:n tai <br />API:en kautta</strong>. Se voidaan räätälöidä vastaamaan erityisiä tarpeitasi, olipa kyse kattavasta täyspalvelu-integraatiosta, <br /> erikoistuneesta urheiluvedonlyöntiratkaisusta tai painotuksesta <strong>online-kasinopeleihin</strong>, mukaan lukien <strong>live <br /> kasino</strong> -tarjonta.",
  "view_demo": "Katso demo",
  "we_are": "me olemme",
  "online_exchange_sw_p1": "VRNL:ssä olemme ylpeitä tarjotessamme huipputeknologiaa edustavaa online Exchange -ohjelmistoa, joka määrittelee vedonlyöntikokemuksen uudelleen. Tarjoamme täysin toimivan alustan, joka sisältää laajan valikoiman live-otteluita kuukausittain. Live-striimausvaihtoehtojemme avulla muutamme vedonlyöntialustasi viihdealustaksi, kaikki sertifioitu riippumattomien pelilaboratorioiden toimesta lisävarmuuden takaamiseksi.",
  "online_exchange_sw_p2": "VRNL:n Online Exchange -ohjelmisto tarjoaa kattavan valikoiman urheiluvedonlyöntivaihtoehtoja. Olitpa sitten kriketin, jalkapallon, tenniksen tai minkä tahansa muun lajin ystävä, meillä on sinulle vaihtoehtoja. Alustamme tarjoaa reaaliaikaiset kertoimet, live-vedonlyönnin ja käyttäjäystävällisen käyttöliittymän, joka tekee vetojen asettamisesta helppoa.",
  "onther_head": "Helpotamme prosessia, jotta voit saumattomasti integroitua liiketoimintaan.",
  "onther_p1": "Tämä teema on erittäin mukautettavissa, ja voit kokea sen joustavuuden toiminnassa:",
  "main_features": "Pääominaisuudet",
  "feature_para": "VRNL on eturintamassa mullistamassa vedonlyöntiä ja online-kasinon hallintaa. Asiantuntemuksemme avulla saat käyttöön:",
  "feature_list": "<li><strong>Globaali vedonlyöntikokemus: </strong> VRNL tarjoaa pääsyn kattavaan valikoimaan urheilulajeja, liigoja ja vedonlyöntimarkkinoita ympäri maailmaa. Kanssamme voit tarjota käyttäjillesi aidosti globaalin vedonlyöntikokemuksen.</li> <li><strong>Laajat Pre-Match -vaihtoehdot: </strong> Valitse laajasta 150 000 kuukausittaisesta pre-match -vedonlyöntivaihtoehdosta. Varmistamme, että alustasi on täynnä monipuolisia vaihtoehtoja eri vedonlyöntimieltymyksiä varten.</li> <li><strong>Jännittävät In-Play -mahdollisuudet: </strong> Sitouta käyttäjiäsi 75 000 kuukausittaisella in-play -mahdollisuudella. Nämä reaaliaikaiset vedonlyöntivaihtoehdot lisäävät jännitystä ja spontaaniutta kokemukseen.</li> <li><strong>Kasinopelit Metaversumiin: </strong> VRNL tarjoaa laajan kokoelman kasinopelejä, jotka soveltuvat metaversumiin. Upota käyttäjäsi virtuaaliseen kasinoympäristöön monipuolisen pelitarjontamme avulla.</li> <li><strong>Saumaton iFrame-integraatio: </strong> Integroi iFrame helposti iGaming-alustaasi. Käyttäjäystävällinen iFrame-ratkaisumme mahdollistaa alustasi ominaisuuksien helpon parantamisen.</li> <li><strong>Joustava integraatio: </strong> Valitse integraatiomenetelmä, joko API:n tai iFramen kautta. Tarjoamme monipuolisia vaihtoehtoja, jotka sopivat tarpeisiisi ja alustasi vaatimuksiin.</li>",
  "sports_header_2": "Online Exchange -ohjelmisto iGaming-kasinoalusta",
  "sports_header_2_p1": "Tarjoamme <a style='color: #a0c528;' href='#'>White Label -kasino</a> ratkaisun, joka sisältää laajan kirjaston yli 1 000 peliä.",
  "sports_header_2_p2": "Palvelumme sisältävät pelilisenssin hankinnan ja oikeudellisen tuen kasinoliiketoimintasi aloittamiseen, varmistaen turvallisen ja sertifioidun pelimatematiikan.",
  "sports_header_2_p3": "Olemme valinneet parhaat pelitarjoajat tarjotaksemme laajimman valikoiman&nbsp;live-kasinopelejä&nbsp;ja&nbsp;online-kasinopelejä. Olemme huolellisesti valinneet kumppanuudet huippupelitarjoajien kanssa tarjotaksemme vertaansa vailla olevan monipuolisuuden, varmistaen laajimman saatavilla olevan valikoiman.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person -pelit</li> <li>Kolikkopelit</li> <li>American roulette live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Pelaa live-kasinolla kuin olisit suoraan kasinolla",
  "top_online_providers": "Huippuluokan online-kasinoiden tarjoajat",
  "online_casino_p1": "Oletko valmis viemään online-kasinokokemuksesi seuraavalle tasolle? VRNL on one-stop-ratkaisusi kaikkiin online-kasinotarpeisiin. Tarjoamme huipputason palveluja ja edistyksellisiä ratkaisuja online-kasino-operaattoreille, varmistaen unohtumattoman pelikokemuksen pelaajillesi.",
  "user_data_section1": "<li>Tarjoajia 75+ yli</li> <li>Kolikkopelit 15 000+ yli</li> <li>Pöytäpelit 500+ yli</li> <li>Videopokeri 700+ yli</li> <li>Muut pelit 200+ yli</li>",
  "lottery_bingo_games": "Lotto- ja bingopelit",
  "lottery_bingo_games_p1": "VRNL tuo Lotto- ja bingopelien jännityksen sekä ruudullesi että paikallisiin vähittäismyymälöihin. Olitpa sitten perinteisten paperilippujen ystävä tai pidät online-pelaamisen mukavuudesta, meillä on sinulle vaihtoehtoja. Kanssamme kyse ei ole vain peleistä; kyse on voittamisen jännityksestä ja pelaamisen ilosta.",
  "user_data_section2": "<li>Bingo 80+ yli</li> <li>Lotto 130+ yli</li>",
  "ultimate_dest": "Ultimaattinen kohde online- ja vähittäismyyntilotto- ja bingopeleihin",
  "weare_vrnl": "Me olemme VRNL",
  "weare_vrnl_desp": "<strong>Suurin alusta urheilu- ja kasino White Labelin tarjoamiseen</strong> Laajin valikoima viihdepelejä verkossa White Label -kasino yli 1 000 pelillä. Saatavilla oleva online-kasino-ohjelmisto on helppokäyttöinen, sillä alustamme on helppo hallita.",
  "res_design": "Responsiivinen muotoilu",
  "res_design_desp": "Verkkosivustomme on responsiivinen, mikä tarkoittaa, että se näkyy oikein tableteilla, mobiililaitteilla ja pöytäkoneilla optimaalisen käyttökokemuksen varmistamiseksi.",
  "custmzd_options": "Mukautusvaihtoehdot",
  "custmzd_options_desp": "Tarjoamme asiakkaillemme laajan valikoiman mukautusvaihtoehtoja, joiden avulla he voivat valita haluamansa värit, fontit ja asettelun verkkosivustolle. Tämä varmistaa, että sivusto heijastaa heidän ainutlaatuista tyyliään ja mieltymyksiään.",
  "loading_speed": "Latausnopeus",
  "loading_speed_desp": "Verkkosivustomme on optimoitu nopeuden ja suorituskyvyn suhteen. Se tarjoaa nopean latauksen eri laitteilla ja internet-yhteyksillä.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "B2B-teemamme erottuu ainutlaatuisilla ominaisuuksillaan. Olemme lisänneet Parley-vaihtoehdon rikastuttaaksemme vedonlyöntikokemusta.",
  "b2b_theme_p2": "Teemamme on tunnusomainen parhailla väriyhdistelmillä ja suunnitteluelementeillä, tarjoten esteettisesti miellyttävän käyttöliittymän. Käyttäjille myönnetään oikeudet asettaa vetoja monenlaisiin urheilulajeihin, mukaan lukien kriketti, jalkapallo ja tennis.",
  "b2b_theme_p3": "Tarjoamme myös useita erilaisia kasinopelejä viihdevaihtoehtojen lisäämiseksi. Lisäksi meillä on erilaisia kasinoita, kuten AWC Casino, joka sisältää vaikuttavan kokoelman yli 500 kolikkopeliä ja yli 100 pöytäpeliä.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "B2C-sivustomme tarjoaa käyttäjäystävällisen kokemuksen asiakkaillemme. He voivat helposti rekisteröityä puhelinnumerollaan, tarjoten kätevän ja turvallisen tavan luoda tilin.",
  "b2c_theme_p2": "Rekisteröitymisen jälkeen käyttäjät voivat tallettaa rahaa tileilleen, mikä tekee vedonlyönnin ja pelaamisen aloittamisesta helppoa. Tarjoamme myös sujuvan kotiutusprosessin, varmistaen, että käyttäjät voivat nostaa voittonsa vaivattomasti.",
  "b2c_theme_p3": "Kokemuksen parantamiseksi tarjoamme bonuspisteitä, joita käyttäjät voivat ansaita ja käyttää alustan aikana. Tämä lisää ylimääräisen jännityksen ja arvon kerroksen asiakkaillemme, antaen heille mahdollisuuden hyödyntää talletuksiaan ja kotiutuksiaan parhaalla mahdollisella tavalla.",
  "b2c_theme_p4": "Kaiken kaikkiaan B2C-sivustomme on suunniteltu tarjoamaan vaivaton ja nautinnollinen vedonlyönti- ja pelielämys, antaen asiakkaillemme vapauden pelata, tallettaa ja nostaa rahaa helposti.",
  "request_demoID": "Pyydä demotili",
  "form_name": "Nimi *",
  "form_name_err": "Anna nimesi (vähintään 3 merkkiä).",
  "form_email": "Sähköposti *",
  "form_email_err": "Anna kelvollinen sähköpostiosoite.",
  "form_country": "Maa *",
  "form_country_err": "Valitse maasi.",
  "form_district": "Piiri *",
  "form_district_err": "Anna piirisi.",
  "form_whatsapp": "WhatsApp-numero *",
  "form_whatsapp_err": "Anna kelvollinen WhatsApp-numero.",
  "form_turnover": "Kuukausiliikevaihto *",
  "form_turnover_err": "Anna kuukausiliikevaihtosi.",
  "form_users": "Kuinka monta käyttäjää *",
  "form_users_err": "Anna kelvollinen käyttäjämäärä.",
  "form_current": "Nykyinen käytössä oleva alusta *",
  "form_current_err": "Anna nykyinen käyttämäsi alusta.",
  "form_issues": "Ongelmia nykyisen alustan kanssa *",
  "form_issues_err": "Kuvaile ongelmat (vähintään 10 merkkiä).",
  "form_telegram": "Oletko Telegramissa? *",
  "form_select": "-- Valitse --",
  "form_yes": "Kyllä",
  "form_no": "Ei",
  "form_telegram_err": "Valitse, onko sinulla Telegram-tunnus.",
  "form_telhandle": "Telegram-tunnus *",
  "form_telhandle_err1": "Telegram-tunnus vaaditaan.",
  "form_telhandle_err2": "Telegram-tunnuksen on aloitettava &#64; (esim. &#64;käyttäjänimi).",
  "demo_url": "Demourl",
  "form_submit": "Lähetä",
  "form_name_ph": "Anna nimesi",
  "form_email_ph": "Anna sähköpostisi",
  "form_district_ph": "Anna piirisi",
  "form_whatsapp_ph": "Anna WhatsApp-numero",
  "form_turnover_ph": "Anna kuukausiliikevaihto",
  "form_users_ph": "Anna käyttäjien määrä",
  "form_current_ph": "Anna nykyinen alusta",
  "form_issues_ph": "Anna nykyisen alustan ongelmat",
  "form_telhandle_ph": "Anna Telegram-tunnuksesi",
  "our_commitment": "Sitoutumisemme",
  "our_commitment_p1": "VRNL sitoutuu suojaamaan yksityisyyttäsi ja turvaamaan henkilö- ja taloustietosi. Tämä käytäntö selittää, mitä tietoja keräämme, miten niitä käytämme ja mitä toimenpiteitä teemme niiden suojaamiseksi. Viittaukset vrnl.netiin sisältävät myös sovellukset.",
  "our_commitment_p2": "Tämä käytäntö koskee kaikkia VRNL-verkkosivustoja ja -sovelluksia, joilla se on julkaistu, noudattaen sovellettavia lakeja toiminta-alueillamme. Alue- tai palvelukohtaiset lisäilmoitukset voivat täydentää tätä käytäntöä.",
  "our_commitment_p3": "Jos annat tietoja kolmansien osapuolien kautta (esim. sosiaalisen median kirjautumiset), keräämme tietoja näiden integraatioiden kautta tämän käytännön mukaisesti. Kolmannen osapuolen omat tietosuojakäytännöt ohjaavat kuitenkin heidän suoraan keräämiään tietoja. Tietosuoja-asetukset näillä alustoilla eivät vaikuta siihen, miten VRNL käyttää sivustoiltaan tai sovelluksistaan kerättyjä tietoja.",
  "our_commitment_p4": "Alustamme voi sisältää linkkejä ulkoisiin sivustoihin, joita VRNL ei omista tai hallitse. Emme ole vastuussa niiden tietosuojakäytännöistä ja kehotamme tarkistamaan niiden käytännöt ennen tietojen jakamista.",
  "our_commitment_p5": "Tämä tietosuojakäytäntö tulee lukea yhdessä käyttöehtojemme kanssa.",
  "user_content": "Käyttäjän suostumus",
  "user_content_para": "Käyttämällä VRNL:n palvelua (esim. rekisteröityessäsi, ostaessasi palvelun, osallistuessasi kilpailuun tai kampanjaan, kommunikoidessasi kanssamme sivustoillamme tai sovelluksissamme) hyväksyt henkilötietojesi keräämisen, käytön ja jakamisen tämän käytännön mukaisesti. Joissain tapauksissa, erityisesti jos asut maassa, jota säätelee tietosuojalainsäädäntö, voimme pyytää nimenomaista suostumusta palveluihimme pääsyyn ennen jatkotoimia. Jos olet matkustaja ja käytät VRNL:n palveluita eri maissa, rekisteröintimaasi katsotaan ensisijaiseksi maaksi, ja rekisteröinnin yhteydessä saadut suostumukset ovat voimassa henkilötietojen käsittelyssä. Rekisteröintimaan lain mukaiset tietosuojasäännökset soveltuvat sinuun.",
  "accessing_webNet": "Verkkosivuston ja Network 18 -palveluiden käyttö VPN:n kautta",
  "accessing_webNet_p1": "Et saa käyttää VRNL-verkkosivustoja tai -palveluja menetelmillä tai teknologioilla, jotka peittävät tai vääristävät todellista maantieteellistä sijaintiasi (esim. VPN tai vastaavat työkalut).",
  "accessing_webNet_p2": "VRNL ei ole vastuussa henkilötietojesi keräämisestä, tallentamisesta tai käsittelystä, jos tällaisia käyttömenetelmiä käytetään.",
  "collection_personalInfo": "Henkilötietojen keruu ja käyttö",
  "collection_personalInfo_p1": "”Henkilötiedot” (PII) tarkoittavat tietoja, joilla voidaan suoraan tai epäsuorasti tunnistaa yksilö, kuten nimi, postiosoite, sähköpostiosoite tai matkapuhelinnumero. Kun anonymisoitu tieto yhdistetään henkilötietoihin, sitä käsitellään myös henkilötietona.",
  "collection_personalInfo_p2": "VRNL kerää vain välttämättömiä henkilötietoja pyyntöjesi täyttämiseksi ja räätälöityjen tuotteiden ja palvelujen tarjoamiseksi. Emme kerää tietoja ilman, että annat ne tietoisesti ja vapaaehtoisesti.",
  "collection_personalInfo_p3": "Henkilötietojasi voidaan käyttää VRNL:n ja sen palvelukumppaneiden toimesta verkkosivustojen ja palvelujen ylläpitoon sekä uusien ominaisuuksien, tuotteiden ja palveluiden tiedottamiseen VRNL:n ja sen tytäryhtiöiden tarjoamana.",
  "info_provide_us": "1. Tiedot, joita annat meille",
  "info_provide_us_desp": "Saatamme pyytää ja kerätä seuraavat henkilötiedot käyttäessäsi vrnl.net-sivustoa, ja ilman näitä tietoja emme välttämättä pysty tarjoamaan kaikkia pyydettyjä palveluja:",
  "reg_data": "a. Rekisteröintitiedot",
  "reg_data_desp": "Käyttääksesi tiettyjä verkkosivuston, sovelluksen tai palvelujen ominaisuuksia (kuten tapahtumien rekisteröinnit ja kampanjat), voit antaa perustietoja, kuten:",
  "reg_data_list": "<li><span>Etunimi</span></li> <li><span>Sukunimi</span></li> <li><span>Sähköpostiosoite</span></li>",
  "user_pro_details": "b. Käyttäjäprofiilin tiedot",
  "user_pro_details_desp": "Voimme kerätä ja tallentaa lisätietoja 'Oma profiili' -osiossa, mikä auttaa tarjoamaan räätälöityjä syötteitä ja ylläpitämään käyttäjäprofiilia, mukaan lukien mutta ei rajoittuen:",
  "user_pro_details_list": "<li><span>Nimi</span></li> <li><span>Sukupuoli</span></li> <li><span>Sähköposti</span></li> <li><span>Syntymäaika</span></li> <li><span>Maa</span></li> <li><span>Kaupunki</span></li> <li><span>Matkapuhelinnumero</span></li>",
  "mobile_device_permissions": "c. Mobiililaitteiden käyttöoikeudet",
  "mobile_device_permissions_desp": "Kun käytät sovellustamme mobiililaitteilla, tableteilla, TV:llä tai muilla laitteilla, voimme pyytää pääsyä seuraaviin:",
  "mobile_device_permissions_list": "<li><span>Tilit – Hallinnoida useita käyttäjätiliä sovelluksessa ja kirjautumista varten</span></li> <li><span>Yhteystiedot – Artikkelien jakamiseen käyttäjän kontakteista</span></li> <li><span>Puhelin – Lukee puhelimen tilaa ja mahdollistaa ilmoitukset. IMEI kerätään vain yksilöimään käyttäjä</span></li> <li><span>Kamera – Kuvien ja profiilikuvan lataamista varten</span></li> <li><span>Microphone – Äänikomentojen käyttöön</span></li> <li><span>Tallennustila – Tiedostojen ja kansioiden käyttö sovelluksessa</span></li> <li><span>SMS – Vahvistusviestien lähetys ja vastaanotto</span></li>",
  "mobile_device_permissions_desp2": "Näiden asetusten käyttöoikeudet voivat olla välttämättömiä sovelluksen asianmukaiselle toiminnalle. Käyttöoikeudet voidaan hallita laitteen asetusten kautta.",
  "info_voluntarily": "2. Tiedot, joita annat vapaaehtoisesti",
  "info_voluntarily_desp": "Jos lähetät meille henkilökohtaista viestintää, kuten sähköposteja tai kirjeitä, tai muut käyttäjät tai kolmannet osapuolet lähettävät viestejä toiminnastasi vrnl.netissä, saatamme kerätä ja tallentaa nämä tiedot.",
  "info_voluntarily_para": "Voimme kerätä lisätietoja myös muina aikoina, kun annat palautetta, muokkaat sisältöäsi tai sähköpostiasetuksia, vastaat kyselyihin tai kommunikoit kanssamme. Tiedot voivat sisältää nimen, sähköpostiosoitteen, puhelinnumeron, sijainnin jne.",
  "info_auto": "3. Tiedot, joita keräämme automaattisesti",
  "info_auto_desp": "Keräämme tietoja sinusta ja palvelumme käytöstä, vuorovaikutuksistasi kanssamme ja mainontamme kanssa, sekä tietoja laitteista, joilla käytät palvelua (mobiililaitteet, tabletit, muut katselulaitteet). Näihin tietoihin kuuluu, mutta ei rajoitu:",
  "info_auto_list": "<li><span>Toiminnot vrnl.netissä kuten katsotut sivut, käytetty aika, hakukyselyt</span></li> <li><span>Vuorovaikutuksesi sähköpostin, asiakaspalvelun ja viestintäalustan kanssa</span></li> <li><span>Geo-sijainti IP-osoitteiden kautta</span></li> <li><span>Laitetiedot kuten laite-id, laitemalli ja muut tunnisteet</span></li> <li><span>Mainostunnisteet, kuten mobiili- ja tablettilaitteiden tunnisteet (esim. IDFA iOS:llä ja GAID Androidilla)</span></li> <li><span>Tiedot kerätään evästeiden ja muiden teknologioiden avulla</span></li>",
  "info_auto_note": "*Huom: Kokemuksen parantamiseksi voimme käyttää <b>evästeitä</b> tai vastaavia teknologioita antaaksemme sinulle <b>yksilöllisen käyttäjätunnuksen</b> ja ymmärtääksemme kiinnostuksen kohteesi. <b>Evästeet</b> eivät paljasta henkilöllisyyttäsi, ellei sitä anneta vapaaehtoisesti, eivätkä ne pääse laitteesi tietoihin. Mainostajat voivat asettaa omia evästeitä, joihin emme vaikuta. Keräämme myös teknisiä tietoja käyttäessäsi verkkosivustoja, sovelluksia tai palveluita.",
  "inferred_info": "4. Käytön ja lokitietojen perusteella johdetut tiedot",
  "inferred_info_desp": "Saatamme seurata tiettyjä tietoja käyttäytymisesi perusteella vrnl.net-sivustolla. Käytämme näitä tietoja käyttäjädemografian, laitteiden, kiinnostusten kohteiden ja käyttäytymisen tutkimiseen paremman ymmärryksen, suojan ja palvelun tarjoamiseksi. Nämä tiedot koottaan ja analysoidaan yhteenvedon muodossa.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> Saatamme myös kerätä tietojasi käyttäjäkäyttäytymisen ja mieltymysten seuraamiseksi sisäiseen analytiikkaan ja tutkimukseen. Voimme myös käyttää tietojasi:</strong><br> (i) Arvioidaksemme kiinnostustasi sijoitusvaihtoehtoihin, palveluihin, tarjouksiin, tilauksiin;<br> (ii) Suorittaaksemme analytiikkaa ja asiakastutkimusta kiinnostuksesi määrittämiseksi, myyntiä tuottavan sisällön tunnistamiseksi ja liikennemallien analysoimiseksi.<br>",
  "inferred_info_a": "a. Interaktiiviset ominaisuudet",
  "inferred_info_a_desp1": "vrnl.net sisältää monia ominaisuuksia, jotka antavat käyttäjien/jäsenten paljastaa identiteettinsä ja kommunikoida muiden käyttäjien/jäsenten kanssa. Tällaisia ominaisuuksia käytettäessä ja henkilökohtaisten tietojen (esim. sähköpostiosoite) paljastamisesta vastaat itse ja vrnl.net ei ota vastuuta. Jos yksityisyyttäsi rikotaan osallistumalla näihin ominaisuuksiin, voit ilmoittaa siitä sähköpostitse osoitteeseen vrnl@gmail.com",
  "inferred_info_a_desp2": "Jos päätät lähettää viestejä sosiaalisen median tileille, keskustelufoorumeille, chat-huoneisiin tai muihin viestialueisiin tai jättää palautetta, keräämme antamasi tiedot. Säilytämme nämä tiedot tarvittaessa riitojen ratkaisemiseksi, asiakastuen tarjoamiseksi ja ongelmien selvittämiseksi lain sallimissa puitteissa. Voimme myös säilyttää tietoja yhteenvedon muodossa markkinatrendien ja markkinatunnelmien muodostamiseksi. Emme kuitenkaan yhdistä henkilökohtaisia tietojasi näihin kommentteihin tai viesteihin analyysin aikana.",
  "inferred_info_b": "b. Käyttäjäkokemus ja tuki",
  "inferred_info_b_desp1": "Tunnistamme ja käytämme IP-osoitettasi auttaaksemme palvelimen ongelmien diagnosoinnissa ja sovelluksemme hallinnassa. IP-osoitettasi käytetään myös tunnistamiseen ja laajan demografisen tiedon keräämiseen käyttäjäkokemuksen mukauttamiseksi vrnl.net-sivustolla.",
  "inferred_info_b_desp2": "Pyydämme sinua satunnaisesti täyttämään valinnaisia verkkokyselyitä. Nämä kyselyt voivat pyytää yhteystietoja ja demografisia tietoja (esim. postinumero, ikä). Käytämme näitä tietoja räätälöidäksemme vrnl.net-kokemustasi ja näyttääksemme sisältöä kiinnostuksesi mukaan.",
  "info_thirdparty": "5. Tietojen kerääminen kolmansilta osapuolilta",
  "info_thirdparty_a": "a. Sosiaalisen median kirjautuminen",
  "info_thirdparty_a_desp": "Kun rekisteröidyt muilla tileillä, kuten Facebookissa tai Gmailissa, haemme tietoja näistä tileistä jatkaaksemme vuorovaikutusta ja palvelujen tarjoamista. Keräämme seuraavia tietoja kyseisiltä alustoilta, mukaan lukien mutta ei rajoittuen:",
  "info_thirdparty_a_list": "<li><span>Facebook - Julkiset tiedot, nimi, sähköpostiosoite, ystävälista</span></li> <li><span>Google - Etunimi, sukunimi, sähköpostiosoite</span></li>",
  "info_thirdparty_b": "b. Tapahtuma- tai laskutustiedot",
  "info_thirdparty_b_desp": "Tilauksen oston perusteella maksunvälittäjäkumppanimme voi kerätä tietoja luotto-/pankkikorttitiedoistasi tai muista pankkitiedoistasi sekä laskutusosoitteestasi. Nämä tiedot tallennetaan maksunvälittäjän toimesta. Esimerkiksi palvelut käyttävät kolmannen osapuolen maksunvälittäjiä käsittelemään tilausmaksusi ja mahdollistamaan pääsyn palveluihin. Huomaa, että vrnl.net ei suoraan kerää luotto-/pankkikortti- tai verkkopankkitietoja sinulta. Maksunvälittäjät eivät ole meidän hallinnassamme. Vieraillessasi maksunvälittäjissä toimit omalla vastuullasi. Näillä maksunvälittäjillä voi olla omat tietosuojakäytännöt, jotka suosittelemme tarkistamaan.",
  "lawfulness_processing": "I. Käsittelyn tarkoitukset ja laillisuus",
  "lawfulness_processing_desp1": "vrnl.net kerää ja käsittelee henkilötietoja vain laillisen perusteen nojalla. Laillisia perusteita ovat esimerkiksi suostumuksen hankkiminen henkilötietojen käsittelyyn tai 'oikeutetut edut', kuten asiakastuen tarjoaminen tai tietojen käsittely premium-palveluiden tarjoamiseksi (esim. maksunvälittäjien tietojen käsittely).",
  "lawfulness_processing_desp2": "Käytämme tietoja palveluiden tarjoamiseen, analysointiin, hallintaan, parantamiseen ja personointiin, rekisteröintisi, tilaustesi ja maksujesi käsittelyyn sekä viestintään seuraavissa tapauksissa. Esimerkiksi:",
  "lawfulness_processing_list": "<li><span>määrittää salkkutarpeesi ja antaa henkilökohtaisia ehdotuksia, vinkkejä ja ennusteita markkinatrendeistä sekä ilmoituksia markkinamuutoksista ja indekseistä;</span></li> <li><span>ehkäistä, havaita ja tutkia mahdollisesti kiellettyjä tai laittomia toimia, mukaan lukien petokset;</span></li> <li><span>analysoida ja ymmärtää yleisöämme, parantaa palvelua (mukaan lukien käyttöliittymäkokemukset) ja optimoida sisällön valintaa, suositusalgoritmeja ja toimitusta;</span></li> <li><span>viestiä kanssasi palveluun liittyvistä asioista (esim. sähköposti, push-ilmoitukset, tekstiviestit ja verkkoviestintäkanavat), ilmoittaa uutisista, uusista ominaisuuksista, tarjouksista, kampanjoista ja kuluttajakyselyistä sekä auttaa operatiivisissa pyynnöissä, kuten salasanan palautuspyynnöissä;</span></li> <li><span>Ilmoittaa palveluehtojen muutoksista.</span></li> <li><span>Sallia osallistuminen palvelun tarjoamiin interaktiivisiin ominaisuuksiin.</span></li> <li><span>Toteuttaa velvoitteet ja valvoa oikeuksia sopimuksista, jotka on tehty sinun ja meidän välillä, mukaan lukien laskutus ja perintä.</span></li>",
  "lawfulness_processing_desp3": "Voimme käyttää tietojasi tarjotaksemme henkilökohtaisen kokemuksen sivustollamme tai sovelluksessamme sekä markkinointi- ja analyysitarkoituksiin.",
  "lawfulness_processing_desp4": "Personointi tapahtuu käyttäen antamiasi tietoja, kuten evästeitä, IP-osoitteita, web-beaconeja tai vastaavia teknologioita. Tämä mahdollistaa kiinnostuksen mukaisen sisällön ja mainonnan tarjoamisen. Anna suostumuksesi tietojen keräämiseen ja/tai säädä asetuksia käyttäjäprofiilissasi.",
  "info_usedBy": "II. Yrityksen käyttämä tieto",
  "info_usedBy_desp1": "Käyttäjien antamat tiedot mahdollistavat palvelun parantamisen ja käyttäjäystävällisen kokemuksen tarjoamisen. Joissakin palveluissa saatamme tarvita myös yhteystietosi. Kaikki tiedot riippuvat palvelusta, ja yritys voi käyttää niitä palvelun ylläpitoon, suojaamiseen, parantamiseen ja uuden kehittämiseen. Voimme myös käyttää sähköpostiosoitetta markkinointiin lain sallimissa rajoissa.",
  "info_usedBy_desp2": "Julkiset henkilökohtaiset tiedot eivät ole arkaluonteisia, kuten kommentit ja viestit sosiaalisessa mediassa. Jos et anna henkilötietoja, tietyt palvelut eivät ehkä ole saatavilla.",
  "disclosure_tp": "III. Tietojen luovutus kolmansille osapuolille",
  "disclosure_tp_b": "b. Mainonta",
  "disclosure_tp_b_desp": "Tietoja käytetään mainostajille yleisten tilastojen muodossa ja kolmansien osapuolten mainosyhtiöt voivat käyttää tietoja mainosten kohdentamiseen. Henkilötietoja ei jaeta ilman suostumusta.",
  "disclosure_tp_d": "d. Kampanjatarjoukset",
  "disclosure_tp_d_desp": "Voimme jakaa henkilötietoja kampanjoiden ja markkinointiviestien yhteydessä suostumuksellasi.",
  "disclosure_tp_f": "f. Laki",
  "disclosure_tp_f_desp": "Vrnl.net voi paljastaa henkilötietoja lain vaatimuksesta tai käyttäjien ja yleisön suojaamiseksi.",
  "disclosure_tp_f_list": "<li><span>noudattaa lakia ja oikeudellisia määräyksiä;</span></li> <li><span>suojella sivuston, sen omistajien ja käyttäjien oikeuksia;</span></li> <li><span>toimia kiireellisissä tilanteissa käyttäjien turvallisuuden suojaamiseksi.</span></li>",
  "controls_choices": "IV. Hallintasi ja valintasi",
  "managing_info": "Tietojesi hallinta",
  "managing_info_desp1": "Tarjoamme pääsyn henkilökohtaisiin tietoihisi pyynnöstä ja korjaamme epätarkat tiedot lain ja liiketoiminnan puitteissa.",
  "managing_info_desp2": "Pyydämme käyttäjää tunnistamaan itsensä ennen pyynnön käsittelyä ja voimme kieltäytyä kohtuuttomista pyynnöistä. Tiedon poistamisen jälkeen kopiot voivat pysyä varmuuskopioissa jonkin aikaa.",
  "managing_info_desp3": "Voit käyttää oikeuksiasi kirjoittamalla meille sähköpostia ja käyttämällä asianmukaisia otsikoita pyynnössä.",
  "managing_info_desp4": "Voit hallita henkilötietojesi keräämistä, käyttöä ja jakamista lain sallimissa rajoissa.",
  "dataAccess_port": "a. Tietojen saatavuus ja siirrettävyys",
  "dataAccess_port_desp": "EU:n yleisen tietosuoja-asetuksen (GDPR) mukaan voit pyytää kopioita henkilötiedoistasi ja siirtää ne toiselle palveluntarjoajalle teknisesti mahdollisissa tapauksissa.",
  "data_retention": "c. Tietojen säilytys ja poisto",
  "data_retention_desp1": "Säilytämme tietojasi niin kauan kuin se on tarpeen tämän käytännön ja lakisääteisten velvoitteiden toteuttamiseksi. Voit pyytää tietojesi poistamista ja tilisi sulkemista.",
  "data_retention_desp2": "Huomaa, että jos pyydät henkilötietojesi poistamista;",
  "data_retention_list": "<li><span>Voimme säilyttää joitakin henkilötietojasi tarpeen mukaan laillisten liiketoimintahyötyjemme vuoksi, kuten petosten havaitsemiseen ja estämiseen sekä turvallisuuden parantamiseen. Esimerkiksi, jos keskeytämme vrnl.net-tilin petosten tai turvallisuussyiden vuoksi, voimme säilyttää tiettyjä tietoja kyseisestä tilistä estääksemme käyttäjää avaamasta uutta tiliä tulevaisuudessa.</span></li> <li><span>Voimme säilyttää ja käyttää henkilötietojasi niin laajasti kuin on tarpeen lakisääteisten velvoitteidemme noudattamiseksi. Esimerkiksi voimme pitää osan tiedoistasi verotus-, oikeudellisissa raportointi- ja tarkastusvelvoitteissa.</span></li> <li><span>Toisten kanssa jakamasi tiedot (esim. arvostelut, foorumiviestit) voivat jatkaa julkista näkyvyyttään vrnl.netissä, vaikka tilisi olisi peruttu. Tällaisen tiedon omistajuus sinuun liitettynä poistetaan. Lisäksi jotkut tietokopiot tiedoistasi (esim. lokitiedot) voivat jäädä tietokantaamme, mutta ne on irrotettu henkilöllisyyttä osoittavista tiedoista.</span></li> <li><span>Koska säilytämme kopioita henkilötiedoista vahingossa tai tahallisesti tapahtuvan menetyksen ja tuhoutumisen estämiseksi, henkilötietojesi jäännöskopiot eivät välttämättä poistu varmuuskopiojärjestelmistämme lyhyen aikaa.</span></li>",
  "data_retention_note": "(Huomaa: Jos sinulla on useita tilejä moneycontrolissa, sinun tulee tehdä erillinen pyyntö jokaiselle tilille, käyttäen siihen liittyviä sähköpostiosoitteita)",
  "withdrawing_consent": "d. Suostumuksen peruuttaminen ja käsittelyn rajoittaminen",
  "withdrawing_consent_desp": "Voit peruuttaa suostumuksesi milloin tahansa palvelujemme käytön aikana lähettämällä meille sähköpostin. Tarkistamme pyynnön ja saatamme pyytää sinua vahvistamaan henkilöllisyytesi. Vahvistuksen jälkeen perumme pyytämäsi suostumuksen ja lopetamme henkilötietojesi käsittelyn.",
  "fail_provideConsent": "V. Jos et anna suostumusta",
  "fail_provideConsent_desp": "Meidän velvollisuutemme on ilmoittaa, että vrnl.net on mainospalvelualusta. Mainokset ovat liiketoimintamme ydin, joten lupa käyttää ja käsitellä henkilötietojasi mainosten tarjoamiseksi on välttämätön palveluidemme tarjoamiseksi. Henkilötietojen käyttö mainonnassa on sitova ehto, eikä voimme tarjota palveluitamme, jos et anna suostumusta henkilötietojesi käyttöön mainonnan ja siihen liittyvien toimintojen toteuttamiseksi.",
  "childrens_privacy": "VI. Lasten yksityisyys",
  "childrens_privacy_desp1": "vrnl.net ei ole tarkoituksellisesti suunnattu alle 16-vuotiaille. Vrnl ei tietoisesti salli alle 16-vuotiaiden rekisteröityä palveluihimme tai antaa muita henkilötietoja. Jos vrnl havaitsee, että alle 16-vuotiaiden henkilötietoja on kerätty ilman vahvistettua vanhempien suostumusta, poistamme tiedot ja ilmoitamme vanhemmille.",
  "childrens_privacy_desp2": "Pidämme kuitenkin vanhempien vastuulla valvoa lastensa palveluidemme käyttöä. Käytännössämme emme kerää tai käsittele alle 16-vuotiaiden henkilötietoja emmekä lähetä heille mainosmateriaalia. Jos vanhemmilla tai huoltajalla on syytä uskoa, että alaikäinen on antanut henkilötietoja ilman suostumusta, ota yhteyttä asiakastukeemme varmistaaksesi tietojen poistamisen vrnl.netistä.",
  "data_transfer": "VII. Tietojen siirto, tallennus ja käsittely maailmanlaajuisesti",
  "data_transfer_desp": "Toimimme maailmanlaajuisesti ja voimme siirtää henkilötietojasi vrnl:n tytäryhtiöille tai kolmansille osapuolille eri puolilla maailmaa tämän tietosuojakäytännön mukaisiin tarkoituksiin. Kaikkialla, missä henkilötietosi siirretään, tallennetaan tai käsitellään, ryhdymme kohtuullisiin toimiin tietosuojaasi varten. EU:sta siirrettäessä käytämme standardisopimusehtoja ja muita EU-lain mukaisia turvatoimia.",
  "security_compliance": "VIII. Turvallisuus ja lakien noudattaminen",
  "security_compliance_desp": "Kehitämme jatkuvasti hallinnollisia, teknisiä ja fyysisiä turvatoimia suojellaksemme tietojasi luvattomalta käytöltä, häviämiseltä, tuhoutumiselta tai muutoksilta. Näihin voi kuulua palomuurit, tietojen salaus ja käyttöoikeuksien hallinta. Jos epäilet tilisi väärinkäyttöä, ota yhteyttä asiakastukeemme.",
  "changein_policy": "IX. Käytännön muutokset",
  "changein_policy_desp": "Tämä tietosuojakäytäntö voi muuttua aika ajoin. Meillä on oikeus muuttaa ehtoja varmistaaksemme lakien noudattamisen. Päivitetyt ehdot tulevat voimaan välittömästi. Ilmoitamme merkittävistä muutoksista, jotka vaikuttavat oikeuksiisi. Käyttäessäsi vrnl.net palveluita päivityksen jälkeen hyväksyt uudet ehdot.",
  "contact_info": "X. Yhteystiedot",
  "contact_info_a": "a. Tuki",
  "contact_info_a_desp": "Jos tarvitset tietoa tai selvennystä henkilötietojesi käytöstä tai tietosuojakäytännöstä, lähetä sähköpostia osoitteeseen",
  "contact_info_b": "b. Valitukset",
  "contact_info_b_desp1": "Voit kirjoittaa tietosuojavastaavallemme valituksen tai reklamaation. Sinulla on oikeus valittaa tietojen käsittelystä toimivaltaisille tietosuojaviranomaisille.",
  "contact_info_b_desp2": "Jos sinulla on kysyttävää, valituksia henkilötietojen keräämisestä, käsittelystä tai siirrosta tai tästä käytännöstä, ota yhteyttä tietosuojavastaavaamme.",
  "risk_management_title": "Panoksesi, Meidän vastuullamme – vertaansa vailla oleva riskienhallinta &",
  "risk_management_title2": "Yritys, joka jatkuvasti kehittää innovatiivisia ratkaisuja liiketoimintansa tarpeisiin.",
  "dedicated_rm_team": "Omistautunut riskienhallintatiimi",
  "dedicated_rm_team_desp": "Meillä on omistautunut ja <b>erittäin kokenut riskienhallintatiimi</b>, joka toimii <b>24/7.</b> He seuraavat jokaista panosta ja tapahtumaa varmistaakseen <b>reiluuden</b> ja <b>turvallisuuden</b> kaikille käyttäjille.",
  "key_features_rm": "Keskeiset ominaisuudet",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Reaaliaikainen seuranta:</strong> Kehittyneet järjestelmät seuraavat panoksia, kertoimia ja käyttäjäaktiivisuutta jatkuvasti.</span></li> <li><strong>Käsin tarkistus:</strong> Hälytykset käynnistävät syvällisen tarkastuksen panoskuvioista, kertoimien muutoksista ja tilikäyttäytymisestä.</li> <li><strong>Riskien vähentäminen:</strong> Toimenpiteitä, kuten panosten mitätöinti/sulkeminen, tilien jäädyttäminen tai käyttäjien tarkistus epäsäännöllisyyksien löydyttyä.</li> <li><strong>Data-analyysi:</strong> Reaaliaikaisen ja historiallisen datan jatkuva tarkastelu riskitrendien tunnistamiseksi ja ennaltaehkäisyn parantamiseksi.</li> <li><strong>Häiriötilanteiden hallinta:</strong> Rakenteellinen suunnitelma tietoturvaloukkausten, huijausten tai muiden uhkien nopeaan ja tehokkaaseen käsittelyyn.</li>",
  "benefits_rm": "Hyödyt",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Jatkuva koulutus:</strong> Riskitiimin jatkuva osaamisen kehittäminen uusien uhkien hallitsemiseksi.</span></li> <li><strong>Edistynyt teknologia ja turvallisuus:</strong> Säännölliset päivitykset, penetraatiotestaukset, ohjelmistopäivitykset ja turvallisuustarkastukset.</li> <li><strong>Läpinäkyvyys:</strong> Selkeä viestintä käyttäjille riskienhallinnan toimista luottamuksen ylläpitämiseksi.</li> <li><strong>Jatkuva parantaminen:</strong> Strategioiden kehittäminen menneiden tapausten ja uusien riskien perusteella, suojaten alustan eheyden ja käyttäjien edut.</li>",
  "sbs_bold": "Urheilu <strong>Vedonlyöntiohjelmisto</strong>",
  "sbs_bold_p1": "Haluatko viedä urheiluvedonlyöntikokemuksesi seuraavalle tasolle? Tutustu VRNL Sports Betting Softwareen! Tässä artikkelissa tutkimme, miten VRNL:n huipputeknologia voi muuttaa tapaa, jolla vedonlyöt. Yli kahden vuosikymmenen alan kokemuksella VRNL on luotettava kumppanisi innovatiivisiin urheiluvedonlyöntiratkaisuihin. Sukelletaan vedonlyöntiohjelmiston maailmaan ja katsotaan, miten voimme parantaa pelikokemustasi.",
  "sbs_bold_p2": "VRNL:n urheiluvedonlyöntiohjelmisto tarjoaa mahdollisuuksia urheilun ystäville ja vedonlyöjille. Keskittyen tarkkojen, relevanttien ja hyödyllisten tietojen tarjoamiseen, VRNL yhdistää asiantuntemuksen ja henkilökohtaisen kokemuksen kattavan vedonlyöntiratkaisun luomiseksi. Luota VRNL:ään parantaaksesi urheiluvedonlyöntikokemustasi.",
  "sbs_bold_p3": "Tutustu VRNL:n urheiluvedonlyöntiohjelmistoon jo tänään ja vie pelikokemuksesi seuraavalle tasolle!",
  "sbs_try_b2b": "Kokeile B2B-vedonlyöntiohjelmistoamme",
  "sbs_try_b2c": "Kokeile B2C-vedonlyöntiohjelmistoamme",
  "sbs_mf_desp": "Tarjoamme laajan valikoiman työkaluja vedonlyöntiohjelmistomme hallintaan. Näistä korostamme voimakkaimpia ja erityisen tärkeitä globaalissa kilpailussa:",
  "sbs_mf_list": "<li> <strong>Reaaliaikaiset kertoimet</strong> Pysy ajan tasalla reaaliaikaisista kertoimista, jotka antavat sinulle kilpailuedun. VRNL:n ohjelmisto varmistaa, ettet koskaan menetä parhaita mahdollisuuksia. </li> <li> <strong>Mobiiliyhteensopivuus</strong> Vedonlyö liikkeellä VRNL:n mobiiliyhteensopivalla ohjelmistolla. Käytitpä iOS:ää tai Androidia, alusta mukautuu laitteeseesi sujuvan kokemuksen takaamiseksi. </li> <li> <strong>Kehittynyt kertoimipalvelu</strong> uudistaa urheiludatan API:t. Tarjoaa 100 % tarkat ennen ottelua annetut kertoimet ja nopeimmat live-kertoimet minimaalisen viiveen kanssa.</li> <li> <strong>Joustava integraatio</strong> Alustamme voidaan integroida saumattomasti järjestelmääsi API:n tai iFramen kautta, tarjoten monipuolisia toteutusmahdollisuuksia.</li>",
  "sbs_benefits": "Mitkä ovat edut? <b> Selitetään</b>",
  "sbs_benefits_p1": "<strong>Etuna online- ja kivijalkavedonlyöntialustaa pyörittäessä</strong> Online-vedonlyöntialustan perustaminen voi olla haastavaa.",
  "sbs_benefits_p2": "Siksi olemme suunnitelleet <strong>kokonaisvaltaisen urheiluvedonlyöntiohjelmiston</strong>, joka tekee prosessista sujuvamman, tarjoten parhaat kertoimien tarjoajat laajan kattavuuden takaamiseksi.",
  "sbs_benefits_p3": "Säännellyt kumppanimme saavat täyden tuen online-vedonlyöntialalle pääsyynsä, sekä mahdollisuuden brändättyihin tai ei-brändättyihin alustoihin.",
  "sbs_benefits_p4": "Ohjelmistomme sisältää vankat riskienhallintatyökalut, mikä tekee asetuksesta nopeaa ja yksinkertaista, ja se on valmis laajentumaan liiketoimintasi kasvaessa.",
  "sbs_benefits_p5": "Online-pelaajien ja vedonlyöntiliikkeiden hallinta ei ole koskaan ollut näin yksinkertaista ja käyttäjäystävällistä.",
  "complete_sbs": "Täydellinen urheilu <strong>Vedonlyöntiohjelmisto</strong>",
  "whatwe_have": "Mitä meillä on sinulle?",
  "whatwe_have_list": "<li> <strong>Pelaajatilin hallinta</strong> Alustamme tarjoaa vankan pelaajatilin hallinnan, mukaan lukien rekisteröinti ja vahvistuspalvelut. Meillä on myös tehokas järjestelmä petostilien tunnistamiseen ja käsittelyyn. </li> <li> <strong>Geopaikannustyökalut</strong> Tarjoamme työkaluja, jotka voivat tunnistaa sijaintitiedot IP-osoitteista varmistaen tarkat geopaikannuspalvelut.</li>",
  "whatwe_have_desp": "Laajan tukemme avulla voit keskittyä pääasiassa kivijalkavedonlyöntiliikkeidesi ja online-verkostojesi perustamiseen ja kehittämiseen.",
  "b2c_sbs": "B2C-urheiluvedonlyöntiohjelmisto",
  "b2c_sbs_p1": "VRNL on ensisijainen kohteesi B2C-urheiluvedonlyöntiohjelmistoratkaisuihin. Olemme alan luotettu nimi, omistautuneet tarjoamaan huipputeknologiaa, joka parantaa urheiluvedonlyöntikokemustasi. Olitpa kokenut vedonlyöjä tai uusi urheilupelaamisen maailmassa, meiltä löydät työkalut pelisi viemiseen seuraavalle tasolle. Kokeile VRNL:n urheiluvedonlyöntiohjelmistoa jo tänään ja nosta pelikokemuksesi uudelle tasolle!",
  "b2c_sbs_p2": "B2C (business-to-consumer) -urheiluvedonlyöntiohjelmisto tarkoittaa teknologiaa ja alustaa, jota vedonlyöntiyritykset käyttävät tarjotakseen urheiluvedonlyöntipalveluita suoraan loppukäyttäjille.",
  "b2c_sbs_p3": "Tämän tyyppinen ohjelmisto mahdollistaa kuluttajien asettaa vetoja erilaisista urheilutapahtumista verkkosovellusten tai mobiilisovellusten kautta. Tässä on joitain keskeisiä ominaisuuksia ja komponentteja, joita B2C-urheiluvedonlyöntiohjelmistosta tyypillisesti löytyy:",
  "b2c_sbs_list": "<li><b>Käyttäjärekisteröinti ja tilinhallinta:</b> Mahdollistaa käyttäjien tilien luomisen, henkilökohtaisten tietojen hallinnan ja vedonlyöntihistorian seurannan.</li> <li><b>Asiakastuki:</b> Tarjoaa asiakastukivaihtoehtoja, kuten live-chatin, sähköpostin ja puhelintuen, auttaakseen käyttäjiä kysymyksissä ja ongelmissa.</li> <li><b>Kumppaniohjelmat:</b> Tarjoaa kumppaniohjelmia markkinointia ja mainontaa varten, jolloin kumppanit voivat ansaita palkkioita käyttäjien ohjaamisesta.</li>",
  "casino_sbs": "Kasino- ja urheilu<strong>vedonlyöntiohjelmisto</strong>",
  "casino_sbs_list": "Tarjoajat 75+<br />Kolikkopelit 15 000+<br />Pöytäpelit 500+<br />Videopokeri 700+<br />Muut pelit 200+<br />Live-peliesitys<br />First Person -pelit<br />Amerikkalainen ruletti live<br />Live blackjack<br />Baccarat live<br />Casino Hold’em live<br />SICBO<br />Dragon tiger live<br />Andar Bahar<br />Teen Patti",
  "online": "Verkossa",
  "casino_platform": "kasinoalusta",
  "onc_desp1": "VRNL tarjoaa täydellisen ratkaisun <strong>White Label Casino</strong> -tarjouksellamme.",
  "onc_desp2": "Verkkokasinoalustamme on suunniteltu yksinkertaiseksi, varmistaen helpon hallinnan sekä aloittelijoille että kokeneille ammattilaisille. VRNL:n avulla saat kattavan ohjauksen aloittaaksesi <strong>verkkokasinoyrityksesi</strong>.",
  "onc_desp3": "Ennen kuin teet päätöksen, kutsumme sinut näkemään sen saumattoman toiminnan käytännössä.",
  "wlc_mainFeatures_desp1": "Tarjoamme laajan valikoiman työkaluja, jotka on suunniteltu tukemaan sinua online-kasinoalustan hallinnassa. Näistä olemme valinneet tärkeimmät ja olennaiset työkalut, jotka vaaditaan menestymiseen kilpailullisilla markkinoilla:",
  "wlc_mainFeatures_list": "<li><strong class='black-color'>Maailman laajin online-kasinopelien katalogi,</strong> huolellisesti valittu alan parhaiden tarjoajien joukosta</li> <li><strong class='black-color'>Työkalut bonuksiin</strong> ja kolikkopelien tuottavuuden optimointiin</li> <li><strong class='black-color'>Kampanjarakentaja</strong> ja peliturnausten hallinta</li> <li>Voidaan <strong class='black-color'>integroida saumattomasti API:n tai iFramen kautta.</strong></li>",
  "wlc_mainFeatures_desp2": "Pakettiimme sisältyy myös live-kasinon ohjelmisto, jonka avulla voit tarjota käyttäjillesi aitoja kasinokokemuksia heidän omasta kodistaan.",
  "wlc_benefits": "Mitkä ovat hyödyt?",
  "letus_explain": "Selitetään",
  "letus_explain_desp1": "Harkitsetko siirtymistä online-vedonlyönnin maailmaan? VRNL tarjoaa ",
  "letus_explain_desp2": "kasino white label -ratkaisun, joka voi olla täydellinen lähtöpisteesi.",
  "letus_explain_desp3": "Hyödynnä ammattimaisia palvelujamme ja asiantuntemustamme sekä edistyneitä <strong>kasinoalustoja</strong> ja teknologiaa. Säädellyt kumppanimme saavat laajan tuen verkko- ja kasinoalan markkinoille tuloon, valiten brändätyn tai ei-brändätyn alustan.",
  "letus_explain_desp4": "Verkkokasinon aloittaminen voi olla monimutkainen prosessi. Siksi olemme luoneet täydellisen kasinoympäristön, tarjoten johtavat pelitoimittajat ja yli 1 000 peliä. Pelimatemaattinen turvallisuutemme on sertifioitu ja turvallinen.",
  "letus_explain_desp5": "Laajenna liiketoimintaasi vaivattomasti alustamme vahvojen riskienhallintatyökalujen avulla nopeaan ja helppoon käyttöönottoon.",
  "wlc_complete_solutions": "Täydellinen <span>White Label Casino</span> -ratkaisut",
  "wlc_offer": "Mitä tarjoamme sinulle?",
  "wlc_complete_solutions_list": "<li>Varmistusmenettelyt, viranomaisten hyväksymät</li> <li>Kumppanimarkkinointityökalut, suosittelujärjestelmä ja sosiaalisen median integraatio</li> <li>Mobiili- ja verkkopush-ilmoitukset sekä sovelluksen sisäiset viestit</li> <li>Pelaajatilien hallinta, rekisteröinti ja vahvistus, petostentorjuntajärjestelmä</li> <li>Geopaikkatyökalut IP-osoitteen sijaintitietojen keräämiseen</li>",
  "wlc_complete_solutions_more": "Mutta odota, vielä enemmän",
  "wlc_complete_solutions_desp": "<strong>VRNL:n alusta on hienosäädetty huippusuorituskykyä ja vakautta varten</strong>. Käytämme huipputeknologiaa, joka toimii kaksinkertaisella nopeudella tavallisiin kasinoalustoihin verrattuna. Laaja kokemuksemme on luonut nopeimman ja tehokkaimman sovelluksen nykyään.",
  "wlc_numbers": "<span>White Label</span> -kasino luvuissa",
  "wlc_numbers_p1": "Tutustu rajattomiin mahdollisuuksiin VRNL:n White Label Casino -ratkaisuilla. Nosta kasinoyrityksesi tasoa laajalla kasinotarjonnallamme.",
  "wlc_numbers_p2": "Parhaiden live-kasinotoimittajien valikoima maailmanlaajuisesti",
  "wlc_numbers_p3": "Poikkeuksellinen määrä live-pöytiä saatavilla verkossa, monikanavaisella toimituksella.",
  "wlc_numbers_list": "<li>Yli 75 tarjoajaa</li> <li>Yli 15 000 kolikkopeliä</li> <li>500+ pöytäpelit</li> <li>700+ videopokeripeliä</li> <li>Yli 200 muuta peliä</li>",
  "wlc_numbers_p4": "Oma tiimimme ohjaa sinua kaikissa vaiheissa, alkaen koulutuksesta aina tuotannon käynnistämiseen.",
  "wlb_platform": "White Label -vedonlyöntialusta",
  "wlb_platform_p1": "VRNL:n <b class='bold'>white label -urheiluvetotalousratkaisu</b> tarjoaa kattavan, täysin hallinnoidun vaihtoalustan.<br />",
  "wlb_platform_p2": "Yksi white label -vedonlyöntiratkaisumme merkittävimmistä ominaisuuksista on sen erinomainen <b class='bold'>nopeus verkkosivuston luomisessa ja käyttöönotossa.</b> Omistautunut tiimimme saa sportsbook-verkkosivustosi toimintaan kymmenessä työpäivässä, <b class='bold'>täsmälleen tarpeidesi mukaan räätälöitynä.</b><br />",
  "wlb_platform_p3": "<b class='bold'>Palvelumme sisältää erikois-hostauksen</b>, kaikki tarvittavat ohjelmistot, live-urheilukertoimet, riskienhallintatyökalut ja ensiluokkaisen asiakastuen. Olemme johtava white label -vedonlyöntialusta.",
  "wlb_platform_list": "<li>Verkkosivuston kehitys, <b>brändäys, räätälöinti</b> ja perusteellinen testaaminen</li> <li>Säännölliset päivitykset ja uusien ominaisuuksien lisäykset</li> <li><b>Laitteiston tarjoaminen</b>, hosting, 24/7-valvonta ja kattava tuki</li> <li><b>Monipuoliset vedonlyöntimarkkinat,</b> urheilulajit ja liigatarjonta</li> <li>Tehokas vedonlyöntien hyväksyntä ja tarkka selvitys</li> <li>Edistynyt riskienhallinta, vahva kirjanpito ja tarkka valvontatyökalut</li>",
  "wlb_platform_p4": "VRNL:n asiantuntijat keräävät tarkasti vaatimuksesi ja esittelevät sinulle valikoiman malleja ja viimeisimpiä kehitystuloksia. Kaikki alustamme on suunniteltu monikielisiksi ja tukevat useita valuuttoja, ja käyttöliittymä mukautetaan huolellisesti tarpeidesi mukaan.",
  "wlb_platform_customization": "Räätälöinnit",
  "be_unique": "Ole ainutlaatuinen",
  "be_unique_desp1": "<b class='bold'>VRNL erikoistuu räätälöityihin white label -vedonlyöntialustoihin, kasinoihin ja </b>ratkaisuihin, jotka vahvistavat brändisi identiteettiä.",
  "be_unique_desp2": "Asiantuntijatiimimme varmistaa, että jokainen yksityiskohta, visuaalisesti näyttävistä käyttöliittymistä logon integrointiin ja ominaisuuksien parannuksiin, vastaa visiota.",
  "be_unique_desp3": "Aloita matkasi VRNL:n maailmaan, jossa ainutlaatuinen visiostasi tulee todellisuutta.",
  "wlb_platform_odds": "Kertoimet",
  "wlb_platform_odds_optimize": "Optimoi vedonlyöntikertoimet VRNL:n avulla",
  "wlb_platform_odds_p1": "Pysy kilpailijoiden edellä edistyneiden <b class='bold'>kertoimien hallintapalveluidemme</b> avulla. Tarjoamme reaaliaikaisia kertoimien säätöjä, riskienhallintaa ja markkina-analyysiä auttaaksemme sinua optimoimaan urheiluvedonlyöntitarjontasi ja parantamaan pelaajien kokemuksia.",
  "wlb_platform_odds_p2": "Asiantuntijatiimimme on sitoutunut varmistamaan menestyksesi. Ota yhteyttä jo tänään ja tutustu, miten voimme viedä vedonlyöntiliiketoimintasi seuraavalle tasolle.",
  "wlb_platform_zeroRisk": "Nolla riskiä",
  "wlb_platform_zeroRisk_h1": "Trading- ja riskienhallintapalvelut",
  "wlb_platform_zeroRisk_p1": "Tarjoamme kattavia trading- ja riskienhallintapalveluja sekä asiantuntijaopastusta kertoimien hallintaan. Lisäksi tarjoamme ainutlaatuisen ominaisuuden - voittojen kattamisen. Käytännössä tämä tarkoittaa, että jos alustasi ei tuota tuloja, me astumme kuvaan ja kattamme voitot pelaajillesi. Asetamme etusijalle mielenrauhasi.",
  "wlb_platform_bpb": "Vedonlyöntialustan brändäys",
  "wlb_platform_bpb_layouts": "Rajoittamaton määrä asetteluja",
  "wlb_platform_bpb_layouts_desp": "Valitse laajasta <b>vedonlyöntiasettelujen</b> mallivalikoimasta. Vaihtoehtoisesti käytä täyttä luovaa kontrollia ja rakenna oma asettelusi <b>API-palveluidemme</b> avulla. Tämän vaihtoehdon avulla sinä ja kehitystiimisi voitte luoda täysin räätälöidyn käyttöliittymän, joka vastaa tarkasti visiotasi.",
  "Betting": "Vedonlyönti",
  "B2C": "B2C",
  "Casino": "Kasino",
  "main_sec_title": "VRNL on johtava urheiluvedonlyöntiohjelmiston tarjoaja Bangladeshissa.",
  "who_we_are": "kuka me olemme",
  "what_we_do": "mitä teemme",
  "about_us_title": "Tietoa meistä - White label -urheiluvedonlyöntiohjelmisto ja verkkokasino",
  "casino_providers": "Kasinon tarjoajat",
  "betting_providers": "Vedonlyöntitoimittajat",
  "games_providers": "Pelien tarjoajat",
  "online_exch_sw_title": "Mullista liiketoimintasi VRNL Online Exchange Softwarella",
  "casino_games_title": "Kasinopelit - White Label Casino",
  "casino_tournaments_title": "Kasinoturnausten ohjelmisto - White Label Casino online",
  "esports_title": "eSports-vedonlyöntiohjelmisto, joka mahdollistaa käyttäjien vedonlyönnin huippu eSports-peleihin",
  "faq_title": "VRNL FAQ – Opas yleisiin kysymyksiin ja vastauksiin",
  "iframe_title": "Sportsbook iFrame White label -urheiluvedonlyönti ja kasino",
  "live_casino_title": "White label -kasino - aloita oma verkkokasino",
  "lottery_games_title": "Lotteriapelejä - White label -kasino",
  "mobile_title": "Nosta pelikokemustasi VRNL:n mobiiliurheiluvedonlyöntiohjelmistolla",
  "online_casino_sw_title": "Verkkokasino-ohjelmisto - Verkkokasino-ohjelmiston ja alustan tarjoajan kehitys",
  "ourTheme_title": "Vedä & voita: Työmme online-vedonlyönnin ja kasinoiden maailmassa",
  "risk_management_title_main": "Riskienhallintastrategiat sportsbook-operaattoreille - White label -urheiluvedonlyöntiohjelmisto ja kasino",
  "sport_bet_title": "Paranna vedonlyöntikokemustasi VRNL Sports Betting Softwarella",
  "wlc_title": "White label -kasino - aloita helposti verkkokasino White Label Casino -ratkaisullamme.",
  "whiteLabel_title": "VRNL, henkilökohtainen white label -sportsbook-ohjelmiston tarjoajasi",
  "TOAST": {
    "FILL_REQUIRED": "Täytä kaikki pakolliset kentät.",
    "SUBMITTING": "Lähetetään pyyntöä...",
    "SUCCESS": "Demopyyntö lähetetty onnistuneesti!",
    "ERROR": "Tapahtui virhe. Yritä uudelleen."
  },
  "disclosure_tp_a_desp": "<strong>a. Yleinen tiedonantovelvollisuus</strong><br>Joskus vrnl.net voi tehdä tiettyjä henkilötietoja saataville strategisille kumppaneille, jotka työskentelevät vrnl.netin kanssa palvelujen tarjoamiseksi tai auttavat vrnl.netiä markkinoimaan asiakkaille. Esimerkiksi kun ostat ja aktivoit tilauksen, annat vrnl.netille luvan vaihtaa aktivointiprosessin aikana antamiasi tietoja palvelun toteuttamiseksi. Jos olet hyväksynyt palvelun, tilisi tulee olemaan vrnl.netin tietosuojakäytännön alainen. Henkilötietoja jaetaan vrnl.netin toimesta vain palveluidemme ja markkinoinnin parantamiseksi; niitä ei jaeta kolmansille osapuolille markkinointitarkoituksiin.<br>Vrnl.net voi myös huolellisesti valita muita yrityksiä lähettämään sinulle tietoa tuotteistaan tai palveluistaan, jotka liittyvät sivuston palveluun, mutta eivät ole sen toiminnan kannalta välttämättömiä ('Laajennettu palvelu'). Jos vrnl.net aikoo käyttää henkilökohtaisesti tunnistettavia tietoja Laajennetussa palvelussa, vrnl.net-sivusto antaa sinulle mahdollisuuden ja tarvittavat ohjeet kieltäytyä tästä palvelusta.<br>Voit myös lopettaa informatiivisten tai mainosviestien vastaanottamisen <b>vrnl.net</b>-sivustolta seuraamalla viestissä annettuja ohjeita.",
  "objection_processing_desp": "<strong>e. Vastalause tietojenkäsittelylle</strong><br>Jos henkilötietojasi käsitellään suoramarkkinointitarkoituksiin, voit milloin tahansa pyytää meitä lopettamaan tietojesi käsittelyn näitä suoramarkkinointitarkoituksia varten lähettämällä meille sähköpostia.<br>Huomaa, että jos et salli meidän kerätä henkilötietojasi, emme välttämättä pysty tarjoamaan sinulle tiettyjä kokemuksia, tuotteita ja palveluita, ja jotkin palvelumme eivät ehkä voi ottaa huomioon etujasi ja mieltymyksiäsi. Jos henkilötietojen kerääminen on pakollista, teemme siitä selväksi keräyspisteessä, jotta voit tehdä tietoon perustuvan päätöksen osallistumisestasi. Jos sinulla on kysymyksiä käsittelemistämme tai säilyttämistämme henkilötiedoista tai oikeuksistasi kyseisiin henkilötietoihin liittyen, ota yhteyttä asiakaspalveluumme.",
  "disclosure_tp_e_desp": "<strong>e. Liiketoiminnan siirrot</strong><br>Luovutamme henkilötietoja tytäryhtiöillemme ja muille luotetuille yrityksille tai henkilöille niiden käsittelemiseksi puolestamme, ohjeidemme mukaisesti ja tietosuojakäytäntömme sekä muiden asianmukaisten luottamuksellisuus- ja turvallisuustoimien mukaisesti. Esimerkiksi voimme käyttää palveluntarjoajia auttamaan asiakastuen tarjoamisessa.<br>Jos vrnl yhdistetään toisen yrityksen kanssa tai toinen yritys ostaa sen, tai liiketoiminnan uudelleenjärjestelyn tai restrukturoinnin yhteydessä, me ja tytäryhtiömme voimme jakaa henkilötietojasi kokonaan tai osittain toisen yrityksen kanssa.",
  "rectification_iii_desp": "<strong>b. Virheellisten tai puutteellisten tietojen korjaaminen</strong><br>Voit pyytää meitä korjaamaan virheelliset tai puutteelliset henkilötiedot sinusta (nämä ovat tietoja, joita et voi päivittää itse moneycontrol-tililläsi) lähettämällä meille sähköpostia.<br>Voit käyttää ja päivittää osaa henkilötiedoistasi tilisi asetusten kautta. Jos olet valinnut yhdistää vrnl.net-profiilisi kolmannen osapuolen sovellukseen, kuten Facebookiin tai Googleen, voit muuttaa asetuksiasi ja poistaa sovelluksen luvan muuttamalla tilisi asetuksia. Olet vastuussa henkilötietojesi ajantasaisuudesta. Vrnl.net voi lähettää sinulle säännöllisiä muistutuksia sähköpostitse, jotta henkilötietosi pysyvät tarkkoina.",
  "disclosure_tp_c_desp": "<strong>c. Palveluntarjoajat</strong><br>Vrnl.net voi sisältää linkkejä eri kolmannen osapuolen verkkosivustoille, jotka voivat kerätä henkilötietojasi. Tietojesi käyttö, jonka kolmannen osapuolen alusta on kerännyt, tapahtuu kyseisen kolmannen osapuolen tietosuojakäytännön mukaisesti. Tällaiset verkkosivustot tai sovellukset noudattavat omia tietosuojakäytäntöjään, jotka ovat meidän hallintamme ulkopuolella. Kun poistut palvelimistamme (voit tarkistaa sijaintisi selaimen osoiteriviltä), kaiken antamasi tiedon käyttöä säätelee sen sovelluksen operaattorin tietosuojakäytäntö, jota vierailet. Tämä käytäntö voi poiketa omastamme. Jos et löydä minkään näistä sivustoista tietosuojakäytäntöä sovelluksen etusivun linkin kautta, ota suoraan yhteyttä sovelluksen omistajiin saadaksesi lisätietoja.<br>Voimme jakaa ei-henkilökohtaisesti tunnistettavaa tietoa julkisesti ja kumppaneidemme kanssa – kuten julkaisijoiden, mainostajien, kehittäjien tai oikeudenhaltijoiden kanssa. Esimerkiksi jaamme tietoa julkisesti näyttääksemme trendejä palveluidemme yleisestä käytöstä. Sallitamme myös tietyille kumppaneille kerätä tietoa selaimestasi tai laitteestasi markkinointi-/kampanja- ja mittaustarkoituksiin käyttäen heidän omia evästeitään tai vastaavia teknologioita."
}