{
  "contact_title": "Isang kumpanya na patuloy na naghahanap ng makabago at epektibong solusyon upang matugunan ang pangangailangan ng negosyo.",
  "contact_footer": "“Kami ay isang koponan ng mga malikhaing strategist, tech enthusiasts, at mahusay na tagapagkomunika, pinapatakbo ng walang kapantay na pasyon para sa industriya ng online gaming. Ang aming walang humpay na dedikasyon ay upang itaguyod ang tagumpay ng aming mga kliyente sa negosyo.”",
  "contact_header": "Makipag-ugnayan sa Amin",
  "contact_para": "Kumonsulta sa isang eksperto ng VRNL upang matuklasan kung paano mapapataas ng aming mga solusyon ang iyong negosyo sa pagtaya.",
  "telegram": "Telegram",
  "write_msg": "MAGPADALA NG MENSAHE SA AMIN",
  "fname": "Buong Pangalan",
  "fname_err": "Kinakailangan ang patlang (min 2 karakter).",
  "email": "Iyong Email",
  "email_err": "Kinakailangan ang wastong email.",
  "country": "Bansa",
  "pnumber": "Numero ng Telepono",
  "pnumber_err": "Ang numero ay dapat may 10 digit.",
  "message": "Mensahe",
  "sending": "Ipinapadala…",
  "submit": "Isumite",
  "con_param1": "Hindi namin ibinabahagi ang iyong personal na impormasyon sa iba. Tingnan ang aming",
  "privacy_policy_form": "“patakaran sa privacy”",
  "con_param2": "para sa karagdagang impormasyon",
  "casino_tournament_h1": "Ang <b class='chck'>Casino Tournaments</b> ay nagbibigay-daan sa iyo na lumikha ng torneo na may simula at petsa ng pagtatapos.",
  "casino_tournament_p1": "Isang makapangyarihang kasangkapan sa iyong kamay upang mapataas ang kita sa seksyon ng casino ay ang pagpapatupad ng <strong>Casino Tournaments.</strong>",
  "casino_tournament_h2": "Magkakaroon ka ng kakayahang ganap na <strong>i-customize bawat torneo</strong> sa pamamagitan ng pagpili ng listahan ng mga slot na lalahok sa kompetisyon.",
  "casino_tournament_p2": "Upang <strong>lumikha ng promosyon</strong>, kailangan mo lamang pumili ng <strong>titulo</strong> para sa <strong>torneo</strong>, tukuyin ang <strong>mga slot</strong> na isasama, at tukuyin ang <strong>jackpot</strong> na ipapamahagi sa <strong>iba’t ibang premyo</strong>, na maaari mong iayon ayon sa iyong kagustuhan.",
  "casino_tournament_p3": "Mga pangunahing detalye na dapat ilagay ay ang <strong>petsa ng pagsisimula,</strong> <strong>petsa ng pagtatapos,</strong> <strong>kabuuang jackpot,</strong> bilang ng mga kalahok sa ranggo, pati na rin ang minimum na kinakailangang taya upang makapasok sa torneo.",
  "casino_tournament_p4": "Higit pa rito, palagi kang magkakaroon ng access sa real-time na leaderboard na nagpapakita ng mga username, posisyon ng manlalaro, at kaukulang premyo. Ang tampok na ito ay makabuluhang nagpapahusay ng karanasan ng gumagamit sa iyong platform ng casino, na nakakaakit ng mas maraming manlalaro at nagdaragdag ng kita.",
  "casinogames_title": "Bakit piliin ang aming platform?",
  "casinogames_title_h1": "Ang pinakamalawak na katalogo ng ",
  "online_casino_games": "online na laro sa casino",
  "online_casino_games_p1": "Ang aming <b style='color: #575756;'> White Label </b> ay ang iyong ultimate destinasyon, na nagbibigay sa iyo ng walang kapantay na koleksyon ng higit sa 3000+ kapanapanabik na laro at slot sa casino. Ipinagmamalaki naming ibigay ang pinaka-komprehensibong hanay ng online na laro sa casino na makukuha sa internet.",
  "online_casino_games_p2": "Nagbibigay kami ng serbisyo sa mga operator ng online gaming, bookmaker, lottery, at mga organisasyon sa pagtaya na gumagana sa mga regulated market.",
  "online_casino_games_p3": "Nauunawaan namin ang kahalagahan ng ligtas at patas na gameplay sa mundo ng online casino. Kaya’t ang aming gaming mathematics ay hindi lamang matatag kundi sertipikado rin ng mga independent gaming laboratories. Tinitiyak ng sertipikasyong ito ang pinakamataas na antas ng karanasan para sa iyong mga manlalaro, ginagawa ang kanilang online casino experience na tunay na world-class.",
  "casino_nos": "NUMERO NG CASINO",
  "slot_machine": "Slot machine",
  "morethan10": "Higit sa 10",
  "tablegames": "Mga Laro sa Mesa",
  "morethan4": "Higit sa 4",
  "videopoker": "Video poker",
  "morethan": "Higit sa",
  "lottery": "Loteriya",
  "morethan9": "Higit sa 9",
  "proveedores": "PROVEEDORES",
  "morethan12": "Higit sa 12",
  "online_turnkey": "Nagbibigay Kami ng Online Turnkey Casino Solutions",
  "casino_wls": "Solusyon sa Casino White Label",
  "casino_wls_desp": "Ilunsad ang iyong sariling branded na casino nang madali gamit ang white-label solution ng VRNL. I-customize ang iyong casino, mag-alok ng malawak na seleksyon ng laro, tiyakin ang seguridad, at simulang kumita nang mabilis.",
  "webbranding": "Pagba-brand ng Website",
  "webbranding_desp": "Itaguyod ang iyong online presence gamit ang eksperto ng VRNL sa pagba-brand ng website. Dinisenyo namin, ginawa, at binago ang mga website upang ipakita ang iyong natatanging pagkakakilanlan, na nag-iiwan ng pangmatagalang impresyon.",
  "toolstraning": "Mga Kasangkapan (pagsasanay)",
  "toolstraning_desp": "Buksan ang iyong potensyal sa mundo ng trading gamit ang makapangyarihang trading tools ng VRNL. Ang aming mga makabagong solusyon ay nagbibigay sa iyo ng mga insight at teknolohiya upang makagawa ng matalinong desisyon at mapalaki ang iyong tagumpay sa trading.",
  "client_support": "Suporta sa Kliyente",
  "client_support_desp": "Pahusayin ang karanasan ng kliyente gamit ang natatanging client support services ng VRNL. Ang aming dedikadong koponan ay narito upang magbigay ng ekspertong tulong, tinitiyak na ang pangangailangan ng kliyente ay natutugunan nang mahusay at maayos.",
  "aboutus_title": "Siguradong interesado kang matuklasan",
  "aboutus_desp": "Isang kumpanya na patuloy na naghahanap ng makabago at epektibong solusyon upang matugunan ang pangangailangan ng negosyo.",
  "online_gaming_provider": "Tagapagbigay ng Online Gaming",
  "about-section1-para1": "<strong style='color: #000;'> Ang Vrnl ay isang kilalang Sportsbook at Gaming Provider na may kahanga-hangang 10-taong track record sa industriya ng pagtaya. </strong> Mula pa noong 2012, kami ay nakatuon sa pagbibigay ng serbisyo sa mga bookmaker, lottery, at mga organisasyon sa pagtaya sa mga regulated market.",
  "about-section1-para2": "Kami ay isang koponan ng mga malikhaing strategist, tech enthusiasts, at mahusay na tagapagkomunika, pinapatakbo ng walang kapantay na pasyon para sa industriya ng online gaming. Ang aming walang humpay na dedikasyon ay upang itaguyod ang tagumpay ng aming mga kliyente sa negosyo.",
  "about-section1-para3": "Ang aming makabagong gaming platform ay isa sa mga pangunahing dahilan kung bakit ang Vrnl ay nakamit ang kasalukuyang status bilang isang kagalang-galang na International Software House.<strong style='color: #000;'> Sa pamamagitan ng aming malawak na 10-taong karanasan sa sektor na ito, ipinagmamalaki ng Vrnl na ibinibigay ang serbisyo nito sa higit sa 40 bookmaker sa 11 bansa sa buong mundo.</strong>",
  "about_us": "Tungkol sa Amin",
  "about_us_desp": "Ang VRNL ay ang Pinakamalaking Platform para sa Pagbibigay ng Online Sports at Casino Betting White Label. Nag-aalok kami ng exchange API kasama ang aming custom site services para sa Bangladesh na may mababang margin at maaasahang platform, kabilang ang casino. Nagbibigay kami ng API para sa lahat ng liga sa exchanges, kasama ang online streaming services. Mag-enjoy sa pagtaya sa maaasahang platform. Mag-enjoy sa higit sa 1000 slot games at table games sa aming site.",
  "our_client": "Aming Kliyente",
  "our_client_desp": "Sa Vrnl, walang humpay ang aming paghahangad para sa pinakamahusay na gaming at entertainment partnerships upang matiyak ang walang kapantay na karanasan para sa aming mga kliyente at manlalaro. Sa pamamagitan ng pakikipagtulungan sa mga kilalang international casino at virtual games providers, maayos naming na-integrate ang aming Sports Betting Platform sa malawak na hanay ng mga laro. Kabilang dito ang slot machines, table games, live casino experiences, virtual games, at fantasy games. Ang aming platform ay maaring ma-access sa desktop at mobile devices, na may mataas na kalidad ng graphics, nakakabighaning animasyon, at nakaka-engganyong audio. Ang intuitive at user-friendly na menu ay nagpapahusay sa kabuuang user experience. Sa sentro ng aming operasyon ay ang mabilis na integration process, na pinagsasama ang scalability, flexibility, at top-tier performance sa aming betting software, suportado ng pinakamataas na antas ng seguridad at reliability. Ipinagmamalaki naming ibigay ang pinakamalawak na seleksyon ng mga laro sa industriya, na nag-aalok ng perpektong gaming solution para sa bawat preference. Maligayang pagdating sa Vrnl, kung saan ang gaming excellence ay nagtatagpo sa walang hangganang posibilidad. Ipinagmamalaki ng Vrnl ang pakikipagtulungan sa pinaka-distinctive na mga pangalan sa games software providers at payment solutions. Ibahagi ang aming platform para sa tagumpay at idagdag ang iyong pangalan sa lumalaking listahan.",
  "lost404": "Mukhang ikaw ay nawala",
  "lost404desp": "ang pahina na hinahanap mo ay hindi available!",
  "gotohome": "Pumunta sa Home",
  "esports_bs": "eSports Betting Software",
  "esports_bs_desp1": "Sa VRNL, ipinagmamalaki naming magbigay sa mga eSports fan ng kakaibang at immersive na karanasan.",
  "esports_bs_desp2": "Ang VRNL ang iyong gateway sa mundo kung saan nagtatagpo ang gaming at pagtaya. Ang aming eSports Betting Software ay dinisenyo para sa gaming fans tulad mo, nagbibigay ng kapana-panabik, ligtas, at rewarding na karanasan. Huwag palampasin ang pagkakataong maging bahagi ng aksyon. Sumali sa VRNL ngayon at itaas ang iyong karanasan sa gaming!",
  "startnow": "Magsimula Ngayon",
  "easy_setup": "Madaling setup, mas kaunti kaysa sa iyong iniisip.",
  "easy_setup_desp1": "Maari naming ihatid ang eSports platform sa loob lamang ng ilang linggo.<br> Pinangangasiwaan namin ang lahat ng aspeto ng proseso: Hosting, User Interface, odds feed, customized pages, activation ng produkto, at sportsbook strategy.",
  "easy_setup_desp2": "Ang pangunahing pokus mo ay maaring ilaan sa pag-set up at pagtatag ng iyong online networks.",
  "esport_bet_center_h1": "Kung iniisip mong magsimula sa online betting, ang aming eSports betting software ay isang mahusay na unang hakbang.",
  "esport_bet_center_p1": "Samantalahin ang aming ekspertong serbisyo at advanced na eSports betting technology. Ang aming regulated partners ay makakatanggap ng full support para pumasok sa online betting industry at maaaring gamitin ang aming customized o generic platforms.",
  "esport_bet_center_p2": "Ang pagsisimula ng online sportsbook na nakatuon sa eSports ay maaaring mahirap. Kaya’t lumikha kami ng komprehensibong eSports betting system na may pre-match betting services. Layunin naming mag-alok sa iyo ng pinakamalawak na range ng eSports options online.",
  "have_qes": "May Tanong Ka Ba?",
  "para_faq": "May sagot kami (Kadalasan!)",
  "freq_param": "Sa ibaba makikita mo ang sagot sa pinaka-karaniwang tanong, pakisuri ang aming ",
  "if_still_qes": "Kung hindi mo pa rin makita ang sagot na hinahanap mo, maaari mo lamang",
  "sbs_faqs": "Sports Betting Software FAQs",
  "whatis_sbs": "Ano ang Sports Betting Software?",
  "whatis_sbs_ans": "Ang Sports Betting Software ay dinisenyo base sa user’s markets at selections. Bukod dito, ang aming mga eksperto ay laging handa upang magbigay ng pinakamahusay na serbisyo sa customer, nauukol sa iyong pangangailangan at market prerequisites. Ginagabayan din namin ang bawat hakbang ng development process, na nagbibigay sa iyo ng kumpletong at maayos na exchange Platform.",
  "affiliate_systems": "Nag-aalok ba kayo ng affiliate systems?",
  "affiliate_systems_ans": "Oo, ang aming software network ay nakabatay sa 5 levels: Platform administrator - access sa backend (maaari ring gumawa ng iba pang access sa Back office na may limitadong privileges at permissions). Reseller - master-agent na nagbabantay sa ilang betting shops. Kumita ng commission sa turnover o profits ng shop. Betting shop - representasyon ng physical point kung saan maaring maglaro, magdeposito, atbp. Sa pamamagitan ng account na ito, maaring maglagay ng bets at kumita ng commission sa turnover o profits. Cashier - profile ng empleyado ng betting shop, makakapaglagay ng bets nang hindi kumikita ng commissions. Online player - mag-register ng game account online o sa shop, maglagay ng bets.",
  "whatis_label": "Ano ang white label betting site?",
  "whatis_label_ans": "Ang white label betting site ay isang fully customised na platform. Ang white label betting site ng Vrnl ay nagbibigay ng certified games, bonus system, payment gateways. Ang User Interface content, wika at pera ay base sa iyong pagpili. Nagbibigay din ang Vrnl ng iba't ibang graphic templates, features at tools.",
  "fullmanagement": "Maaari ko bang magkaroon ng full management sa odds at margins?",
  "fullmanagement_ans": "Ang backend ay may maraming tools, features at reports na nagbibigay ng kumpletong pananaw sa sports betting activity. May dedicated section para sa odds management, kung saan maaring i-edit ang margins, multiplicity at odds per market, match at/o championship.",
  "logobrand": "Maaari ko bang gamitin ang aking logo at brand colors?",
  "logobrand_ans": "Oo, maari. Nagbibigay kami ng iba't ibang solusyon base sa iyong requirements. Maaari naming gumawa ng bespoke solution ayon sa iyong request o magbigay ng turnkey solution na nagmo-modify lamang ng brand colors at logo.",
  "fullycustomized": "Gusto kong magkaroon ng fully customized solution, posible ba?",
  "fullycustomized_ans": "Ang Vrnl ay may team ng eksperto para sa pag-set up ng fully customized sports betting platform. Isang Account Manager ang kokolekta ng requirements at magkokoordinate sa Project Manager, Graphics Designer at IT Manager.",
  "software_cost": "Magkano ang Sports Betting Software?",
  "software_cost_ans": "Ang halaga ng Sports Betting Software ay nag-iiba depende sa features at serbisyo. May iba't ibang plano depende kung mayroon ka nang mataas na volume ng play, o gusto mong maging agent na may sariling network ng players.",
  "what_products": "Anong produkto ang inaalok ninyo?",
  "what_products_ans": "Ang aming core business ay Sports Betting, at ang aming sports betting software ay in-house product na dinevelop ng aming IT team mula pa noong 2005. Bukod sa Sport product, nag-aalok din kami ng live betting, casino, live casino, lotteries, at virtual games upang makapagbigay ng 'all in one' solution sa aming mga customer.",
  "canaddfeatures": "Maaari ba akong magdagdag ng features, reports at pages sa sports betting software?",
  "canaddfeatures_ans": "Kasama sa betting software ang malawak na hanay ng reports, pages at banners na maaring i-customize (CMS) o i-develop ayon sa request. Kung gusto mong magdagdag ng bagong feature, makikipagtulungan kami sa iyo upang gumawa ng tailored project: pangangalap ng impormasyon at detalye, pagsusumite ng project/rendering, testing at final release.",
  "canofferbettingservices": "Maaari ko bang ialok ang sports betting services sa mga casino ko sa aking bansa?",
  "canofferbettingservices_ans": "Mayroon kaming ilang betting solution para sa parehong online at land-based businesses. Kung ikaw ay may land-based casino at nais mo ring mag-alok ng sports betting, ang retail solution namin ay tamang pagpipilian dahil nagbibigay ito ng kakayahang gumawa ng cashier accounts para pamahalaan ang ticket sales ng sports betting.",
  "change_currentprovider": "Paano ko mababago ang aking kasalukuyang software provider?",
  "change_currentprovider_ans": "Kung kasalukuyan kang namamahala ng exchangebook at nais lumipat sa aming sports betting platform, sisiguraduhin naming maayos ang lahat. Maghahanda kami ng migration plan. Ang personal na data ng mga manlalaro ay ililipat sa bagong platform at ang switch ay planado upang makumpleto sa loob ng ilang oras.",
  "sbs_offer": "Anong mga feature ang inaalok ng Sports Betting Software?",
  "sbs_offer_ans": "Maaaring magbigay ang Sports Betting Software ng mga feature tulad ng data-driven predictions, simulations, betting trends, paghahambing ng odds, at iba pa. Maaari rin itong magbigay ng detalyadong pagsusuri ng mga nakaraang laro at mga paparating na laban upang makatulong sa mas maayos na desisyon ng mga bettor. Espesyal kami sa pag-set up at paggawa ng retail betting shops at online networks. Kasama rito ang KYC procedures na aprubado ng regulatory bodies, gambling payment gateways, affiliate marketing tools, referral systems at social media, mobile push notifications, web push notifications at in-app messaging, player account controls, registration at verification processes, fraud detection systems, at geolocation tools para kunin ang lokasyon mula sa IP address.",
  "sbs_legal": "Legal ba ang Sports Betting Software?",
  "sbs_legal_ans": "Oo, legal ang Sports Betting Software at ginagamit ng maraming propesyonal na sports bettors. Gayunpaman, mahalagang siguraduhin na ginagamit mo ang software ayon sa umiiral na batas sa iyong hurisdiksyon.",
  "ebs_faqs": "Mga FAQ tungkol sa eSports betting software",
  "ebs_titleoffer": "Anong mga eSports titles ang inaalok ninyo?",
  "ebs_titleoffer_ans": "<li><strong>Pinakapopular:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sports Games:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer Online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Fighting Games:</strong> Street Fighter, Super Smash Bros, Tekken. <strong>Real-Time Strategy RTS:</strong> StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Meron ba kayong mobile version?",
  "mobileversion_ans": "Oo, ang VRNL ay ganap na optimized para sa mobile. Ang aming platform ay dinisenyo upang gumana ng maayos sa lahat ng smartphones at tablets, na nagbibigay access sa sports exchange, casino games, iGaming, at eSports kahit saan at kahit kailan. Ma-eenjoy mo ang smooth at responsive interface, mabilis na loading, at secure na transactions diretso sa iyong mobile browser—hindi kailangan ng app download. Sa Android man o iOS, mabilis at user-friendly ang karanasan at kasing-feature-rich ng desktop version.",
  "runesportsplatform": "Maaari ba akong magpatakbo ng eSports betting platform nang hindi pinangangasiwaan ang odds at trading?",
  "runesportsplatform_ans": "Kasama sa aming eSports betting solutions ang odds feed. Ang software ay may maraming tools para pamahalaan ang odds at margin ng ganap na awtonomiya. Kung nais mo lang mag-focus sa pamamahala ng shops at players, nagbibigay kami ng trading services at suporta.",
  "esports_solutions": "Gusto kong magkaroon ng fully eSports customized solution, posible ba ito?",
  "esports_solutions_ans": "Naglalaan ang VRNL ng team ng eksperto para sa pag-set up ng fully customized eSports betting platform. Isang Account Manager ang kokolekta ng requirements at magkokoordinate sa Project Manager, Graphics Designer, at IT Manager.",
  "newtobusiness": "Bago ako sa negosyo na ito, ano ang dapat kong malaman?",
  "newtobusiness_ans": "Ang tamang pamamahala ng eSports betting platform ay maaaring maging lubhang kumikita. Nag-aalok kami ng iba't ibang solusyon at serbisyo base sa level ng engagement at kaalaman. Isang gaming expert ang makikipagtulungan sa iyo upang piliin ang pinakamahusay na eSports solution na angkop sa iyong pangangailangan.",
  "eSports_market": "Ilan ang live eSports markets?",
  "eSports_market_ans": "Sa ngayon, nag-aalok kami ng 20 live eSports markets. <br> Ngunit patuloy kaming nagdadagdag ng bagong markets.",
  "eSportsLogoBrand": "Maaari ko bang gamitin ang aking eSports logo at brand colors?",
  "eSportsLogoBrand_ans": "Oo, maaari. Nagbibigay kami ng iba't ibang solusyon base sa iyong requirements. Maaari naming gawin ang bespoke eSports solution batay sa iyong request o magbigay ng turnkey solution, na binabago lamang ang iyong brand colors at logo.",
  "eSports_server": "Maaari ko bang i-host ang eSport exchange sa aking server?",
  "eSports_server_ans": "Hindi, hindi pwede. Ang hosting ay kasama sa aming serbisyo upang masiguro ang tamang performance ng eSports betting software. May dedicated cluster structure ang aming SysAdmins, kasama ang backups at disaster recovery plan, upang masiguro ang global regulations at pinakamataas na security standards.",
  "sp_faqs": "FAQs tungkol sa streaming platform",
  "promte_cricket": "Ilang cricket matches ang maaari kong i-promote?",
  "promte_cricket_ans": "Sa live dashboard, maaaring i-activate ang dalawang matches nang sabay, ngunit walang limit sa dami ng matches na maaring i-connect.",
  "broadcast_live": "Maaaring i-broadcast nang live ang mga Casino events?",
  "broadcast_live_ans": "Oo, lahat ng casino games ay maaaring i-broadcast live sa lahat ng platform na nagpapahintulot nito.",
  "measure_success": "Paano ko masusukat ang tagumpay ng live streams?",
  "measure_success_ans": "Oo, maaari mong subaybayan ang detalyadong analytics para sa maraming platform sa isang screen.",
  "is_mobile_friendly": "Mobile-friendly ba ang platform?",
  "is_mobile_friendly_ans": "Oo — ganap na mobile-friendly ang aming platform, at nagbibigay kami ng APK na puwede mong i-download at gamitin nang seamless.",
  "livecasino_faqs": "FAQs tungkol sa Live Casino Software",
  "whatisVRNLcasino": "Ano ang VRNL Casino Software?",
  "whatisVRNLcasino_ans": "Ang VRNL Live Casino Software ay isang makabagong platform na nagpapahintulot sa online casinos na mag-alok ng live dealer games sa kanilang mga manlalaro. Nagbibigay ito ng infrastructure at tools para sa real-time, interactive casino experiences.",
  "software_work": "Paano gumagana ang VRNL Live Casino Software?",
  "software_work_ans": "Ang VRNL Live Casino Software ay seamless na na-iintegrate sa online casino websites. Kinokonekta nito ang mga manlalaro sa live dealers sa pamamagitan ng high-quality video streaming, na nagpapahintulot maglaro ng blackjack, roulette, at baccarat sa live at interactive na setting.",
  "features_livecasino": "Ano ang pangunahing features ng VRNL Live Casino Software?",
  "features_livecasino_ans": "Nag-aalok ang VRNL Live Casino Software ng mga feature tulad ng customizable branding, secure payment integration, at user-friendly interface para sa parehong players at operators.",
  "security_livecasino": "Paano ko masisiguro ang seguridad at fairness ng laro gamit ang VRNL Live Casino Software?",
  "security_livecasino_ans": "Ang VRNL Live Casino Software ay built with security in mind. Gumagamit ito ng certified random number generators (RNGs) upang masiguro ang fairness, at nagbibigay kami ng tools para sa fraud prevention at player protection. Nagpapatupad din kami ng encryption para sa secure data transfer.",
  "offered_games": "Anong mga laro ang maaaring ialok gamit ang VRNL Live Casino Software?",
  "offered_games_ans": "Maaari kang mag-alok ng malawak na seleksyon ng live dealer games, kabilang ang classics tulad ng live blackjack, live roulette, at live baccarat, pati na rin ang iba’t ibang variations ng mga larong ito para panatilihing engaged ang iyong mga manlalaro.",
  "integrateVRNL": "Maaari ko bang i-integrate ang VRNL Live Casino Software sa aking kasalukuyang online casino platform?",
  "integrateVRNL_ans": "Oo, ang aming software ay dinisenyo para sa madaling integration sa existing platforms, kaya seamless itong maidagdag sa iyong online casino operation.",
  "wlc_faqs": "FAQs tungkol sa White Label Casino",
  "whatis_wlc": "Ano ang White Label Casino?",
  "whatis_wlc_ans": "Ang White Label Casino ay turnkey solution na nagpapahintulot sa entrepreneurs at businesses na mag-launch ng sariling online casino gamit ang aming software at infrastructure. Maaari mo itong i-brand sa iyong pangalan at design, habang kami ang humahawak sa technical at regulatory aspects.",
  "wlc_work": "Paano gumagana ang White Label Casino service?",
  "wlc_work_ans": "Nagbibigay kami ng fully functional casino platform, kabilang ang games, payment processing, at customer support. I-customize mo lang ang branding at design ayon sa iyong vision, at handa ka nang simulan ang iyong online casino business.",
  "wlc_games": "Anong mga laro ang available para sa aking White Label Casino?",
  "wlc_games_ans": "Nag-aalok kami ng malawak na range ng casino games, kabilang ang slots, table games (hal. blackjack, roulette), at live dealer games. Maaari mong piliin mula sa aming game catalog upang makagawa ng diverse gaming experience para sa iyong players.",
  "wlc_launch": "Gaano katagal bago mailunsad ang aking White Label Casino?",
  "wlc_launch_ans": "Ang timeframe ay depende sa iyong specific requirements at regulatory processes. Sa karaniwan, maaaring tumagal ng ilang linggo upang ma-setup at ma-customize ang iyong casino platform.",
  "wlc_cusSupport": "Anong level ng customer support ang ibinibigay para sa aking White Label Casino?",
  "wlc_cusSupport_ans": "Nagbibigay kami ng technical at operational support upang masiguro ang maayos na pagpapatakbo ng iyong casino.",
  "wlc_getstarted": "Paano ako makapagsisimula sa White Label Casino mula sa inyong kumpanya?",
  "wlc_getstarted_ans": "Makipag-ugnayan sa aming sales team upang talakayin ang iyong pangangailangan at makakuha ng personalized consultation. Gabayan ka namin sa proseso ng pag-set up ng iyong White Label Casino.",
  "can_cutomize_branding": "Maaari ko bang i-customize ang casino sa aking branding?",
  "can_cutomize_branding_ans": "Oo — maaari mong i-customize nang buo ang casino gamit ang iyong sariling logo, kulay, at branding upang tumugma sa iyong identity.",
  "company": "Kumpanya",
  "company_caps": "KUMPANYA",
  "about": "Tungkol sa",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Patakaran sa Privacy",
  "contact_us": "Makipag-ugnayan sa Amin",
  "solutions": "Solusyon",
  "sports_betting_software": "Sports Betting Software",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Ang logo at graphic material ng Vrnl ay intelektwal na pag-aari ng kumpanya at hindi maaaring kopyahin, ipamahagi, o ipakita nang walang nakasulat na pahintulot mula sa Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Lahat ng karapatan ay nakalaan.",
  "home": "Bahay",
  "betting": "Pagtaya",
  "esports_betting": "Esports na pagtaya",
  "sbs_head": "Sports betting software",
  "casino": "Casino",
  "online_casino_sw": "Online Casino Software",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Mga laro sa casino",
  "lottery_bingo": "Lottery at bingo",
  "casino_tournament": "Torneo ng Casino",
  "risk_management": "Pamamahala ng Panganib",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Aming Gawa",
  "contact": "Makipag-ugnayan",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Mga laro sa lottery",
  "exch_sw_provider": "Provider ng Exchange Software",
  "mobile_bet": "Mobile na pagtaya",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sports betting widget",
  "back": "Bumalik",
  "exch_iframe_para": "Exchangebook iframe — nagpapahintulot ng mabilis na activation ng Exchangebook module sa pamamagitan ng seamless API integration. Ang aming komprehensibong Exchangebook service, sa ilalim ng ekspertong supervision, ay nagbibigay ng malawak na programming para sa online events at markets.",
  "contact_us!": "Makipag-ugnayan sa amin!",
  "exch_iframe_types": "Mga Uri ng Exchangebook iframe",
  "exch_iframe_types_para": "Ang aming mga solusyon sa Exchangebook iframe ay may tatlong variant, bawat isa ay iniakma sa ginagamit na channel, na tinitiyak ang pinakaangkop na opsyon para sa iyong pangangailangan:",
  "exch_iframe_types_list": "<li> iFrame para sa <strong>Desktop</strong>, idinisenyo para sa mga computer na may iba't ibang resolusyon at nagtatampok ng iba't ibang layout na maaaring i-customize. </li> <li> iFrame para sa <strong>Terminals at Kiosks SSBT</strong>, na may mga layout na ini-optimize para sa touchscreen systems at madaling gamitin, perpekto para sa mga baguhang manlalaro na naglalagay ng pusta.</li>",
  "exch_iframe_types_para2": "Bukod pa rito, sa pamamagitan ng aming API, maaari kang makagawa ng malawakang customisasyon ng graphics at mga function ng laro.",
  "cm_exch": "Komprehensibong Managed Exchangebook",
  "cm_exch_para": "Saklaw ng aming Exchangebook iframe ang supply ng odds data feeds at ang pag-configure ng pangunahing betting settings. Ang software ay may kasamang iba't ibang features at tools para sa independiyenteng pamamahala ng odds margins at configurations. Gayunpaman, kung ang pangunahing pokus mo ay sa pamamahala ng manlalaro at marketing, nag-aalok kami ng ganap na managed trading services at suporta.",
  "acq_exch": "Madaling Makamit ang Exchangebook iframe Solution",
  "acq_exch_para": "Pinadali namin ang proseso para i-activate ang iFrame, na may limang simpleng hakbang lamang:",
  "acq_exch_list": "<li> Pormalin ang kasunduan sa pagitan ng Vrnl at ng customer. </li> <li> Simulan ang Exchangebook iFrame integration sa pamamagitan ng APIs gamit ang aming SDK. </li> <li> Magsagawa ng meeting upang tukuyin ang Exchangebook strategy na susundan. </li> <li> Tukuyin ang pinaka-engaging na sports at events para sa iyong operating area. </li> <li> Live na tayo! </li>",
  "live_casino_sw_p1": "Ang aming <strong>live Casino platform</strong> ay nagbibigay-daan sa iyo upang i-activate ang <strong>pinakamahuhusay na live providers</strong> na kilala sa kanilang <strong>exceptional quality at mathematical integrity.</strong>",
  "live_casino_sw_p2": "Nakatuon kami sa pagbibigay sa iyo ng ultimate live casino experience. Kahit ikaw man ay isang beteranong manlalaro o bago sa mundo ng online casino, nag-aalok ang aming platform ng immersive, real-time gaming experience na walang kapantay.",
  "live_casino_sw_p3": "Ang Live Casino solution ng Vrnl ay nag-aalok ng komprehensibong suite ng mga serbisyo, kabilang ang: ",
  "live_casino_sw_p3_l1": "Full History Reporting Tools",
  "live_casino_sw_p3_l2": "Game History Visualization",
  "live_casino_sw_p3_l3": "Game Configurations",
  "live_casino_sw_p3_l4": "Risk Management Tools",
  "live_casino_sw_p3_l5": "Player Management",
  "live_casino_sw_p3_l6": "Affiliate Management Tools",
  "live_casino_sw_p3_l7": "Multilevel Hierarchy Agent Structure",
  "live_casino_sw_p4": "Nakabuo kami ng iba't ibang secure integration methods, na madaling gamitin at idinisenyo para sa madaling implementasyon gamit ang aming live casino API.",
  "live_casino_sw_demo": "Demo live casino solutions",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong> integrations",
  "livecasino_integration_para": "Maaaring gumana ang aming live casino software sa loob lamang ng ilang araw. Bukod dito, nagbibigay kami ng komprehensibong management services, tinitiyak na ang buong operasyon ay pinangangasiwaan ng aming mga eksperto. <strong style='color: #575756;'>Tinitiyak din namin ang access sa pinakamalawak na seleksyon ng live games online. </strong>",
  "live_casino_lobby": "Sa aming user-friendly Live Casino Game Lobby",
  "youcan": "maaari mong",
  "findgames_like": "makita ang mga laro tulad ng:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack at Live Poker, Dice at Number games.",
  "euro_roulette": "European Roulette",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "American Roulette",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Mag-book ng Demo",
  "lottery_head": "Naghahanap ng lottery & Bingo platform?",
  "lottery_head_desp1": "Pinili namin nang mabuti ang pinakamahusay na <b style='color: #575756; font-size: 45px;'>lottery at bingo</b> games para sa iyo.",
  "lottery_head_desp2": "Tunay, ang aming <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> Solution ay nag-aalok ng iba't ibang bersyon ng klasikong laro ng bingo kasama ang mga kilalang lottery games.",
  "lottery_head_desp3": "Maaari mong <b style='color:#575756; font-size: 16px;'>i-enjoy ang mga larong ito mula sa iyong smartphone</b> o computer, at tinitiyak namin ang natatanging user experience dahil ang aming mga laro ay nasa pinakamataas na kalidad.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Bukod dito, ang aming gaming algorithms ay ligtas at independently certified, nagbibigay ng maaasahan at mapagkakatiwalaang gaming experience.<br><br></strong>",
  "lottery_bingo_nos": "ANG LOTTERY & BINGO NUMBERS",
  "bingo_games": "Mga laro ng Bingo",
  "over100": "higit sa 100",
  "over130": "higit sa 130",
  "suppliers": "SUPPLIERS",
  "more20": "Higit sa 20",
  "sports_betting_software_wl": "Sports betting software White Label",
  "sports_betting_software_wl_desp": "Isang kumpanya na patuloy na nagsusulong ng mga makabagong solusyon upang epektibong matugunan ang lumalaking pangangailangan ng negosyo.",
  "blink-soft": "Palakasin ang Iyong Karanasan sa Advanced Sports Betting Software",
  "platform_para1": "Ang modernong sports betting software solutions ay <b>binabago</b> kung paano nakikipag-ugnayan ang mga manlalaro sa laro. Na may <b> seamless interfaces,</b> real-time analytics, at live wagering capabilities, nag-aalok ang mga platform na ito ng mas mahusay na betting experience para sa mga baguhan at beteranong manlalaro.",
  "platform_para2": "Kung ikaw man ay nagpapatakbo ng online sportsbook, retail betting outlet, o casino, ang aming komprehensibong suite ng solutions—kasama ang <b>B2C platforms</b> at <b>customizable white-label products</b> ay nagbibigay ng flexibility at teknolohiya upang manatiling kompetitibo. Yakapin ang inobasyon at iangat ang iyong sports betting operations gamit ang software na idinisenyo upang <b>i-optimize ang performance</b> at <b>kasiyahan ng gumagamit</b>.",
  "try_b2b": "Tuklasin ang aming advanced B2B Betting software",
  "try_b2c": "Tuklasin ang aming advanced B2C Betting software",
  "wls_turnkey": "White Label Solutions at Turnkey Platforms",
  "wls_turnkey_p1_span1": "seamless at engaging sports betting experience",
  "wls_turnkey_p1_span2": "sa iyong mga customer. Pinapawi ng approach na ito ang pangangailangan para sa mahal at matrabaho na development, na nagbibigay-daan sa iyo na mag-focus sa paglago at",
  "custom_satisfaction": "kasiyahan ng customer",
  "wls_turnkey_p2": "Ang aming secure at high-performance betting platform ay ganap na certified ng independent gaming laboratories, tinitiyak ang compliance at pagiging maaasahan. Sa pakikipagsosyo sa VRNL, makakakuha ka ng access sa isang trusted betting exchange na nagpapataas ng profitability habang tinitiyak ang",
  "highest_industry_standards": "pinakamataas na pamantayan sa industriya",
  "igaming_platform": "iGaming Platform",
  "igaming_platform_p1": "Ang VRNL ay isang maaasahang partner sa industriya ng iGaming, nag-aalok ng nangungunang",
  "sbs": "sports betting software",
  "igaming_platform_p2": "Layunin naming baguhin ang landscape ng online gaming sa pamamagitan ng pagbibigay sa mga operator ng versatile at state-of-the-art na platform na tinitiyak ang seamless at engaging na gameplay para sa kanilang mga user.",
  "online_casino": "Online Casino",
  "casino_para": "Maligayang pagdating sa VRNL Online Casino — <b>isang trusted leader</b> na nag-aalok ng secure at kapana-panabik na gaming platform sa buong mundo. Layunin naming magbigay ng natatanging casino experience na nagpapanatili sa mga manlalaro na masaya at nakikibahagi.",
  "casino_para_list": "<li>Higit sa 75 providers</li> <li>Lumalampas sa 15,000 slot machines</li> <li>500+ table games</li> <li>700+ video poker games</li> <li>Higit sa 200 ibang laro</li>",
  "casino_para2": "Sinusuportahan ka ng aming expert team sa bawat yugto, mula training hanggang launch.",
  "play_livecasino": "Maglaro sa live casino na parang direktang nasa casino ka",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Live Roulette </li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API Service Providers at iFrame",
  "api_services_iframe_p1": "Nagbibigay ang VRNL ng cutting-edge <b>API integration at iFrame solutions</b>, na nagpapahintulot sa seamless platform connectivity, secure data exchange, at enhanced user experiences — tumutulong sa negosyo na mas maging mabilis at epektibo.",
  "api_services_iframe_p2": "Sa VRNL, naiintindihan namin ang kahalagahan ng seamless data exchange at communication sa pagitan ng mga application. Nagbibigay kami ng top-notch API integration services, na nagpapahintulot sa iyong software na makipag-ugnayan nang walang kahirap-hirap sa ibang platform. Titiyakin ng aming mga eksperto na gumagana ang iyong systems nang maayos, na nagbibigay ng smooth experience para sa iyo at sa iyong mga customer.",
  "virtual_games": "Virtual Games",
  "virtual_games_desp1": "Handa ka na bang simulan ang iyong virtual gaming journey kasama ang VRNL? Tuklasin ang virtual world na parang hindi mo pa naranasan dati at maghanda para sa walang katapusang oras ng kasiyahan.",
  "virtual_games_desp2": "Sa VRNL, passionate kami sa pagbibigay ng cutting-edge virtual gaming experiences na nagdadala sa mga manlalaro sa kapanapanabik na bagong mundo. Layunin naming magbigay ng pinaka-immersive, nakakaaliw, at nakakabighaning virtual games na magpapanatili sa iyo na hooked nang mahabang oras.",
  "before_start": "Bago ka magsimula, tuklasin ito sa aksyon!",
  "explore_demo": "sa aming demo platform:",
  "mobile_sbs": "Mobile Sports Betting Software",
  "mobile_sbs_p1": "Ang aming <strong>Mobile app</strong> ay nagbibigay-daan sa iyong mga manlalaro na madaling ma-access ang kanilang gaming accounts at maglagay ng pusta gamit ang tablets, smartphones, at iba pang internet-connected mobile devices.",
  "mobile_sbs_p2": "Mula cricket at soccer hanggang tennis, sinasaklaw ng aming software ang malawak na hanay ng sporting events sa buong mundo. Anuman ang iyong paboritong isport, maaari kang maglagay ng pusta sa mga laro at koponan na gusto mo.",
  "mobile_sbs_p3": "Ang aming software ay hindi lamang para sa paglalagay ng pusta, ito ay tungkol sa paglikha ng karanasan na seamless at user-focused. Nag-invest kami sa pinakabagong teknolohiya upang matiyak na madali ang pag-navigate sa aming platform.",
  "advantages_sbs": "Mga Bentahe ng Mobile Sports Betting Software",
  "advantages_sbs_l1": "Mas Mabilis ang Mobile Apps",
  "advantages_sbs_l2": "Personalized na Nilalaman para sa Pagtaya",
  "advantages_sbs_l3": "Instant na Online na Pagtaya",
  "advantages_sbs_l4": "Ligtas at Maaasahan",
  "advantages_sbs_p1": "Mas mabilis ang mga application kumpara sa mga mobile website, na nagbibigay ng mas mabilis na aksyon at tugon.",
  "advantages_sbs_p2": "Mas nag-eenjoy ang mga gumagamit sa personalized na nilalaman para sa mas immersive na karanasan, na may mga opsyon sa pagtaya na akma sa kanilang mga kagustuhan.",
  "advantages_sbs_p3": "Ang lahat ng mobile apps ay nagbibigay ng instant na access sa pamamagitan ng simpleng tap, na nagpapahintulot sa mga gumagamit na maglagay ng taya, suriin ang kanilang gaming account, makilahok sa mga laro ng casino, at pumili ng kanilang paboritong liga nang walang pagkaantala.",
  "advantages_sbs_p4": "Ang aming seguridad ang aming pangunahing priyoridad. Ang VRNL Mobile Sports Betting Software ay ginawa gamit ang makabagong mga hakbang sa seguridad upang protektahan ang iyong personal at pinansyal na impormasyon. Maaari kang tumaya nang may kapanatagan ng isip.",
  "online_casino_sw_p1": "Ang VRNL ay nangungunang tagapagbigay ng <strong>online casino software </strong> at <strong>platforms </strong>. Mahalaga ang kanilang papel sa pagdidisenyo at pagbuo ng mga platform ng casino, na tinitiyak na ito ay user-friendly at may maraming tampok.",
  "online_casino_sw_p2": "Ang aming marketing team ay magsusumikap upang matiyak na ang iyong online casino ay magkakaroon ng prominenteng posisyon sa front page, na ginagarantiyahan ang mataas na visibility sa online market.",
  "online_casino_sw_p3": "Ang online casino platform ay may kasamang iba't ibang pre-configured na laro, at ang aming monitoring tools ay magbibigay sa iyo ng malinaw at real-time na overview ng progreso at performance ng iyong bagong venture.",
  "customized_theme": "Ito ay isang tema at maaaring i-customize, tingnan ito sa aksyon:",
  "live_casino_sw_desp1": "Nag-aalok kami ng pinakamalawak na saklaw ng mga nangungunang <strong>Live Casino providers</strong><br>",
  "live_casino_sw_desp2": "sa buong mundo, na tinitiyak ang access sa pinakamaraming iba't ibang live tables online at isang seamless na multi-channel delivery experience.",
  "casino_sw_features": "Pangunahing Tampok ng Casino Software",
  "casino_sw_features_p1": "Ang aming <strong>casino software platform</strong> ay dinisenyo upang magbigay ng seamless at immersive na karanasan sa paglalaro para sa parehong manlalaro at operator.<br /><br />",
  "casino_sw_features_p2": "Kabilang sa mga pangunahing tampok ng aming platform:",
  "casino_sw_features_list": "<li>Visibility at control sa saklaw ng mga table.</li> <li>Attributes at settings ng game table.</li> <li>VIP limits.</li> <li>Functionality ng client at access sa aming customization tools.</li> <li>Reporting mechanism at notification system na nagbibigay sa operator ng agarang access at alerts sa operational notifications</li> <li>API para sa Business Intelligence (BI)</li> <li>Mga marketing tools</li> <li>API para sa external integration</li>",
  "casino_sw_features_p3": "Pinapagana ng aming user-friendly na customization tool ang mga bookmaker na gumawa ng real-time na pagbabago sa iba't ibang aspeto ng kanilang live offerings, <br /> kasama ang banners, fonts, at color schemes, lahat gamit ang intuitive na kontrol.",
  "casino_sw_features_p4": "Ang aming bagong platform ay gumagana bilang autonomous, agile, at flexible na sistema. Pinapahintulutan ng agility na ito na mabilis kaming <br /> tumugon sa mga kahilingan ng bookmaker at mapanatili ang mas mataas na kalidad ng pamantayan sa pagbuo ng mga bago at umiiral na<br /> produkto.",
  "casino_sw_features_p5": "Upang pabilisin ang iyong negosyo, nag-aalok din kami ng",
  "casino_sw_features_p6": "na may malawak na seleksyon ng higit sa 3000+ laro.",
  "integrate_iframe_apis": "Pagsasama sa mga external na platform gamit ang iFrames at APIs",
  "integrate_iframe_apis_para": "Nag-aalok ang aming platform ng maraming opsyon sa integrasyon. Maaari kang <strong>mag-integrate sa pamamagitan ng iFrame o <br />APIs.</strong> Maaaring i-tailor ito upang umakma sa iyong partikular na pangangailangan, maging ito man ay comprehensive full-service integration, <br /> specialized na solusyon sa sports betting, o pokus sa <strong>online casino games</strong>, kabilang ang <strong>live <br /> casino </strong> offerings.",
  "view_demo": "Tingnan ang Demo",
  "we_are": "kami ay",
  "online_exchange_sw_p1": "Sa VRNL, ipinagmamalaki naming maghatid ng state-of-the-art na online Exchange software na muling nagde-define sa karanasan sa pagtaya. Nag-aalok kami ng fully functional platform na may malawak na seleksyon ng live matches na available buwan-buwan. Sa aming live streaming options, gagawin naming isang entertainment platform ang iyong bookie, na suportado ng mga sertipikasyon mula sa independent gaming laboratories para sa dagdag na katiyakan.",
  "online_exchange_sw_p2": "Nag-aalok ang VRNL's Online Exchange Software ng malawak na hanay ng sports betting options. Kahit fan ka man ng cricket, soccer, tennis, o iba pang sport, sakop ka namin. Nagbibigay ang aming platform ng real-time odds, in-play betting, at user-friendly na interface na nagpapadali sa pagtaya.",
  "onther_head": "Pinapadali namin ang proseso para sa iyo upang ma-integrate nang seamless sa negosyo.",
  "onther_p1": "Ang temang ito ay mataas ang customizability, at maaari mong maranasan ang flexibility nito sa aksyon:",
  "main_features": "Pangunahing Tampok",
  "feature_para": "Ang Vrnl ay nangunguna sa pagbabago ng betting at pamamahala ng online casino. Sa aming kadalubhasaan, makakakuha ka ng access sa:",
  "feature_list": "<li><strong>Global Betting Experience :</strong> Nagbibigay ang VRNL ng access sa malawak na hanay ng sports, leagues, at betting markets sa buong mundo. Sa amin, maaari mong alok sa iyong mga user ang tunay na global na karanasan sa pagtaya.</li> <li><strong>Malawak na Pre-Match Options :</strong> Pumili mula sa napakalaking seleksyon ng 150,000 monthly pre-match betting options. Tinitiyak namin na ang iyong platform ay may iba't ibang pagpipilian upang tugunan ang magkakaibang kagustuhan sa pagtaya.</li> <li><strong>Kapana-panabik na In-Play Opportunities :</strong> I-engage ang iyong mga user sa 75,000 monthly in-play opportunities. Ang mga real-time na pagpipilian sa pagtaya ay nagdadagdag ng excitement at spontaneity sa karanasan sa pagtaya.</li> <li><strong>Casino Games para sa Metaverse :</strong> Nag-aalok ang VRNL ng malawak na koleksyon ng casino games na angkop para sa metaverse. I-immerse ang iyong mga user sa virtual na casino environment gamit ang aming iba't ibang gaming options.</li> <li><strong>Seamless iFrame Integration :</strong> Madaling i-integrate ang aming iFrame sa iyong iGaming platform. Ang aming user-friendly na iFrame solution ay nagbibigay-daan sa iyo upang mapahusay ang kakayahan ng iyong platform nang madali.</li> <li><strong>Flexible Integration :</strong> Piliin ang iyong integration method, sa pamamagitan man ng API o iFrame. Nagbibigay kami ng maraming opsyon upang umakma sa iyong kaginhawaan at pangangailangan ng platform.</li>",
  "sports_header_2": "Online Exchange software iGaming Casino Platform",
  "sports_header_2_p1": "Nagbibigay kami ng <a style='color: #a0c528;' href='#'>White Label Casino</a> solution na may malawak na library ng higit sa 1,000 laro.",
  "sports_header_2_p2": "Kasama sa aming mga serbisyo ang pagkuha ng gaming license at legal support upang simulan ang iyong casino business, na tinitiyak ang ligtas at certified na gaming math.",
  "sports_header_2_p3": "Pinili namin ang pinakamahusay na gaming providers upang maibigay sa iyo ang pinakamalawak na seleksyon ng live casino games at online casino games na available online. Maingat naming pinili ang pakikipagtulungan sa mga top gaming providers upang maibigay sa iyo ang walang kapantay na variety ng live casino at online casino games, na ginagarantiyahan ang pinakamaraming seleksyon na available.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person games</li> <li>Slots</li> <li>American roulette live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Maglaro sa live casino na parang nasa loob ka mismo ng casino",
  "top_online_providers": "Top online casino providers sa World Class",
  "online_casino_p1": "Handa ka na bang i-level up ang iyong online casino experience? Huwag nang maghanap pa! Ang Vrnl ang iyong one-stop solution para sa lahat ng pangangailangan sa online casino. Nagbibigay kami ng top-tier na serbisyo at cutting-edge na solusyon para sa mga online casino operators, na tinitiyak ang hindi malilimutang gaming experience para sa iyong mga player.",
  "user_data_section1": "<li>Providers 75 + higit pa</li> <li>Slot machine 15,000 + higit pa</li> <li>Table games 500 + higit pa</li> <li>Video poker 700 + higit pa</li> <li>Ibang laro 200 + higit pa</li>",
  "lottery_bingo_games": "Lottery at Bingo Games",
  "lottery_bingo_games_p1": "Sa VRNL, dinadala namin ang excitement ng Lottery at Bingo games sa parehong screen at lokal na retail stores mo. Kahit fan ka man ng tradisyonal na paper tickets o mas gusto ang convenience ng online, sakop ka namin. Sa amin, hindi lang laro ang mahalaga; ito ay tungkol sa thrill ng panalo at saya ng paglalaro.",
  "user_data_section2": "<li>Bingo 80 + higit pa</li> <li>Lottery 130 + higit pa</li>",
  "ultimate_dest": "Ultimate Destination para sa Online at Retail Lottery at Bingo Games",
  "weare_vrnl": "Kami ay VRNL",
  "weare_vrnl_desp": "<strong>ANG PINAKAMALAKING PLATFORM PARA SA PAGHAHANDOG NG SPORTS AT CASINO WHITE LABEL</strong> Ang pinakamalawak na seleksyon ng entertainment games online White Label Casino na may higit sa 1,000 laro. Ang available na online casino software ay simple dahil madali itong i-manage sa aming platform.",
  "res_design": "Responsive Design",
  "res_design_desp": "Ang aming website ay responsive, na nangangahulugang maayos itong ipinapakita sa tablets, mobile devices, at desktops para sa optimal na user experience.",
  "custmzd_options": "Mga Opsyon sa Customization",
  "custmzd_options_desp": "Nagbibigay kami sa aming mga kliyente ng malawak na hanay ng mga opsyon sa customization, na nagpapahintulot sa kanila na pumili ng kanilang nais na kulay, font, at layout para sa website. Tinitiyak nito na ang website ay sumasalamin sa kanilang natatanging estilo at kagustuhan.",
  "loading_speed": "Bilis ng Pag-load",
  "loading_speed_desp": "Ang aming website ay optimized para sa bilis at performance. Nagbibigay ito ng mabilis na loading time sa iba't ibang devices at koneksyon sa internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Ang aming B2B theme ay kilala sa natatanging mga tampok. Nagdagdag kami ng Parley option para sa mas pinahusay na karanasan sa pagtaya.",
  "b2b_theme_p2": "Ang aming theme ay may pinakamagandang kombinasyon ng kulay at design elements, tinitiyak ang magandang interface. Ang mga user ay may permiso na maglagay ng taya sa iba't ibang sports kabilang ang cricket, soccer, at tennis.",
  "b2b_theme_p3": "Mayroon din kaming iba't ibang casino games para sa higit pang entertainment options. Bukod dito, tampok ang iba't ibang uri ng casino, tulad ng AWC Casino, na may mahigit 500 slot games at higit sa 100 table games.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Nag-aalok ang aming B2C site ng user-friendly na karanasan para sa aming mga customer. Madali silang makakapag-register gamit ang kanilang phone number, na nagbibigay ng maginhawa at secure na paraan para gumawa ng account.",
  "b2c_theme_p2": "Kapag nakapag-register na, may opsyon ang mga user na mag-deposit sa kanilang account, na nagpapadali sa pagsisimula sa pagtaya at paglalaro. Bukod dito, nagbibigay kami ng seamless withdrawal process, na tinitiyak na maa-access nila ang kanilang panalo nang walang abala.",
  "b2c_theme_p3": "Upang mapabuti ang karanasan, nag-aalok kami ng bonus points na maaaring makuha at magamit ng mga user habang ginagamit ang platform. Nagdaragdag ito ng excitement at halaga para sa aming mga kliyente, na nagpapahintulot sa kanila na masulit ang kanilang deposits at withdrawals.",
  "b2c_theme_p4": "Sa kabuuan, ang aming B2C site ay dinisenyo upang magbigay ng hassle-free at enjoyable na karanasan sa pagtaya at paglalaro, na nagbibigay sa aming mga customer ng kalayaan na maglaro, mag-deposit, at mag-withdraw nang madali.",
  "request_demoID": "Humiling ng Demo ID",
  "form_name": "Pangalan *",
  "form_name_err": "Pakilagay ang iyong pangalan (hindi bababa sa 3 karakter).",
  "form_email": "Email *",
  "form_email_err": "Pakilagay ang valid na email.",
  "form_country": "Bansa *",
  "form_country_err": "Pakipili ang iyong bansa.",
  "form_district": "Distrito *",
  "form_district_err": "Pakilagay ang iyong distrito.",
  "form_whatsapp": "WhatsApp Number *",
  "form_whatsapp_err": "Pakilagay ang valid na WhatsApp number.",
  "form_turnover": "Monthly Turnover *",
  "form_turnover_err": "Pakilagay ang iyong monthly turnover.",
  "form_users": "Ilang Users *",
  "form_users_err": "Pakilagay ang valid na bilang ng users.",
  "form_current": "Kasulukuyang Platform na Ginagamit *",
  "form_current_err": "Pakilagay ang iyong kasulukuyang platform.",
  "form_issues": "Mga Isyu sa Kasulukuyang Platform *",
  "form_issues_err": "Pakilagay ang mga isyu (hindi bababa sa 10 karakter).",
  "form_telegram": "Nasa Telegram ka ba? *",
  "form_select": "-- Piliin --",
  "form_yes": "Oo",
  "form_no": "Hindi",
  "form_telegram_err": "Pakipili kung may Telegram handle ka.",
  "form_telhandle": "Telegram Handle *",
  "form_telhandle_err1": "Kinakailangan ang Telegram handle.",
  "form_telhandle_err2": "Dapat magsimula ang Telegram handle sa &#64; (hal., &#64;username).",
  "demo_url": "Demo URL",
  "form_submit": "Isumite",
  "form_name_ph": "Ilagay ang iyong pangalan",
  "form_email_ph": "Ilagay ang iyong email",
  "form_district_ph": "Ilagay ang iyong distrito",
  "form_whatsapp_ph": "Ilagay ang WhatsApp number",
  "form_turnover_ph": "Ilagay ang iyong monthly turnover",
  "form_users_ph": "Ilagay ang bilang ng users",
  "form_current_ph": "Ilagay ang kasulukuyang platform",
  "form_issues_ph": "Ilagay ang mga isyu sa kasulukuyang platform",
  "form_telhandle_ph": "Ilagay ang iyong Telegram Handle",
  "our_commitment": "Aming Pangako",
  "our_commitment_p1": "Ang VRNL ay nakatuon sa pagprotekta sa iyong privacy at seguridad ng iyong personal at pinansyal na impormasyon. Ang patakarang ito ay nagpapaliwanag kung anong impormasyon ang aming kinokolekta, paano namin ito ginagamit, at ang mga hakbang na aming ginagawa upang protektahan ito. Ang mga pagtukoy sa vrnl.net ay kabilang din ang mga application nito.",
  "our_commitment_p2": "Ang patakarang ito ay naaangkop sa lahat ng VRNL websites at applications kung saan ito naka-post, alinsunod sa mga naaangkop na batas sa mga rehiyon kung saan kami nagpapatakbo. Maaaring may karagdagang region- o service-specific privacy notices na sumusuporta sa patakarang ito.",
  "our_commitment_p3": "Kung magbibigay ka ng impormasyon sa pamamagitan ng third-party platforms (hal., social media logins), kinokolekta namin ang data sa pamamagitan ng mga integration na iyon alinsunod sa patakarang ito. Gayunpaman, ang sariling privacy practices ng third-party ay namamahala sa data na direktang kinokolekta nila. Ang mga privacy settings sa ganitong platforms ay hindi nakakaapekto sa paggamit ng VRNL ng data na nakolekta sa aming sites o apps.",
  "our_commitment_p4": "Maaaring maglaman ang aming platforms ng links sa external sites na hindi pag-aari o kontrolado ng VRNL. Hindi kami responsable sa kanilang privacy practices at hinihikayat naming suriin ang kanilang policies bago magbahagi ng impormasyon.",
  "our_commitment_p5": "Dapat basahin ang Privacy Policy na ito kasama ng aming Terms of Use.",
  "user_content": "Pahintulot ng User",
  "user_content_para": "Sa paggamit ng vrnl service (halimbawa, kapag nag-register para sa account, bumili ng serbisyo, pumasok sa contest o promo, nakipag-ugnayan sa amin, sa aming sites o applications), sumasang-ayon ka sa aming pagkolekta, paggamit at pagbabahagi ng iyong personal na impormasyon ayon sa patakarang ito. Sa ilang kaso, lalo na kung ikaw ay nakatira sa bansa na saklaw ng data protection regulation, maaaring hilingin naming ibigay ang explicit consent bago ma-access ang aming serbisyo para sa karagdagang operasyon. Kung ikaw ay roaming user o naglalakbay sa iba't ibang bansa at gumagamit ng vrnl services, ituturing naming primary country ang bansang pinarehistro at ang pahintulot na nakuha sa oras ng registration ay mananatiling wasto para sa pagproseso ng iyong personal na impormasyon. Ang privacy terms na naaayon sa batas ng bansang iyon sa oras ng registration ay magiging naaangkop sa iyo.",
  "accessing_webNet": "Pag-access sa Website at Network 18 Services via VPN",
  "accessing_webNet_p1": "Hindi mo dapat i-access o gamitin ang VRNL websites o services sa pamamagitan ng anumang paraan o teknolohiya na nagtatago o nagmumukhang iba ang iyong aktwal na lokasyon (hal., paggamit ng Virtual Private Network (VPN) o katulad na tools).",
  "accessing_webNet_p2": "Hindi magiging responsable ang VRNL sa pagkolekta, pag-iimbak, o pagproseso ng iyong personal na impormasyon kung ginagamit ang ganitong paraan ng access.",
  "collection_personalInfo": "Pagkolekta ng Personal na Impormasyon at Paggamit Nito",
  "collection_personalInfo_p1": "Ang “Personal Information” (PII) ay tumutukoy sa anumang data na direktang o hindi direktang makakakilala sa isang indibidwal, tulad ng pangalan, postal address, email address, o mobile number. Kapag ang anonymous data ay iniuugnay sa Personal Information, ito rin ay itinuturing na Personal Information.",
  "collection_personalInfo_p2": "Kinokolekta lamang ng VRNL ang kinakailangang Personal Information upang matugunan ang iyong mga kahilingan at magbigay ng customized na produkto at serbisyo. Hindi namin kinokolekta ang ganitong impormasyon maliban kung ito ay kusang ibinibigay ng gumagamit.",
  "collection_personalInfo_p3": "Maaaring gamitin ang iyong Personal na Impormasyon ng VRNL at ng mga kasosyo nito sa serbisyo upang patakbuhin ang aming mga website at serbisyo, at upang ipaalam sa iyo ang tungkol sa mga bagong tampok, produkto, at serbisyo na inaalok ng VRNL at ng mga kaakibat nito.",
  "info_provide_us": "1. Impormasyong ibinibigay mo sa amin",
  "info_provide_us_desp": "Maaaring hilingin namin at kolektahin ang sumusunod na personal na impormasyon tungkol sa iyo kapag ginamit mo ang vrnl.net at kung wala ang impormasyong ito, maaaring hindi namin maibigay ang lahat ng hinihinging serbisyo:",
  "reg_data": "a. Datos sa Pagrehistro",
  "reg_data_desp": "Upang magamit ang ilang tampok sa website, Application, at para sa Serbisyo (tulad ng pagrehistro sa events at kampanya sa website), maaari kang magbigay ng pangunahing impormasyon sa pakikipag-ugnayan, kabilang ngunit hindi limitado sa:",
  "reg_data_list": "<li><span>Pangalan</span></li> <li><span>Apelyido</span></li> <li><span>Email Address</span></li>",
  "user_pro_details": "b. Detalye ng profile ng user",
  "user_pro_details_desp": "Maaaring kolektahin at itala namin ang sumusunod na personal na impormasyon sa ilalim ng seksyong 'My Profile', na tumutulong sa amin na magbigay ng customized na feeds at mapanatili ang user profile, kabilang ngunit hindi limitado sa:",
  "user_pro_details_list": "<li><span>Pangalan</span></li> <li><span>Kasarian</span></li> <li><span>Email ID</span></li> <li><span>Petsa ng kapanganakan</span></li> <li><span>Bansa</span></li> <li><span>Lungsod</span></li> <li><span>Numero ng Mobile</span></li>",
  "mobile_device_permissions": "c. Pahintulot sa Mobile Device",
  "mobile_device_permissions_desp": "Kapag ginagamit ang aming application sa mobile devices/ tablets/ TV o anumang device na may access sa nasabing application, maaari naming hilingin at kunin ang access sa sumusunod:",
  "mobile_device_permissions_list": "<li><span>Accounts - Ginagamit para sa pamamahala ng maraming user accounts sa loob ng app at para sa login.</span></li> <li><span>Contacts - Ginagamit upang ma-access ang contacts ng user para mag-share ng artikulo sa app.</span></li> <li><span>Phone - Upang mabasa ang phone state at paganahin ang notifications sa device ng user. Kinokolekta ang IMEI upang uniquely identify ang bawat user lamang.</span></li> <li><span>Camera - Upang makapag-upload ang user ng images at profile image. Pinapayagan ang paggamit ng Camera sa loob ng vrnl.</span></li> <li><span>Microphone - Upang paganahin ang voice command actions.</span></li> <li><span>Storage - Upang ma-access ang files at folders mula sa loob ng App.</span></li> <li><span>SMS - Upang magpadala at tumanggap ng verification messages.</span></li>",
  "mobile_device_permissions_desp2": "Mahalaga ang mga pahintulot na ito para sa maayos na pagpapatakbo ng application. Maaaring pamahalaan ang mga pahintulot sa pamamagitan ng 'settings' ng kani-kanilang devices.",
  "info_voluntarily": "2. Impormasyong kusang ibinibigay mo sa amin",
  "info_voluntarily_desp": "Kung magpapadala ka sa amin ng personal na sulat, tulad ng emails o liham, o kung ibang users o third parties ang magpapadala sa amin ng sulat tungkol sa iyong aktibidad o postings sa vrnl.net, maaaring kolektahin at itala namin ang impormasyong iyon.",
  "info_voluntarily_para": "Maaaring kolektahin namin ang karagdagang impormasyon sa ibang pagkakataon, kapag nagbigay ka ng feedback, binago ang iyong content o email preferences, sumagot sa surveys, o nakipag-ugnayan sa amin. Maaaring kabilang dito ang iyong pangalan, email, mobile number, lokasyon, atbp.",
  "info_auto": "3. Impormasyong awtomatikong kinokolekta namin",
  "info_auto_desp": "Kinokolekta namin ang impormasyon tungkol sa iyo at sa paggamit mo ng aming serbisyo, ang iyong interaksyon sa amin at sa aming advertising, pati na rin ang impormasyon tungkol sa iyong computer o iba pang device na ginamit upang ma-access ang aming serbisyo (tulad ng mobile devices, tablets, at iba pang viewing devices). Kasama rito, ngunit hindi limitado sa:",
  "info_auto_list": "<li><span>Mga aktibidad sa vrnl.net tulad ng uri ng pages na binisita, oras na ginugol sa pages, search queries, atbp.</span></li> <li><span>Ang iyong interaksyon sa aming email, customer care, at messaging platform.</span></li> <li><span>Impormasyon ng geo-location sa pamamagitan ng IP addresses;</span></li> <li><span>Impormasyon ng device tulad ng device id, device model, at iba pang unique identifiers</span></li> <li><span>Advertising identifiers, tulad ng sa mobile devices at tablets (hal., Identifiers for Advertisers (IDFA) sa iOS at GAID sa Android devices);</span></li> <li><span>Impormasyon na nakolekta gamit ang cookies at iba pang teknolohiya*;</span></li>",
  "info_auto_note": "*Tandaan: Upang mapabuti ang iyong karanasan, maaari naming gamitin ang <b>cookies</b> o katulad na teknolohiya upang bigyan ka ng <b>unique User ID</b> at maintindihan ang iyong interes. Ang <b>cookies</b> ay hindi magbubunyag ng iyong pagkakakilanlan maliban kung kusang ibinigay mo ito, at hindi rin makaka-access sa data mula sa iyong device. Maaaring mag-set ng sarili nilang cookies ang advertisers kapag nakipag-interact ka sa kanilang ads, na hindi namin kinokontrol. Kinokolekta rin namin ang ilang teknikal na impormasyon sa tuwing ginagamit mo ang aming websites, applications, o services sa anumang internet-connected device.",
  "inferred_info": "4. Impormasyong nahuhinuha mula sa paggamit at log data",
  "inferred_info_desp": "Maaaring subaybayan namin ang ilang impormasyon tungkol sa iyo batay sa iyong pag-uugali sa vrnl.net. Ginagamit namin ito para sa internal research sa demographics, devices, interes, at pag-uugali ng mga user upang mas maunawaan, maprotektahan, at mapaglingkuran ang aming mga user. Ang impormasyong ito ay kinokompila at sinusuri sa aggregate na basehan.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Maaaring kolektahin din namin ang iyong impormasyon upang subaybayan ang pag-uugali at preference ng user para sa internal analytics at research. Maaari rin naming gamitin ang iyong impormasyon:</strong><br> (i) Upang suriin ang iyong interes sa investment options, serbisyo, offers, subscriptions; <br> (ii) Upang magsagawa ng analytics at customer research, upang matukoy ang iyong interes, tukuyin ang content na mag-generate ng sales at suriin ang traffic patterns.<br>",
  "inferred_info_a": "a. Interactive features",
  "inferred_info_a_desp1": "Ang vrnl.net ay may maraming features na nagbibigay-daan sa users/members na ibahagi ang kanilang pagkakakilanlan at makipag-ugnayan sa ibang users/members. Ang paggamit mo sa ganitong features at pagbibigay ng personal na detalye (hal., email address) ay sa iyong sariling panganib at hindi mananagot ang vrnl.net. Gayunpaman, kung may paglabag sa iyong privacy bilang resulta ng paggamit ng ganitong features, maaari mo kaming abisuhan sa pamamagitan ng email sa vrnl@gmail.com.",
  "inferred_info_a_desp2": "Kung magpasya kang mag-post ng messages sa social media accounts, message boards, chat rooms o iba pang message areas o magbigay ng feedback, kolektahin namin ang impormasyong ibinigay mo sa amin. Pinananatili namin ang impormasyong ito kung kinakailangan upang maresolba ang mga dispute, magbigay ng customer support, at mag-troubleshoot ng problema alinsunod sa batas. Maaari rin naming panatilihin ang impormasyon sa aggregated na paraan upang bumuo ng market trends at sentiments. Hindi namin ia-associate ang anumang personal na impormasyon sa comments o posts habang nagsasagawa ng ganitong analysis.",
  "inferred_info_b": "b. User Experience at Support",
  "inferred_info_b_desp1": "Tinutukoy at ginagamit namin ang iyong IP address upang makatulong sa pag-diagnose ng anumang problema sa aming server, at upang pamahalaan ang aming application. Ginagamit din ang IP address upang matukoy ka at makakuha ng broad demographic information upang i-customize ang iyong karanasan sa vrnl.net.",
  "inferred_info_b_desp2": "Minsan hihilingin naming kumpletuhin mo ang optional online surveys. Maaaring hilingin ang contact information at demographic info (hal., zip code, edad, atbp.). Ginagamit namin ang data upang i-tailor ang iyong karanasan sa vrnl.net at ipakita ang content na sa tingin namin ay magugustuhan mo at ayon sa iyong preferences.",
  "info_thirdparty": "5. Impormasyong kinokolekta sa pamamagitan ng third parties",
  "info_thirdparty_a": "a. Social Media Login",
  "info_thirdparty_a_desp": "Kapag nagrehistro ka gamit ang ibang accounts tulad ng Facebook, Gmail, atbp., kukunin namin ang impormasyon mula sa accounts na iyon upang magpatuloy sa pakikipag-ugnayan sa iyo at sa pagbibigay ng serbisyo. Kinokolekta namin ang sumusunod mula sa respective social media platforms, kabilang ngunit hindi limitado sa:",
  "info_thirdparty_a_list": "<li><span>Facebook - Pampublikong impormasyon, Pangalan, Email id, listahan ng kaibigan</span></li> <li><span>Google - Pangalan, Apelyido, Email id </span></li>",
  "info_thirdparty_b": "b. Transaksiyon o Billing Information",
  "info_thirdparty_b_desp": "Batay sa iyong pagbili ng subscription package, maaaring kolektahin ng aming payment gateway partner ang impormasyon kaugnay ng iyong credit/debit card o iba pang bank account details kasama ang iyong billing address. Ang impormasyon na ito ay itinatago ng aming payment gateway partner. Halimbawa, ginagamit ang third-party payment gateway partners upang iproseso ang subscription fee para sa pagbibigay ng access sa serbisyo. Tandaan na hindi direktang kinokolekta ng vrnl.net ang anumang financial information tulad ng credit card, debit card o net banking details mula sa iyo. Ang mga payment gateway partners ay hindi kontrolado ng VRNL. Kapag binisita ang mga ganitong gateway, ikaw ay responsable sa iyong sariling panganib. May sarili silang privacy policies na dapat suriin.",
  "lawfulness_processing": "I. Mga Layunin at Legalidad ng Pagproseso",
  "lawfulness_processing_desp1": "Kinokolekta at pinoproseso lamang ng vrnl.net ang personal data tungkol sa iyo kung may legal na basehan. Kabilang dito ang pagkuha ng explicit consent mula sa iyo o processing para sa 'legitimate interests', tulad ng pagbibigay ng customer support o processing ng data para sa premium services (hal., processing ng impormasyon ng payment gateway).",
  "lawfulness_processing_desp2": "Ginagamit namin ang impormasyon upang magbigay, suriin, pamahalaan, pagandahin at i-personalize ang serbisyo at marketing efforts, pati na rin para sa registration, orders, payments, at pakikipag-ugnayan sa iyo. Halimbawa:",
  "lawfulness_processing_list": "<li><span>tukuyin ang iyong portfolio requirements at magbigay ng personalized suggestions, tips at predictions sa market trends, alerts sa market changes at indices statistics;</span></li> <li><span>pigilan, tuklasin at imbestigahan ang posibleng ipinagbabawal o ilegal na aktibidad, kabilang ang fraud;</span></li> <li><span>suriiin at intindihin ang audience, pagbutihin ang serbisyo (kasama ang user interface experience) at i-optimize ang content selection, recommendation algorithms at delivery;</span></li> <li><span>makipag-ugnayan sa iyo tungkol sa aming serbisyo (hal., email, push notifications, text messaging, online messaging), upang ipaalam ang mga bagong features, content, special offers, promotions, contests at surveys, at tulungan ka sa operational requests tulad ng password reset.</span></li> <li><span>Ipabatid ang pagbabago sa terms of service.</span></li> <li><span>Pahintulutan kang lumahok sa interactive features sa pamamagitan ng aming serbisyo.</span></li> <li><span>Isagawa ang aming obligasyon at ipatupad ang aming karapatan mula sa anumang kontrata sa pagitan mo at namin, kabilang ang billing, chargeback at collection.</span></li>",
  "lawfulness_processing_desp3": "Maaaring gamitin ang iyong impormasyon upang magbigay ng personalized experience sa paggamit ng aming sites/apps, at para sa insight at marketing purposes.",
  "lawfulness_processing_desp4": "Nagbibigay kami ng personalization gamit ang data na isinusumite mo sa amin sa pamamagitan ng cookies, IP addresses, web beacons o katulad na teknolohiya kaugnay sa devices na ginagamit mo. Mangyaring magbigay ng explicit consent kapag kinokolekta ang data at/o i-adjust ang user preferences sa account profile.",
  "info_usedBy": "II. Impormasyong ginagamit ng kumpanya",
  "info_usedBy_desp1": "Ang impormasyong ibinibigay ng users ay tumutulong sa pagpapabuti ng Serbisyo at pagbibigay ng user-friendly experience. Maaari ring hilingin ang contact address depende sa serbisyo. Maaaring gamitin ang impormasyong ito upang panatilihin, protektahan, at pagandahin ang Serbisyo (kasama ang advertising sa 'Application') at pag-develop ng bagong serbisyo. Maaari rin gamitin ang email para sa marketing messages sa iyong consent, ayon sa lokal na batas [may option para mag-subscribe/unsubscribe]. Maaari ring gamitin ang email para sa non-marketing purposes tulad ng notifications, customer service, billing, atbp.",
  "info_usedBy_desp2": "Ang anumang personal na impormasyong ibinigay ng user na malayang accessible sa public domain tulad ng comments, messages, blogs, ay hindi itinuturing na sensitibo. Kung hindi ibibigay ang impormasyon, maaaring hindi maibigay ang ilang serbisyo. Ang pagbibigay ng impormasyon sa Application o Services ay nagagamit upang i-update ang personal information para sa mas magandang features para sa user.",
  "disclosure_tp": "III. Pagbabahagi sa third parties",
  "disclosure_tp_b": "b. Advertising",
  "disclosure_tp_b_desp": "Kapag ipinapakita namin ang impormasyon sa advertisers para maunawaan nila ang audience at ang halaga ng advertising sa aming websites o Applications, ito ay karaniwang sa anyo ng aggregated statistics. Gumagamit kami ng third-party advertising companies upang mag-serve ng ads. Maaaring gamitin nila ang impormasyon (kasama ang pangalan, address, email, telepono o anumang personal na impormasyon) tungkol sa iyong pagbisita sa aming site o iba pang websites/applications upang magbigay ng ads na interesado sa iyo. Hindi namin ibinibigay ang personal na impormasyon sa third-party websites/advertisers/ad-servers nang walang consent mo.",
  "disclosure_tp_d": "d. Promotional Offers",
  "disclosure_tp_d_desp": "Ibabahagi o ipapahayag namin ang iyong personal na impormasyon sa labas ng vrnl.net kapag may consent ka. Halimbawa, SMS at Email services tulad ng newsletters, promotions, at offers.",
  "disclosure_tp_f": "f. Legal",
  "disclosure_tp_f_desp": "Maaaring ibahagi ang personal information ng vrnl.net kung kinakailangan ng batas o kung may good-faith belief na kailangan ito upang:",
  "disclosure_tp_f_list": "<li><span>sundin ang batas o legal process;</span></li> <li><span>protektahan at ipagtanggol ang karapatan o ari-arian ng site-owners, site o users ng vrnl.net;</span></li> <li><span>kumilos sa mahigpit na sitwasyon para protektahan ang personal safety ng users, site, owners, o publiko.</span></li>",
  "controls_choices": "IV. Ang Iyong Kontrol at Mga Pagpipilian",
  "managing_info": "Pamamahala ng Iyong Impormasyon",
  "managing_info_desp1": "Kapag ginamit mo ang Mga Serbisyo mula sa moneycontrol (mga website o alinman sa mga sub-site nito), ginagawa naming mabuti ang pagsisikap na ibigay sa iyo, kapag hiniling mo, ang access sa iyong personal na impormasyon at tinitiyak din na anumang personal na impormasyon o sensitibong personal na datos na natukoy na mali o kulang ay maaayos o mababago hangga't maaari, alinsunod sa anumang kinakailangan para sa naturang personal na impormasyon o sensitibong datos na itago ng batas o para sa lehitimong layunin ng negosyo.",
  "managing_info_desp2": "Hinihiling namin sa bawat user na kilalanin ang kanilang sarili at ang impormasyong nais i-access, itama o tanggalin bago iproseso ang mga ganitong kahilingan, at maaari naming tanggihan ang mga kahilingang paulit-ulit, labis o teknikal na mahirap, naglalagay ng panganib sa privacy ng iba, o labis na impraktikal (halimbawa, kahilingan tungkol sa impormasyon na nasa backup tapes), o kung saan hindi kinakailangan ang access. Sa anumang kaso, kung nagbibigay kami ng access at koreksyon ng impormasyon, ginagawa namin ito nang walang bayad, maliban kung ito ay mangangailangan ng labis na pagsisikap. Dahil sa paraan ng pagpapanatili namin ng ilang serbisyo, matapos mong tanggalin ang iyong impormasyon, maaaring abutin ng ilang panahon bago ito tuluyang matanggal mula sa aming aktibong server at maaaring manatili sa aming backup systems.",
  "managing_info_desp3": "Upang maisagawa ang mga karapatan na naaangkop sa iyo bilang isang data subject, kailangan mong sumulat sa amin at magsumite ng kahilingan para sa tinukoy na karapatan. Siguraduhing gamitin ang angkop na paksa upang banggitin ang karapatan (hal., Data Access Request, Data Portability Request, Data Deletion Request) sa bawat kahilingan, makakatulong ito sa amin na mas mabilis at mas maayos na maproseso ang iyong mga kahilingan.",
  "managing_info_desp4": "Binibigyan ka namin ng kakayahang isagawa ang ilang kontrol at pagpipilian tungkol sa aming pagkolekta, paggamit at pagbabahagi ng iyong personal na impormasyon. Alinsunod sa naaangkop na batas, ang iyong mga kontrol at pagpipilian ay maaaring kabilang ang:",
  "dataAccess_port": "a. Pag-access at Portabilidad ng Data",
  "dataAccess_port_desp": "Ang EU - (General Data Protection Regulation) ay nagbibigay sa iyo, bilang data subject, ng karapatan na humiling ng kopya ng iyong personal na impormasyon na hawak namin. Maaari ka ring humiling ng kopya ng personal na impormasyon na ibinigay mo sa amin sa isang istrukturadong, karaniwang ginagamit, at machine-readable na format at/o hilingin sa amin na ipadala ang impormasyong ito sa ibang service provider (kung teknikal na posible).",
  "data_retention": "c. Pag-iimbak at Pagtatanggal ng Data",
  "data_retention_desp1": "Itinatago namin ang iyong personal na impormasyon hangga't kinakailangan para sa lehitimong interes na nakasaad sa patakarang ito at upang makasunod kami sa aming mga legal na obligasyon. Kung hindi mo na nais gamitin namin ang iyong impormasyon, maaari mong hilingin na burahin ang iyong personal na impormasyon at isara ang iyong vrnl.net account.",
  "data_retention_desp2": "Pakitingnan na kung ang iyong kahilingan para sa pagtanggal ng iyong personal na impormasyon;",
  "data_retention_list": "<li><span>Maaari naming panatilihin ang ilang personal na impormasyon para sa aming lehitimong interes sa negosyo, tulad ng pagtuklas at pag-iwas sa pandaraya at pagpapahusay ng kaligtasan. Halimbawa, kung sinuspinde namin ang isang vrnl.net account dahil sa pandaraya o kadahilanang pangkaligtasan, maaaring panatilihin namin ang ilang impormasyon mula sa account na iyon upang maiwasan ang muling pagbubukas ng bagong account sa hinaharap.</span></li> <li><span>Maaari naming panatilihin at gamitin ang iyong personal na impormasyon hangga't kinakailangan upang makasunod sa aming mga legal na obligasyon. Halimbawa, maaaring panatilihin namin ang ilang impormasyon para sa buwis, legal reporting at auditing obligations.</span></li> <li><span>Ang impormasyong ibinahagi mo sa iba (hal., Reviews, forum postings) ay maaaring patuloy na nakikita sa publiko sa vrnl.net, kahit na nakansela na ang iyong account. Gayunpaman, ang attribution ng naturang impormasyon sa iyo ay aalisin. Bukod dito, ang ilang kopya ng iyong impormasyon (hal., log records) ay maaaring manatili sa aming database, ngunit hindi na naka-link sa personal identifiers.</span></li> <li><span>Dahil pinananatili namin ang mga kopya ng personal na impormasyon upang protektahan mula sa aksidente o malisyosong pagkawala at pagkasira, ang natitirang mga kopya ng iyong personal na impormasyon ay maaaring hindi agad matanggal mula sa aming backup systems sa loob ng limitadong panahon.</span></li>",
  "data_retention_note": "(Tandaan: Kung mayroon kang maraming account sa moneycontrol, kailangan mong magsumite ng hiwalay na kahilingan para sa bawat isa sa mga account na iyon, gamit ang kaugnay na email IDs.)",
  "withdrawing_consent": "d. Pagbawi ng Pahintulot at Paghihigpit sa Pagproseso",
  "withdrawing_consent_desp": "Para bawiin ang iyong pahintulot anumang oras habang ginagamit ang aming serbisyo, maaari mo itong gawin sa pamamagitan ng pagpapadala ng e-mail. Susuriin namin ang iyong kahilingan at maaaring hilingin sa iyo na patunayan ang iyong pagkakakilanlan. Matapos ang beripikasyon, babawiin namin ang pahintulot na iyong hiniling at ihihinto ang anumang karagdagang pagproseso ng iyong personal na impormasyon.",
  "fail_provideConsent": "V. Kung hindi ka magbibigay ng pahintulot",
  "fail_provideConsent_desp": "Dapat naming ipaalam sa iyo na ang vrnl.net ay isang ad-serving platform. Ang advertisements ang pangunahing bahagi ng aming negosyo, kaya't ang pahintulot upang gamitin at iproseso ang iyong personal na impormasyon para sa advertising ay mahalaga para maibigay namin ang aming serbisyo sa iyo. Ang paggamit ng personal na impormasyon para sa ad-serving ay isang binding criterion at hindi namin maibibigay ang aming serbisyo kung hindi mo pahihintulutan ang paggamit ng iyong impormasyon para dito.",
  "childrens_privacy": "VI. Privacy ng mga Bata",
  "childrens_privacy_desp1": "Ang vrnl.net ay hindi sadyang idinisenyo para sa mga tao na mas mababa sa 16 taong gulang. Hindi pinapayagan ng vrnl ang sinumang nasa ilalim ng 16 na magrehistro o magbigay ng anumang personal na impormasyon. Kung malaman ng vrnl na may nakolektang personal na impormasyon ng isang menor de edad nang walang beripikadong pahintulot ng magulang, gagawin ng vrnl ang mga angkop na hakbang upang tanggalin ito at ipaalam sa magulang.",
  "childrens_privacy_desp2": "Gayunpaman, itinuturing naming responsibilidad ng mga magulang na subaybayan ang paggamit ng serbisyo ng kanilang mga anak. Hindi namin sadyang kolektahin o iproseso ang personal na impormasyon ng mga bata sa ilalim ng 16 taong gulang o magpadala ng promotional materials sa kanila. Kung naniniwala ang magulang o guardian na ang isang menor ay nagbigay ng personal na impormasyon sa vrnl nang walang pahintulot, mangyaring makipag-ugnayan sa aming customer support upang matiyak ang pagtanggal ng impormasyon.",
  "data_transfer": "VII. Paglilipat, Pag-iimbak at Pagproseso ng Data sa Buong Mundo",
  "data_transfer_desp": "Kami ay global at maaaring ilipat ang iyong personal na impormasyon sa mga kumpanya ng vrnl affiliated o third parties sa iba’t ibang lugar sa mundo para sa mga layunin na nakasaad sa privacy policy na ito. Anumang paglilipat, pag-iimbak o pagproseso ng personal na impormasyon, gagawin namin ang makatuwirang hakbang upang maprotektahan ang privacy. Kapag gumagamit o naglalantad ng impormasyon mula sa EU, gumagamit kami ng standard contractual clauses na aprubado ng European Commission at sumusunod sa batas ng EU para sa sapat na proteksyon.",
  "security_compliance": "VIII. Seguridad at Pagsunod sa Batas",
  "security_compliance_desp": "Patuloy naming ipinapatupad at ina-update ang administratibo, teknikal, at pisikal na mga hakbang sa seguridad upang protektahan ang impormasyon laban sa hindi awtorisadong access, pagkawala, pagkasira, o pagbabago. Kasama dito ang firewalls, data encryption, at information access controls. Kung may kaalaman ka o pinaghihinalaan na ang iyong vrnl.net account credentials ay nawala, ninakaw, nabago, o nakompromiso, makipag-ugnayan sa aming customer support.",
  "changein_policy": "IX. Pagbabago sa Patakaran",
  "changein_policy_desp": "Ang Privacy Policy na ito ay maaaring baguhin paminsan-minsan. Nirerespeto namin ang karapatan na baguhin ang mga termino upang matiyak ang pagsunod sa batas ('Updated Terms'). Ang Updated Terms ay magiging epektibo kaagad at papalitan ang lumang terms. Ipapabatid namin sa iyo kung ang pagbabago ay makakaapekto sa iyong karapatan o kung kinakailangan ng batas. Responsibilidad mo ang regular na pagsusuri ng Privacy Policy. Sa pagpapatuloy ng paggamit ng vrnl.net matapos mailathala ang Updated Terms, pinapahayag mo ang iyong pagsang-ayon sa bagong terms.",
  "contact_info": "X. Impormasyon sa Pakikipag-ugnayan",
  "contact_info_a": "a. Suporta",
  "contact_info_a_desp": "Kung kailangan mo ng impormasyon o paglilinaw tungkol sa paggamit ng iyong personal na impormasyon o patakarang ito, mangyaring mag-email sa amin sa",
  "contact_info_b": "b. Reklamo",
  "contact_info_b_desp1": "Maaari kang sumulat sa aming data protection officer kung may reklamo. May karapatan kang ireklamo ang data processing ng vrnl.net sa kinauukulang awtoridad sa proteksyon ng datos.",
  "contact_info_b_desp2": "Kung may katanungan o reklamo tungkol sa pagkolekta, pagproseso, paglilipat ng personal na datos o patakarang ito, mangyaring makipag-ugnayan sa aming Data Protection Officer.",
  "risk_management_title": "Ang Iyong Pustahan, Aming Responsibilidad: Walang Kapantay na Pamamahala ng Panganib &",
  "risk_management_title2": "Isang kumpanya na patuloy na naghahanap ng mga makabagong solusyon upang matugunan ang pangangailangan ng negosyo.",
  "dedicated_rm_team": "Dedikadong Risk Management Team",
  "dedicated_rm_team_desp": "Mayroon kaming dedikado at <b> napaka-experienced na risk management team </b> na gumagana <b>24/7.</b> Ang pangunahing tungkulin nila ay subaybayan ang bawat pustahan at transaksyon sa aming platform upang matiyak ang <b> patas na laro </b> at <b> kaligtasan </b> para sa lahat ng user.",
  "key_features_rm": "Pangunahing Tampok",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Real-Time Monitoring:</strong> Patuloy na sinusubaybayan ng advanced systems ang bets, pagbabago ng odds, at aktibidad ng user.</span></li> <li><strong>Manual Review:</strong> Nagti-trigger ng alerts para sa masusing pagsusuri ng betting patterns, shifts ng odds, at behavior ng account.</li> <li><strong>Risk Mitigation:</strong> Agarang aksyon tulad ng voiding/suspending bets, freezing accounts, o pag-verify ng user kung may irregularidad.</li> <li><strong>Data Analysis:</strong> Patuloy na pagsusuri ng live at historical data para matukoy ang risk trends at mapabuti ang prevention strategies.</li> <li><strong>Incident Response:</strong> Isang structured plan para mabilis at epektibong pamahalaan ang security breaches, pandaraya, o iba pang banta.</li>",
  "benefits_rm": "Mga Benepisyo",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Patuloy na Pagsasanay:</strong> Continuous skill development para sa risk team upang epektibong harapin ang bagong banta.</span></li> <li><strong>Advanced Technology at Seguridad:</strong> Regular na upgrades, penetration testing, software updates, at security audits.</li> <li><strong>Transparency:</strong> Malinaw na komunikasyon sa user tungkol sa risk management actions upang mapanatili ang tiwala.</li> <li><strong>Continuous Improvement:</strong> Evolving strategies base sa nakaraang insidente at emerging risks upang protektahan ang integridad ng platform at interes ng user.</li>",
  "sbs_bold": "Sports <strong> Betting Software </strong>",
  "sbs_bold_p1": "Handa ka na bang i-level up ang iyong karanasan sa pagtaya sa sports? Huwag nang humanap pa kundi ang VRNL Sports Betting Software! Sa artikulong ito, tatalakayin natin kung paano mababago ng makabagong teknolohiya ng VRNL ang iyong paraan ng pagtaya. Sa higit dalawang dekada ng karanasan sa industriya, VRNL ang iyong maaasahang katuwang para sa makabagong solusyon sa sports betting. Tuklasin natin ang mundo ng sports betting software at alamin kung paano namin mapapataas ang iyong laro.",
  "sbs_bold_p2": "Nag-aalok ang VRNL Sports Betting Software ng maraming posibilidad para sa mga mahilig sa sports at bettors. Sa pagtutok sa pagbibigay ng tumpak, may kaugnayan, at kapaki-pakinabang na impormasyon, pinagsasama ng VRNL ang ekspertis sa paksa at personal na karanasan upang lumikha ng komprehensibong solusyon sa pagtaya. Magtiwala sa VRNL upang iangat ang iyong karanasan sa sports betting sa mas mataas na antas.",
  "sbs_bold_p3": "Tuklasin ang sports betting software ng VRNL ngayon at i-level up ang iyong laro sa pagtaya!",
  "sbs_try_b2b": "Subukan ang aming B2B Betting software",
  "sbs_try_b2c": "Subukan ang aming B2C Betting software",
  "sbs_mf_desp": "Nag-aalok kami ng malawak na hanay ng mga tool upang mapadali ang pamamahala ng aming betting software. Kabilang dito, binibigyang-diin namin ang pinakamakapangyarihan at, higit sa lahat, ang mga mahalaga para makipagkumpetensya sa pandaigdigang merkado:",
  "sbs_mf_list": "<li> <strong> Real-Time Odds</strong> Manatiling updated sa real-time odds na nagbibigay sa iyo ng competitive edge. Tinitiyak ng software ng VRNL na hindi mo mamimiss ang pinakamahusay na pagkakataon. </li> <li> <strong> Mobile Compatibility </strong> Tumaya kahit saan gamit ang mobile-compatible na software ng VRNL. Gamit man ang iOS o Android, ang platform ay nag-aangkop sa iyong device para sa seamless na karanasan. </li> <li> <strong> Advanced Odds Service</strong> nire-define ang sports data APIs. Nagbibigay ito ng 100% tumpak na pre-match odds at pinakamabilis na live data odds feeds na may minimal na latency.</li> <li> <strong> Flexible Integration</strong> Maaaring seamlessly na ma-integrate ang aming platform sa iyong system sa pamamagitan ng API o iFrame, nag-aalok ng versatility sa implementasyon.</li>",
  "sbs_benefits": "Ano ang mga benepisyo? <b> Ipaliwanag natin</b>",
  "sbs_benefits_p1": "<strong>Ang bentahe ng pagpapatakbo ng Online at Retail betting platform</strong> Ang pagsisimula ng online betting platform ay maaaring maging hamon.",
  "sbs_benefits_p2": " Kaya naman, dinisenyo namin ang isang <strong>komprehensibong sports betting software </strong> na environment upang gawing mas maayos ang proseso, kumpleto sa top-notch odds providers para sa pinakamalawak na coverage.",
  "sbs_benefits_p3": "Ang aming mga regulated partners ay tumatanggap ng buong suporta sa kanilang pagpasok sa online betting industry, kasama ang opsyon ng Branded o Non-Branded na bersyon ng aming mga platform.",
  "sbs_benefits_p4": "Kasama sa aming software ang matibay na risk management tools, na ginagawang mabilis at madali ang setup, at handa rin itong mag-scale habang lumalago ang iyong negosyo.",
  "sbs_benefits_p5": "Ang pamamahala ng <strong> online players at betting shops </strong> ay hindi naging ganito kadali at user-friendly.",
  "complete_sbs": "Kompletong Sports <strong> Betting software </strong>",
  "whatwe_have": "Ano ang mayroon kami para sa iyo?",
  "whatwe_have_list": "<li> <strong>Player Account Controls </strong> Nagbibigay ang aming platform ng matibay na player account management, kabilang ang registration at verification services. Mayroon din kaming epektibong sistema upang matukoy at tugunan ang fraudulent accounts. </li> <li> <strong>Geolocation Tools </strong> Nag-aalok kami ng mga tool na maaaring kumuha ng impormasyon ng lokasyon mula sa IP addresses, tinitiyak ang tumpak na geolocation services.</li>",
  "whatwe_have_desp": "Sa aming komprehensibong suporta, ang pangunahing pokus mo ay maaaring nakatuon sa pagtatayo at pagpapalawak ng iyong retail betting shops at online networks.",
  "b2c_sbs": "B2C sports betting software",
  "b2c_sbs_p1": "Ang VRNL ang iyong pangunahing destinasyon para sa B2C sports betting software solutions. Kami ay isang maaasahang pangalan sa industriya, dedikado sa pagbibigay ng cutting-edge software na nagpapahusay sa iyong karanasan sa sports betting. Gamit man ang karanasan o baguhan sa mundo ng sports wagering, narito ang mga tool na kailangan mo upang i-level up ang iyong laro. Subukan ang VRNL sports betting software ngayon at iangat ang iyong betting game sa susunod na antas!",
  "b2c_sbs_p2": "Ang B2C (business-to-consumer) sports betting software ay tumutukoy sa teknolohiya at platform na ginagamit ng sportsbook operators upang direktang mag-alok ng sports betting services sa end-users.",
  "b2c_sbs_p3": " Ang ganitong uri ng software ay nagpapahintulot sa mga consumer na maglagay ng taya sa iba't ibang sports events sa pamamagitan ng web o mobile applications. Narito ang ilang pangunahing feature at components ng B2C sports betting software:",
  "b2c_sbs_list": "<li> <b>User Registration and Account Management:</b> Pinapayagan ang mga user na gumawa ng account, pamahalaan ang personal na impormasyon, at subaybayan ang kasaysayan ng pagtaya. </li> <li> <b>Customer Support:</b> Nagbibigay ng customer support options, tulad ng live chat, email, at phone support, upang tulungan ang mga user sa kanilang mga katanungan at isyu. </li> <li> <b>Affiliate Programs:</b> Nag-aalok ng affiliate programs para sa marketing at promosyon, na nagbibigay-daan sa mga partners na kumita ng komisyon sa pagpapakilala ng mga user. </li>",
  "casino_sbs": "Casino at Sports <strong>Betting software </strong>",
  "casino_sbs_list": "Providers 75 + higit pa<br /> Slot machine 15,000 + higit pa<br /> Table games 500 + higit pa<br /> Video poker 700 + higit pa<br /> Iba pang games 200 + higit pa<br /> Live Game Show<br /> First Person games<br /> American roulette live<br /> Live blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "casino platform",
  "onc_desp1": "Nagbibigay ang VRNL ng kumpletong solusyon sa pamamagitan ng aming <strong>White Label Casino</strong> offering.",
  "onc_desp2": "Ang aming <strong> online casino platform </strong> ay idinisenyo para sa pagiging simple, na tinitiyak ang madaling pamamahala para sa parehong baguhan at may karanasang propesyonal. Sa VRNL, makakatanggap ka ng komprehensibong gabay upang simulan ang iyong <strong>online casino </strong>venture.",
  "onc_desp3": "Bago ka sumabak, inaanyayahan ka naming masaksihan ang seamless na operasyon nito sa aktwal na paggamit.",
  "wlc_mainFeatures_desp1": "Nag-aalok kami ng malawak na hanay ng mga tool na dinisenyo upang bigyang kapangyarihan ka sa pamamahala ng aming online casino platform. Kabilang dito, pinili namin ang mga pinaka-maimpluwensya at mahalaga upang magtagumpay sa mapagkumpitensyang pandaigdigang merkado:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Pinakamalawak na katalogo ng online casino games sa buong mundo,</strong> maingat na pinili mula sa mga nangungunang provider sa industriya </li> <li> <strong class='black-color'>Mga Tool para sa Bonuses</strong> at Slot Profitability Optimization </li> <li> <strong class='black-color'>Campaign Builder</strong> at Pamamahala ng Game Tournaments</li> <li>Maaaring <strong class='black-color'>integrate nang seamless sa pamamagitan ng API o iFrame technology.</strong> </li>",
  "wlc_mainFeatures_desp2": "Bukod dito, kasama sa aming package ang live casino software, na nagbibigay-daan sa iyo upang magbigay sa iyong mga user ng tunay na karanasan ng casino mula sa ginhawa ng kanilang sariling tahanan.",
  "wlc_benefits": "Ano ang mga benepisyo?",
  "letus_explain": "Ipaliwanag natin",
  "letus_explain_desp1": "Nais mo bang pumasok sa mundo ng online betting? Nag-aalok ang VRNL Company ng",
  "letus_explain_desp2": "casino white label solution na maaaring maging perpektong panimula mo.",
  "letus_explain_desp3": "Gamitin ang aming propesyonal na serbisyo at ekspertis, kasama ang aming advanced <strong>casino platforms</strong> at teknolohiya. Nakikinabang ang aming mga regulated partners sa malawak na suporta habang pumapasok sa industriya ng online casino, na may opsyon ng branded o non-branded platform versions.",
  "letus_explain_desp4": "Ang pagsisimula ng online casino venture ay maaaring maging komplikadong proseso. Kaya, nilikha namin ang kompletong casino environment, nag-aalok ng top gaming providers at higit sa 1,000 na laro. Ang aming gaming math ay secure at certified, na nagbibigay sa iyo ng kapanatagan ng isip.",
  "letus_explain_desp5": "Palawakin ang iyong negosyo nang madali gamit ang matibay na risk management tools ng aming platform para sa mabilis at madaling setup.",
  "wlc_complete_solutions": "Kompletong <span> Casino White Label</span> Solutions",
  "wlc_offer": "Ano ang inaalok namin para sa iyo?",
  "wlc_complete_solutions_list": "<li>Verification Procedures, opisyal na aprubado ng regulatory authorities</li> <li>Affiliate marketing tools, referral system, at social media integration</li> <li>Mobile Push Notifications, Web Push Notifications, at In-App Messaging</li> <li>Player Account Controls, Registration at Verification, at Fraudulent Account Detection System </li> <li>Geolocation tools para sa pagkuha ng lokasyon mula sa IP address</li>",
  "wlc_complete_solutions_more": "Pero teka, may higit pa",
  "wlc_complete_solutions_desp": "<strong>Ang platform ng VRNL ay finely tuned para sa pinakamataas na performance</strong> at stability. Ginagamit namin ang makabagong teknolohiya na tumatakbo nang dalawang beses kabilis kumpara sa regular na casino platforms. Ang aming malawak na karanasan ay lumikha ng pinakamabilis at pinakamakapangyarihang application ngayon.",
  "wlc_numbers": "<span>White Label</span> Casino sa numero",
  "wlc_numbers_p1": "Tuklasin ang walang limitasyong posibilidad ng aming VRNL company's White Label Casino solutions. Iangat ang iyong casino negosyo gamit ang aming malawak na hanay ng casino offerings.",
  "wlc_numbers_p2": "Pinakamahusay na seleksyon ng nangungunang Live Casino providers sa buong mundo",
  "wlc_numbers_p3": "Hindi matatawarang iba't ibang live tables na available online, na may multi-channel delivery.",
  "wlc_numbers_list": "<li>Mahigit 75 providers</li> <li>Higit 15,000 slot machines</li> <li>500+ table games</li> <li>700+ video poker games</li> <li>Higit sa 200 iba pang laro</li>",
  "wlc_numbers_p4": "Gagabayan ka ng aming dedikadong team sa lahat ng phases, mula sa initial training hanggang sa paglulunsad ng iyong production.",
  "wlb_platform": "White Label Betting platform",
  "wlb_platform_p1": "Nag-aalok ang Vrnl ng <b class='bold'>white label sportsbook solution</b> ng komprehensibo at fully managed na exchange platform. <br />",
  "wlb_platform_p2": "Isa sa mga standout features ng aming white label sportsbook solution ay ang natatanging <b class='bold'>bilis sa paglikha at deployment ng website.</b> Maaaring mapatakbo ng aming dedikadong team ang iyong sportsbook website sa loob lamang ng sampung araw ng trabaho, <b class='bold'>na naaayon eksakto sa iyong mga natatanging pangangailangan.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Kasama sa aming serbisyo ang specialized hosting</b>, lahat ng kinakailangang software, live sports odds data feeds, risk management tools, at top-notch customer support services. Kami ay nangungunang white label betting platform.",
  "wlb_platform_list": "<li> Website Development, <b>Branding, Tailoring</b>, at Rigorous Testing ng Clients’ Exchange </li> <li>Regular ongoing enhancements at feature updates</li> <li> <b>Hardware Provisioning</b>, Hosting, Continuous 24/7 Vigilance, at Comprehensive Support </li> <li> <b>Diverse Array of Betting Markets,</b> Sports Categories, at League Offerings </li> <li>Efficient bet acceptance at accurate settlement processes</li> <li>Advanced Risk Management, Robust Accounting, at Vigilant Monitoring Tools</li>",
  "wlb_platform_p4": "Maingat na kokolektahin ng mga dedikadong consultants ng Vrnl ang iyong requirements at ipapakita sa iyo ang curated selection ng templates at mga recent development achievements. Mahalaga ring tandaan na lahat ng aming platforms ay idinisenyo upang maging multilingual at sumusuporta sa multiple currencies, at ang user interface (UI) ay maingat na ia-adapt para sa iyong eksaktong pangangailangan.",
  "wlb_platform_customization": "Customizations",
  "be_unique": "Maging natatangi",
  "be_unique_desp1": "<b class='bold'>Espesyalisado ang VRNL sa custom white label betting platforms, casinos, betting, at </b>tailored solutions na nagpapalakas sa pagkakakilanlan ng iyong brand.",
  "be_unique_desp2": "Tinitiyak ng aming team ng mga eksperto na bawat detalye, mula sa visually stunning interfaces hanggang sa logo integration at feature enhancements, ay naaayon sa iyong vision.",
  "be_unique_desp3": "Simulan ang iyong paglalakbay sa mundo ng Vrnl, kung saan ang iyong natatanging vision ay nabubuhay.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "I-optimize ang Betting Odds gamit ang VRNL",
  "wlb_platform_odds_p1": "Manatiling nangunguna sa kumpetisyon gamit ang aming advanced <b class='bold'>odds management services</b>. Nagbibigay kami ng real-time odds adjustments, risk management, at market analysis upang tulungan kang i-optimize ang iyong sports betting offerings at pagandahin ang karanasan ng mga players.",
  "wlb_platform_odds_p2": "Nakatuon ang aming team ng mga espesyalista upang matiyak ang iyong tagumpay. Makipag-ugnayan sa amin ngayon upang alamin kung paano namin mapapalakas ang iyong betting business sa susunod na antas.",
  "wlb_platform_zeroRisk": "Walang Panganib",
  "wlb_platform_zeroRisk_h1": "Trading at risk management services",
  "wlb_platform_zeroRisk_p1": "Nagbibigay kami ng komprehensibong trading at risk management services, kasama ang ekspertong gabay sa odds management. Bukod dito, nag-aalok kami ng natatanging feature - winnings coverage. Sa praktikal na paraan, kung ang iyong platform ay hindi kikita, kami ang sasakop sa payouts ng iyong players. Inuuna namin ang iyong kapanatagan ng isip.",
  "wlb_platform_bpb": "Betting Platform Branding",
  "wlb_platform_bpb_layouts": "Walang limitasyong layouts",
  "wlb_platform_bpb_layouts_desp": "Pumili mula sa <b>malawak na hanay ng betting layouts</b> gamit ang aming templates. O, gamitin ang ganap na creative control sa pamamagitan ng paglikha ng sariling layout gamit ang aming <b>API services</b>. Sa ganitong opsyon, maaari mong buuin kasama ng iyong development team ang ganap na customized na user interface, eksaktong naaayon sa iyong vision.",
  "Betting": "Pagtaya",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Ang Vrnl ang Nangungunang Provider ng Sports Betting Software sa Bangladesh.",
  "who_we_are": "Sino kami",
  "what_we_do": "Ano ang ginagawa namin",
  "about_us_title": "Tungkol sa Amin - White label sports betting software at Online casino",
  "casino_providers": "Casino Providers",
  "betting_providers": "Betting Providers",
  "games_providers": "Games Providers",
  "online_exch_sw_title": "Baguhin ang Iyong Negosyo gamit ang VRNL Online Exchange Software",
  "casino_games_title": "Casino games - White label Casino",
  "casino_tournaments_title": "Casino tournaments software - White label Casino online",
  "esports_title": "eSports Betting Software na nagpapahintulot sa iyong users na tumaya sa nangungunang eSports games",
  "faq_title": "VRNL FAQ – Gabay sa Karaniwang Mga Tanong at Sagot",
  "iframe_title": "Sportsbook iFrame White label sports betting at Casino",
  "live_casino_title": "White label Casino - simulan ang iyong sariling online casino",
  "lottery_games_title": "Lottery Games - White label Casino",
  "mobile_title": "I-level Up ang Iyong Laro gamit ang VRNL Mobile Sports Betting Software",
  "online_casino_sw_title": "Online Casino Software - Ebolusyon ng Online Casino Software at Platform Provider",
  "ourTheme_title": "Bet & Win: Ang Aming Gawa sa Mundo ng Online Betting at Casinos",
  "risk_management_title_main": "Risk Management Strategies para sa Sportsbook Operators - White label sports betting software at casino",
  "sport_bet_title": "Pahusayin ang Iyong Betting Experience gamit ang VRNL Sports Betting Software",
  "wlc_title": "White label Casino - Simulan nang Madali ang iyong online casino gamit ang aming White Label Casino solution.",
  "whiteLabel_title": "Vrnl - Iyong personalized na white label sportsbook software provider",
  "TOAST": {
    "FILL_REQUIRED": "Pakiusap punan ang lahat ng kinakailangang mga patlang.",
    "SUBMITTING": "Isinusumite ang kahilingan...",
    "SUCCESS": "Matagumpay na naisumite ang kahilingan para sa demo!",
    "ERROR": "Nagkaroon ng error. Pakisubukang muli."
  },
  "disclosure_tp_a_desp": "<strong>a. Pangkalahatang Pagpapahayag</strong><br>Minsan, maaaring ibahagi ng vrnl.net ang ilang personal na impormasyon sa mga strategic partner na nakikipagtulungan sa vrnl.net upang magbigay ng serbisyo, o tumulong sa vrnl.net na i-market ang mga produkto sa mga customer. Halimbawa, kapag bumili at nag-activate ka ng subscription, pinapayagan mo ang vrnl.net na ipagpalitan ang impormasyong ibinigay mo sa proseso ng activation upang maisagawa ang serbisyo. Kung naaprubahan mo ang serbisyo, pamamahalaan ang iyong account ayon sa patakaran sa privacy ng vrnl.net. Ang personal na impormasyon ay ibabahagi lamang ng vrnl.net upang mapabuti ang aming serbisyo at aspeto ng marketing; hindi ito ibabahagi sa mga third party para sa kanilang layunin sa marketing.<br>Maaaring piliin din ng vrnl.net ang iba pang kumpanya upang ipadala sa iyo ang impormasyon tungkol sa kanilang mga produkto o serbisyo na may kaugnayan sa serbisyo ng site ngunit hindi kinakailangan sa operasyon nito ('Pinalawak na Serbisyo'). Kung balak ng vrnl.net na gamitin ang personal na impormasyon para sa isang Pinalawak na Serbisyo, bibigyan ka ng vrnl.net ng kakayahan at kinakailangang mga tagubilin upang tanggihan ang serbisyong ito.<br>Maaari mo ring itigil ang pagtanggap ng mga informational o promotional mail mula sa <b>vrnl.net</b> sa pamamagitan ng pagsunod sa mga tagubilin sa mail.",
  "objection_processing_desp": "<strong>e. Pagsalungat sa Pagproseso</strong><br>Kung ang iyong personal na impormasyon ay pinoproseso para sa direktang marketing, maaari mong hilingin sa amin anumang oras na itigil ang pagproseso ng iyong data para sa mga layuning ito sa pamamagitan ng pagpapadala ng e-mail sa amin.<br>Pakisabihin na kung hindi mo pahihintulutan kaming mangolekta ng personal na impormasyon mula sa iyo, maaaring hindi namin maibigay ang ilang karanasan, produkto, at serbisyo sa iyo, at ang ilan sa aming mga serbisyo ay maaaring hindi maipaalam ang iyong mga interes at kagustuhan. Kung ang pagkolekta ng personal na impormasyon ay sapilitan, ipapahayag namin iyon sa punto ng pagkolekta upang makagawa ka ng may kaalaman na desisyon kung lalahok ka. Kung mayroon kang mga katanungan tungkol sa tiyak na personal na impormasyon tungkol sa iyo na aming pinoproseso o pinapanatili, at sa iyong mga karapatan kaugnay ng personal na impormasyong iyon, mangyaring makipag-ugnayan sa aming customer support team.",
  "disclosure_tp_e_desp": "<strong>e. Paglipat ng Negosyo</strong><br>Ibinibigay namin ang personal na impormasyon sa aming mga kasapi at iba pang pinagkakatiwalaang negosyo o tao upang iproseso ito para sa amin, batay sa aming mga tagubilin at alinsunod sa aming Patakaran sa Privacy at anumang iba pang angkop na hakbang sa pagiging kompidensiyal at seguridad. Halimbawa, maaari naming gamitin ang mga service provider upang tulungan kami sa suporta sa customer.<br>Sa kaso na ang vrnl ay pagsasamahin o makukuha ng ibang kumpanya o sa kaso ng reorganisasyon o restrukturasyon ng negosyo, maaari naming ibahagi ang iyong personal na impormasyon, buo o bahagya, sa ibang entidad ng negosyo.",
  "rectification_iii_desp": "<strong>b. Pagwawasto ng Hindi Tumpak o Hindi Kumpletong Impormasyon</strong><br>Maaari mong hilingin sa amin na itama ang hindi tumpak o hindi kumpletong personal na impormasyon tungkol sa iyo (ito ang impormasyong hindi mo ma-update sa iyong moneycontrol account) sa pamamagitan ng pagpapadala ng e-mail sa amin.<br>Maaari mong ma-access at ma-update ang ilang bahagi ng iyong personal na impormasyon sa pamamagitan ng mga setting ng iyong account. Kung pinili mong ikonekta ang iyong vrnl.net profile sa isang third-party na aplikasyon, tulad ng Facebook o Google, maaari mong baguhin ang iyong mga setting at alisin ang pahintulot para sa app sa pamamagitan ng pagbabago ng mga setting ng iyong account. Ikaw ang responsable sa pagpapanatiling up-to-date ng iyong personal na impormasyon. Maaaring magpadala sa iyo ang vrnl.net ng pana-panahong paalala sa pamamagitan ng e-mail upang mapanatili ang katumpakan ng iyong personal na impormasyon.",
  "disclosure_tp_c_desp": "<strong>c. Mga Tagapagbigay ng Serbisyo</strong><br>Maaaring maglaman ang vrnl.net ng mga link sa iba't ibang third-party na website na maaaring mangolekta ng iyong Personal na Impormasyon. Ang paggamit ng iyong impormasyong nakolekta ng naturang third-party na platform ay pamamahalaan ng privacy policy ng naturang third-party na platform. Ang mga website o aplikasyon na ito ay pinamamahalaan ng kanilang sariling privacy policies, na lampas sa aming kontrol. Kapag umalis ka sa aming mga server (makikita mo kung nasaan ka sa pamamagitan ng pag-check ng URL sa location bar ng iyong browser), ang paggamit ng anumang impormasyong ibinigay mo ay pinamamahalaan ng privacy policy ng operator ng aplikasyon na iyong binibisita. Maaaring iba ito kaysa sa sa amin. Kung hindi mo mahanap ang privacy policy ng alinman sa mga site na ito sa pamamagitan ng link mula sa homepage ng aplikasyon, dapat kang makipag-ugnayan nang direkta sa may-ari ng aplikasyon para sa karagdagang impormasyon.<br>Maaaring ibahagi namin ang impormasyon na hindi personal na nakikilala sa publiko at sa aming mga partner - tulad ng mga publisher, advertiser, developer, o may-hawak ng karapatan. Halimbawa, ibinabahagi namin ang impormasyon sa publiko upang ipakita ang mga trend tungkol sa pangkalahatang paggamit ng aming mga serbisyo. Pinapayagan din namin ang mga tiyak na partner na mangolekta ng impormasyon mula sa iyong browser o device para sa marketing/promosyon at layunin ng pagsukat gamit ang kanilang sariling cookies o katulad na teknolohiya.",
  "data_security": "Seguridad ng datos"
}