{
  "contact_title": "Une entreprise qui poursuit constamment des solutions innovantes pour répondre à ses besoins commerciaux.",
  "contact_footer": "« Nous sommes une équipe de stratèges créatifs, passionnés de technologie et de communicants efficaces, animés par une passion inébranlable pour l'industrie du jeu en ligne. Notre engagement sans faille est de favoriser le succès de nos clients dans le domaine. »",
  "contact_header": "Contactez-nous",
  "contact_para": "Consultez un expert VRNL pour découvrir comment nos solutions peuvent améliorer votre activité de paris.",
  "telegram": "Telegram",
  "write_msg": "ÉCRIVEZ-NOUS UN MESSAGE",
  "fname": "Nom complet",
  "fname_err": "Le champ est obligatoire (minimum 2 caractères).",
  "email": "Votre email",
  "email_err": "Un email valide est requis.",
  "country": "Pays",
  "pnumber": "Numéro de téléphone",
  "pnumber_err": "Le numéro doit comporter 10 chiffres.",
  "message": "Message",
  "sending": "Envoi…",
  "submit": "Envoyer",
  "con_param1": "Nous ne partageons vos informations personnelles avec personne. Consultez notre",
  "privacy_policy_form": "« politique de confidentialité »",
  "con_param2": "pour plus d'informations",
  "casino_tournament_h1": "Les <b class='chck'>Tournois de casino</b> vous permettent de créer un tournoi avec une date de début et de fin.",
  "casino_tournament_p1": "Un outil puissant à votre disposition pour augmenter les revenus de la section casino est la mise en place de <strong>tournois de casino.</strong>",
  "casino_tournament_h2": "Vous aurez la possibilité de <strong>personnaliser entièrement chaque tournoi</strong> en sélectionnant la liste des machines à sous participant à la compétition.",
  "casino_tournament_p2": "Pour <strong>créer une promotion</strong>, il vous suffit de sélectionner un <strong>titre</strong> pour le <strong>tournoi</strong>, de désigner les <strong>machines à sous</strong> incluses et de spécifier le <strong>jackpot</strong> qui sera distribué parmi les <strong>différents prix</strong>, tous pouvant être adaptés à vos préférences.",
  "casino_tournament_p3": "Les détails clés à saisir incluent la <strong>date de début,</strong> la <strong>date de fin,</strong> le <strong>jackpot total,</strong> le nombre de participants au classement, ainsi que la mise minimale requise pour participer au tournoi.",
  "casino_tournament_p4": "De plus, vous aurez toujours accès à un tableau de classement en temps réel affichant les noms d'utilisateur, les positions des joueurs et les prix correspondants. Cette fonctionnalité peut considérablement améliorer l'expérience utilisateur sur votre plateforme de casino, attirer plus de joueurs et augmenter les revenus.",
  "casinogames_title": "Pourquoi choisir notre plateforme ?",
  "casinogames_title_h1": "Le catalogue le plus complet au monde de ",
  "online_casino_games": "jeux de casino en ligne",
  "online_casino_games_p1": "Notre <b style='color: #575756;'> White Label </b> est votre destination ultime, vous offrant un assortiment inégalé de plus de 3000 jeux et machines à sous passionnants. Nous sommes fiers de proposer la gamme la plus complète de jeux de casino en ligne disponible sur Internet.",
  "online_casino_games_p2": "Nous nous adressons aux opérateurs de jeux en ligne, bookmakers, loteries et organisations de paris opérant sur des marchés réglementés.",
  "online_casino_games_p3": "Nous comprenons l'importance d'un jeu sécurisé et équitable dans le monde des casinos en ligne. C'est pourquoi nos mathématiques de jeu sont non seulement robustes mais également certifiées par des laboratoires de jeux indépendants. Cette certification garantit le plus haut niveau d'expérience utilisateur pour vos joueurs, rendant leur expérience de jeu véritablement exceptionnelle.",
  "casino_nos": "CHIFFRES DU CASINO",
  "slot_machine": "Machine à sous",
  "morethan10": "Plus de 10",
  "tablegames": "Jeux de table",
  "morethan4": "Plus de 4",
  "videopoker": "Vidéo poker",
  "morethan": "Plus de",
  "lottery": "Loterie",
  "morethan9": "Plus de 9",
  "proveedores": "FOURNISSEURS",
  "morethan12": "Plus de 12",
  "online_turnkey": "Nous fournissons des solutions de casino clé en main en ligne",
  "casino_wls": "Solution de Casino White Label",
  "casino_wls_desp": "Lancez facilement votre propre casino de marque avec la solution white-label de VRNL. Personnalisez votre casino, proposez une large sélection de jeux, assurez la sécurité et commencez à générer des revenus rapidement.",
  "webbranding": "Branding du site web",
  "webbranding_desp": "Améliorez votre présence en ligne grâce aux services experts de branding de sites web de VRNL. Nous concevons, créons et transformons des sites web pour refléter votre identité unique, laissant une impression durable.",
  "toolstraning": "Outils (formation)",
  "toolstraning_desp": "Libérez votre potentiel dans le monde du trading avec les puissants outils de trading de VRNL. Nos solutions de pointe vous fournissent les informations et la technologie pour prendre des décisions éclairées et maximiser votre succès.",
  "client_support": "Support client",
  "client_support_desp": "Améliorez l'expérience de vos clients grâce aux services de support exceptionnels de VRNL. Notre équipe dédiée est là pour fournir une assistance experte, en veillant à ce que les besoins de vos clients soient satisfaits efficacement.",
  "aboutus_title": "Je suis sûr que vous êtes curieux de découvrir",
  "aboutus_desp": "Une entreprise qui poursuit constamment des solutions innovantes pour répondre à ses besoins commerciaux.",
  "online_gaming_provider": "Fournisseur de jeux en ligne",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl est un fournisseur bien établi de Sportsbook et de jeux avec un parcours remarquable de 10 ans dans l'industrie des paris. </strong> Depuis 2012, nous nous consacrons à fournir des services aux bookmakers, loteries et organisations de paris sur les marchés réglementés.",
  "about-section1-para2": "Nous sommes une équipe de stratèges créatifs, passionnés de technologie et de communicants efficaces, animés par une passion inébranlable pour l'industrie du jeu en ligne. Notre engagement sans faille est de favoriser le succès de nos clients dans le domaine.",
  "about-section1-para3": "Notre plateforme de jeux de pointe se distingue comme l'un des facteurs clés ayant propulsé Vrnl à son statut actuel de maison de logiciel internationale estimée. <strong style='color: #000;'>En tirant parti de notre expertise approfondie de 10 ans dans ce secteur, Vrnl offre fièrement ses services à plus de 40 bookmakers dans 11 pays différents à travers le monde.</strong>",
  "about_us": "À propos de nous",
  "about_us_desp": "VRNL est la plus grande plateforme pour fournir des paris sportifs et de casino en white label. Nous proposons des API d'échange ainsi que nos services personnalisés pour le Bangladesh avec de faibles marges sur une plateforme fiable, incluant le casino. Nous fournissons des API pour toutes les ligues d'échanges, ainsi que des services de streaming en ligne. Profitez des paris sur une plateforme fiable et jouez à plus de 1000 machines à sous et jeux de table sur notre site.",
  "our_client": "Nos clients",
  "our_client_desp": "Chez Vrnl, nous recherchons sans relâche les meilleurs partenariats de jeux et de divertissement afin d'assurer une expérience inégalée pour nos clients et joueurs. Grâce à des accords avec des casinos internationaux renommés et des fournisseurs de jeux virtuels, nous avons intégré notre plateforme de paris sportifs à un vaste éventail de jeux, allant des machines à sous et jeux de table aux casinos en direct, jeux virtuels et jeux fantasy. Notre engagement envers l'excellence dépasse la diversité des jeux. Notre plateforme est accessible sur PC et appareils mobiles, avec des graphismes de haute qualité, des animations captivantes et un son immersif. De plus, notre menu intuitif et convivial améliore l'expérience utilisateur globale. Au cœur de nos opérations se trouve un processus d'intégration rapide, combinant évolutivité, flexibilité et performances de premier ordre, avec les plus hauts niveaux de sécurité et de fiabilité. Nous sommes fiers d'offrir à nos clients la sélection la plus large de jeux dans le secteur, fournissant des solutions de jeu parfaites pour chaque préférence. Bienvenue chez Vrnl, où l'excellence du jeu rencontre des possibilités infinies. Vrnl est fier d'avoir collaboré avec les noms les plus distinctifs de l'industrie dans les logiciels de jeux et les solutions de paiement. Partagez notre plateforme pour réussir et ajoutez votre nom à cette liste croissante.",
  "lost404": "On dirait que vous êtes perdu",
  "lost404desp": "la page que vous recherchez n'est pas disponible !",
  "gotohome": "Aller à l'accueil",
  "esports_bs": "Logiciel de paris eSports",
  "esports_bs_desp1": "Chez VRNL, nous sommes fiers de fournir aux fans d'eSports une expérience unique et immersive.",
  "esports_bs_desp2": "VRNL est votre porte d'entrée vers un monde où jeu et paris se rencontrent. Notre logiciel de paris eSports est conçu pour les passionnés de jeux comme vous, offrant une expérience excitante, sécurisée et enrichissante. Ne manquez pas l'occasion de faire partie de l'action. Rejoignez VRNL dès aujourd'hui et améliorez votre expérience de jeu !",
  "startnow": "Commencez maintenant",
  "easy_setup": "Configuration facile, moins que vous ne l'imaginez.",
  "easy_setup_desp1": "Nous pouvons livrer la plateforme eSports en seulement quelques semaines.<br> Nous gérons tous les aspects du processus : hébergement, interface utilisateur, flux d'odds, pages personnalisées, activation des produits et stratégie sportsbook.",
  "easy_setup_desp2": "Votre objectif principal peut être de vous concentrer sur la mise en place et le développement de vos réseaux en ligne.",
  "esport_bet_center_h1": "Si vous pensez à commencer dans les paris en ligne, notre logiciel de paris eSports est un excellent premier pas.",
  "esport_bet_center_p1": "Profitez de nos services d'experts et de notre technologie de paris eSports avancée. Nos partenaires réglementés reçoivent un soutien complet pour entrer dans l'industrie des paris en ligne et peuvent utiliser nos plateformes personnalisées ou génériques.",
  "esport_bet_center_p2": "Lancer un sportsbook en ligne principalement axé sur l'eSports peut être difficile. C'est pourquoi nous avons créé un système complet de paris eSports avec services de paris pré-match. Notre objectif est de vous offrir la gamme la plus étendue d'options eSports en ligne.",
  "have_qes": "Vous avez une question ?",
  "para_faq": "Nous avons des réponses (la plupart du temps !)",
  "freq_param": "Vous trouverez ci-dessous les réponses aux questions les plus fréquentes, veuillez consulter notre ",
  "if_still_qes": "Si vous ne trouvez toujours pas la réponse que vous cherchez, simplement",
  "sbs_faqs": "FAQ sur le logiciel de paris sportifs",
  "whatis_sbs": "Qu'est-ce que le logiciel de paris sportifs ?",
  "whatis_sbs_ans": "Le logiciel de paris sportifs est conçu en fonction des marchés et sélections de l'utilisateur. De plus, nos experts sont toujours disponibles pour fournir le meilleur service client pour répondre à vos besoins et exigences du marché. Nous gérons également chaque étape du processus de développement, vous offrant une plateforme d'échange complète et performante.",
  "affiliate_systems": "Proposez-vous des systèmes d'affiliation ?",
  "affiliate_systems_ans": "Oui, notre réseau logiciel est basé sur 5 niveaux : Administrateur de la plateforme - accès au backend (possibilité de créer d'autres accès avec privilèges et permissions limités). Revendeur - un agent principal supervisant plusieurs points de paris, percevant des commissions sur le chiffre d'affaires ou les bénéfices. Point de paris - représente le point physique où les joueurs peuvent jouer, déposer, etc. Ce compte permet de placer des paris et de percevoir une commission. Caissier - profil pour les employés des points de paris, pouvant placer des paris sans commissions. Joueur en ligne - enregistre votre compte de jeu en ligne ou dans un point de paris, placez des paris.",
  "whatis_label": "Qu'est-ce qu'un site de paris white label ?",
  "whatis_label_ans": "Un site de paris white label est une plateforme entièrement personnalisée. Le site white label de Vrnl fournit des jeux certifiés, un système de bonus, des passerelles de paiement. Le contenu de l'interface utilisateur, la langue et la devise sont basés sur votre choix. Vrnl met également à disposition différents modèles graphiques, fonctionnalités et outils.",
  "fullmanagement": "Puis-je gérer entièrement les cotes et les marges ?",
  "fullmanagement_ans": "Le backend comprend de nombreux outils, fonctionnalités et rapports offrant une vue complète de l'activité de paris sportifs. Il existe une section dédiée à la gestion des cotes, permettant de modifier les marges, la multiplicité et les cotes par marché, match et/ou championnat.",
  "logobrand": "Puis-je utiliser mon logo et mes couleurs de marque ?",
  "logobrand_ans": "Oui, vous le pouvez. Nous proposons différentes solutions selon vos besoins spécifiques. Nous pouvons créer des solutions sur mesure en collectant vos demandes et en mettant en place un projet pour vous ou fournir une solution clé en main en modifiant uniquement vos couleurs et logo de marque.",
  "fullycustomized": "Je voudrais une solution entièrement personnalisée, est-ce possible ?",
  "fullycustomized_ans": "Vrnl met à disposition une équipe d'experts pour la mise en place d'une plateforme de paris sportifs entièrement personnalisée. Un Account Manager recueillera les besoins et coordonnera le projet avec les autres membres de l'équipe : Chef de projet, Designer graphique et Responsable informatique.",
  "software_cost": "Combien coûte le logiciel de paris sportifs ?",
  "software_cost_ans": "Le coût du logiciel de paris sportifs varie en fonction des fonctionnalités et services proposés. Il existe différents plans selon que vous ayez déjà un volume élevé de joueurs ou que vous souhaitiez être un agent avec votre propre réseau.",
  "what_products": "Quels produits proposez-vous ?",
  "what_products_ans": "Notre activité principale est le paris sportifs. Notre logiciel de paris sportifs est un produit interne développé par notre équipe informatique depuis 2005. En plus du produit Sport, nous proposons également le live betting, casino, casino en direct, loteries et jeux virtuels afin d'offrir des solutions 'tout-en-un' à nos clients.",
  "canaddfeatures": "Puis-je ajouter des fonctionnalités, rapports et pages au logiciel de paris sportifs ?",
  "canaddfeatures_ans": "Le logiciel de paris comprend un large éventail de rapports, pages et bannières pouvant être personnalisés (CMS) ou développés sur demande. Si vous souhaitez que nous développions une nouvelle fonctionnalité, nous travaillerons avec vous pour créer un projet sur mesure : collecte des informations, soumission du projet/rendu, tests et publication finale.",
  "canofferbettingservices": "Puis-je proposer les services de paris sportifs dans les casinos que je possède dans mon pays ?",
  "canofferbettingservices_ans": "Nous avons plusieurs solutions de paris pour les entreprises en ligne et terrestres. Si vous possédez un casino terrestre et souhaitez également proposer des paris sportifs, notre solution retail sera le bon choix, permettant de créer des comptes caissiers pour gérer la vente de tickets de paris sportifs.",
  "change_currentprovider": "Comment changer mon fournisseur de logiciel actuel ?",
  "change_currentprovider_ans": "Si vous gérez déjà un exchangebook et que vous souhaitez passer à notre plateforme de paris sportifs, nous nous assurerons que tout est correctement géré. Nous préparerons un plan de migration. Les données personnelles des joueurs seront transférées vers la nouvelle plateforme et le changement sera planifié afin de compléter la migration en quelques heures.",
  "sbs_offer": "Quelles fonctionnalités offre le logiciel de paris sportifs ?",
  "sbs_offer_ans": "Le logiciel de paris sportifs peut fournir des fonctionnalités telles que des prédictions basées sur les données, des simulations, des tendances de paris, des comparaisons de cotes et plus encore. Il peut également offrir une analyse détaillée des matchs passés et à venir pour aider les parieurs à prendre des décisions plus éclairées. Nous sommes spécialisés dans la création et la gestion de boutiques de paris physiques et de réseaux en ligne. Cela inclut les procédures KYC approuvées par les autorités de régulation, les passerelles de paiement pour les jeux, les outils de marketing affilié, les systèmes de parrainage et les notifications mobiles, notifications web et messages intégrés à l'application, le contrôle des comptes joueurs, les processus d’inscription et de vérification, les systèmes de détection de fraude et les outils de géolocalisation pour extraire les informations d'adresse IP.",
  "sbs_legal": "Le logiciel de paris sportifs est-il légal ?",
  "sbs_legal_ans": "Oui, le logiciel de paris sportifs est légal et utilisé par de nombreux parieurs professionnels. Cependant, il est important de s'assurer que vous utilisez le logiciel en conformité avec les lois applicables dans votre juridiction.",
  "ebs_faqs": "FAQ sur le logiciel de paris eSports",
  "ebs_titleoffer": "Quels titres eSports proposez-vous ?",
  "ebs_titleoffer_ans": "<li><strong>Les plus populaires :</strong> Counter-Strike : Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Jeux de sport :</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multijoueur en ligne :</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>FPS :</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Jeux de combat :</strong> Street Fighter, Super Smash Bros, Tekken. RTS : StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale :</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Avez-vous une version mobile ?",
  "mobileversion_ans": "Oui, VRNL est entièrement optimisé pour une utilisation mobile. Notre plateforme est conçue pour fonctionner parfaitement sur tous les smartphones et tablettes, offrant un accès aux paris sportifs, aux jeux de casino, à l’iGaming et aux eSports à tout moment et partout. Vous bénéficiez d'une interface fluide, de temps de chargement rapides et de transactions sécurisées directement depuis votre navigateur mobile — aucune application à télécharger. Que vous soyez sur Android ou iOS, l'expérience est rapide, conviviale et aussi complète que la version desktop.",
  "runesportsplatform": "Puis-je gérer une plateforme de paris eSports sans m’occuper des cotes et du trading ?",
  "runesportsplatform_ans": "Nos solutions de paris eSports incluent le flux de cotes. Le logiciel intègre de nombreuses fonctionnalités pour gérer les marges et configurations des cotes en toute autonomie. Si vous souhaitez vous concentrer uniquement sur la gestion des boutiques et des joueurs, nous fournissons des services et un support en trading.",
  "esports_solutions": "Je souhaite une solution eSports entièrement personnalisée, est-ce possible ?",
  "esports_solutions_ans": "VRNL met à disposition une équipe d'experts pour la mise en place d'une plateforme de paris eSports entièrement personnalisée. Un Account Manager recueillera vos besoins et coordonnera le projet avec les autres membres de l’équipe : le chef de projet, le designer graphique et le responsable informatique.",
  "newtobusiness": "Je suis complètement nouveau dans ce domaine, que dois-je savoir ?",
  "newtobusiness_ans": "La bonne gestion d'une plateforme de paris eSports peut rendre cette activité très lucrative. Nous proposons différentes solutions et services selon votre niveau d’engagement et vos connaissances. Un expert en jeux travaillera avec vous pour identifier la meilleure solution eSports adaptée à vos besoins.",
  "eSports_market": "Combien de marchés eSports en direct sont proposés ?",
  "eSports_market_ans": "Aujourd'hui, nous proposons 20 marchés eSports en direct.<br> Mais nous ajoutons constamment de nouveaux marchés.",
  "eSportsLogoBrand": "Puis-je utiliser mon logo et mes couleurs eSports ?",
  "eSportsLogoBrand_ans": "Oui, vous le pouvez. Nous proposons différentes solutions selon vos besoins. Nous pouvons créer une solution eSports sur mesure en recueillant vos demandes ou fournir une solution clé en main, en modifiant uniquement les couleurs et le logo de votre marque eSports.",
  "eSports_server": "Puis-je héberger l’échange eSports sur mon infrastructure serveur ?",
  "eSports_server_ans": "Non, vous ne pouvez pas. L’hébergement est un service inclus dans notre offre. Pour garantir les performances optimales du logiciel de paris eSports, nos SysAdmins ont mis en place une structure de cluster dédiée avec sauvegardes et plan de reprise après sinistre, assurant la conformité aux réglementations et les plus hauts standards de sécurité.",
  "sp_faqs": "FAQ sur la plateforme de streaming",
  "promte_cricket": "Combien de matchs de cricket puis-je promouvoir ?",
  "promte_cricket_ans": "Depuis le tableau de bord en direct, il est possible d’activer deux matchs à la fois, mais il n’y a pas de limite au nombre de matchs que vous pouvez connecter.",
  "broadcast_live": "Les événements de casino peuvent-ils être diffusés en direct ?",
  "broadcast_live_ans": "Oui, tous les jeux de casino peuvent être diffusés en direct sur toutes les plateformes compatibles.",
  "measure_success": "Comment mesurer le succès des diffusions en direct ?",
  "measure_success_ans": "Bien sûr, vous pouvez suivre des analyses détaillées pour plusieurs plateformes sur un seul écran.",
  "is_mobile_friendly": "La plateforme est-elle adaptée aux mobiles ?",
  "is_mobile_friendly_ans": "Oui — notre plateforme est entièrement mobile-friendly et nous fournissons un APK téléchargeable pour une utilisation fluide.",
  "livecasino_faqs": "FAQ sur le logiciel Live Casino",
  "whatisVRNLcasino": "Qu’est-ce que le logiciel VRNL Casino ?",
  "whatisVRNLcasino_ans": "Le logiciel VRNL Live Casino est une plateforme avancée permettant aux casinos en ligne d’offrir des jeux avec croupiers en direct. Il fournit l’infrastructure et les outils nécessaires pour héberger des expériences de casino interactives en temps réel.",
  "software_work": "Comment fonctionne le logiciel VRNL Live Casino ?",
  "software_work_ans": "Le logiciel VRNL Live Casino s’intègre parfaitement aux sites de casino en ligne. Il connecte les joueurs aux croupiers en direct via un streaming vidéo de haute qualité, leur permettant de jouer à des jeux populaires tels que le blackjack, la roulette et le baccarat dans un cadre interactif et en direct.",
  "features_livecasino": "Quelles sont les principales fonctionnalités du logiciel VRNL Live Casino ?",
  "features_livecasino_ans": "Le logiciel VRNL Live Casino offre plusieurs fonctionnalités, y compris la personnalisation de la marque, l’intégration de paiements sécurisés et une interface conviviale pour les joueurs et opérateurs.",
  "security_livecasino": "Comment garantir la sécurité et l’équité des jeux avec VRNL Live Casino ?",
  "security_livecasino_ans": "Le logiciel VRNL Live Casino est conçu pour la sécurité. Il utilise des générateurs de nombres aléatoires certifiés pour garantir l’équité et fournit des outils de prévention de la fraude et de protection des joueurs. De plus, nous utilisons le cryptage pour sécuriser le transfert des données.",
  "offered_games": "Quels jeux peuvent être proposés avec VRNL Live Casino ?",
  "offered_games_ans": "Vous pouvez proposer un large choix de jeux avec croupiers en direct, y compris les classiques comme le blackjack, la roulette et le baccarat, ainsi que leurs variantes pour maintenir l’intérêt des joueurs.",
  "integrateVRNL": "Puis-je intégrer le logiciel VRNL Live Casino à ma plateforme existante ?",
  "integrateVRNL_ans": "Oui, notre logiciel est conçu pour s’intégrer facilement aux plateformes existantes, assurant une intégration fluide dans votre casino en ligne.",
  "wlc_faqs": "FAQ sur le White Label Casino",
  "whatis_wlc": "Qu’est-ce qu’un White Label Casino ?",
  "whatis_wlc_ans": "Un White Label Casino est une solution clé en main permettant aux entrepreneurs et entreprises de lancer leur propre casino en ligne en utilisant notre logiciel et notre infrastructure. Vous pouvez le brander avec votre nom et design, tandis que nous gérons les aspects techniques et réglementaires.",
  "wlc_work": "Comment fonctionne le service White Label Casino ?",
  "wlc_work_ans": "Nous vous fournissons une plateforme de casino entièrement fonctionnelle, incluant les jeux, le traitement des paiements et le support client. Il vous suffit de personnaliser la marque et le design selon votre vision, et vous êtes prêt à démarrer votre casino en ligne.",
  "wlc_games": "Quels jeux sont disponibles pour mon White Label Casino ?",
  "wlc_games_ans": "Nous proposons une large gamme de jeux de casino, y compris les machines à sous, jeux de table (ex. blackjack, roulette) et jeux avec croupiers en direct. Vous pouvez choisir dans notre catalogue pour créer une expérience de jeu diversifiée pour vos joueurs.",
  "wlc_launch": "Combien de temps faut-il pour lancer mon White Label Casino ?",
  "wlc_launch_ans": "Le délai varie selon vos exigences spécifiques et les processus réglementaires. En moyenne, cela peut prendre plusieurs semaines pour mettre en place et personnaliser votre plateforme.",
  "wlc_cusSupport": "Quel niveau de support client est fourni pour mon White Label Casino ?",
  "wlc_cusSupport_ans": "Nous offrons un support technique et opérationnel pour garantir le bon fonctionnement de votre casino.",
  "wlc_getstarted": "Comment commencer avec un White Label Casino de votre société ?",
  "wlc_getstarted_ans": "Contactez notre équipe commerciale pour discuter de vos besoins et obtenir une consultation personnalisée. Nous vous guiderons dans le processus de mise en place de votre White Label Casino.",
  "can_cutomize_branding": "Puis-je personnaliser le casino avec ma marque ?",
  "can_cutomize_branding_ans": "Oui — vous pouvez entièrement personnaliser le casino avec votre logo, vos couleurs et votre identité visuelle.",
  "company": "Entreprise",
  "company_caps": "ENTREPRISE",
  "about": "À propos",
  "online_exchange_sw": "Logiciel d’échange en ligne",
  "privacy_policy": "Politique de confidentialité",
  "contact_us": "Contactez-nous",
  "solutions": "Solutions",
  "sports_betting_software": "Logiciel de paris sportifs",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Plateforme de paris White Label",
  "exch_iframe": "Iframe Exchangebook",
  "footer_para_1": "Le logo et le matériel graphique de Vrnl sont la propriété intellectuelle de l’entreprise et ne peuvent être copiés, reproduits, distribués ou affichés sans le consentement écrit de Vrnl.",
  "footer_para_2": "Copyright © 2020 Vrnl ltd. Tous droits réservés.",
  "home": "Accueil",
  "betting": "Paris",
  "esports_betting": "Paris eSports",
  "sbs_head": "Logiciel de paris sportifs",
  "casino": "Casino",
  "online_casino_sw": "Logiciel de casino en ligne",
  "live_casino_sw": "Logiciel Live Casino",
  "casino_game": "Jeux de casino",
  "lottery_bingo": "Loterie et bingo",
  "casino_tournament": "Tournoi de casino",
  "risk_management": "Gestion des risques",
  "wl": "White Label",
  "wl_exch": "Exchange White Label",
  "wl_exch_caps": "EXCHANGE WHITE LABEL",
  "our_work": "Nos réalisations",
  "contact": "Contact",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Jeux de loterie",
  "exch_sw_provider": "Fournisseur de logiciel d’échange",
  "mobile_bet": "Paris mobile",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget de paris sportifs",
  "back": "Retour",
  "exch_iframe_para": "Iframe Exchangebook — permet une activation rapide du module Exchangebook via une intégration API fluide. Notre service complet Exchangebook, sous supervision experte, assure une large gamme de programmations pour les événements et marchés en ligne.",
  "contact_us!": "Contactez-nous !",
  "exch_iframe_types": "Types d'iframe Exchangebook",
  "exch_iframe_types_para": "Nos solutions iframe Exchangebook se déclinent en trois variantes, chacune adaptée au canal utilisé, garantissant l’option la plus appropriée à vos besoins :",
  "exch_iframe_types_list": "<li>iFrame pour <strong>Desktop</strong>, conçue pour les ordinateurs avec différentes résolutions et proposant des mises en page diverses et personnalisables.</li> <li>iFrame pour <strong>Terminaux et Kiosques SSBT</strong>, avec des mises en page optimisées pour les systèmes tactiles et une expérience utilisateur intuitive, idéale pour les joueurs novices.</li>",
  "exch_iframe_types_para2": "De plus, via notre API, vous pouvez obtenir une personnalisation étendue des graphiques et des fonctions de jeu.",
  "cm_exch": "Exchangebook complet et géré",
  "cm_exch_para": "Notre iframe Exchangebook comprend la fourniture de flux de données de cotes et la configuration des paramètres principaux de paris. Le logiciel est équipé d’une multitude de fonctionnalités et d’outils pour la gestion autonome des marges et configurations de cotes. Cependant, si votre objectif principal est la gestion des joueurs et le marketing, nous proposons des services de trading entièrement gérés et un support complet.",
  "acq_exch": "Acquérir la solution Exchangebook iframe est simple",
  "acq_exch_para": "Nous avons simplifié le processus d’activation de l’iFrame en seulement cinq étapes :",
  "acq_exch_list": "<li>Formaliser l’accord entre Vrnl et le client.</li> <li>Initier l’intégration de l’iFrame Exchangebook via API en utilisant notre SDK.</li> <li>Organiser une réunion pour définir la stratégie Exchangebook à adopter.</li> <li>Identifier les sports et événements les plus engageants adaptés à votre zone d’exploitation.</li> <li>Passons en direct !</li>",
  "live_casino_sw_p1": "Notre <strong>plateforme Live Casino</strong> vous permet d’activer <strong>les meilleurs fournisseurs live</strong> reconnus pour leur <strong>qualité exceptionnelle et intégrité mathématique.</strong>",
  "live_casino_sw_p2": "Nous nous engageons à vous offrir l’expérience ultime de casino en direct. Que vous soyez un joueur expérimenté ou novice dans le monde des casinos en ligne, notre plateforme propose une expérience immersive et en temps réel inégalée.",
  "live_casino_sw_p3": "La solution Live Casino de VRNL offre une suite complète de services, incluant :",
  "live_casino_sw_p3_l1": "Outils complets de reporting historique",
  "live_casino_sw_p3_l2": "Visualisation de l’historique des jeux",
  "live_casino_sw_p3_l3": "Configurations des jeux",
  "live_casino_sw_p3_l4": "Outils de gestion des risques",
  "live_casino_sw_p3_l5": "Gestion des joueurs",
  "live_casino_sw_p3_l6": "Outils de gestion des affiliés",
  "live_casino_sw_p3_l7": "Structure hiérarchique multilevel pour agents",
  "live_casino_sw_p4": "Nous avons développé diverses méthodes d’intégration sécurisées, toutes conviviales et conçues pour une mise en œuvre facile via notre API Live Casino.",
  "live_casino_sw_demo": "Solutions Live Casino en démo",
  "livecasino_integration": "Intégrations <strong style='color: #575756;'>API Live Casino</strong>",
  "livecasino_integration_para": "Vous pouvez mettre en service notre logiciel Live Casino en quelques jours. De plus, nous fournissons des services de gestion complets, assurant que l’ensemble de l’opération est supervisé par nos experts. <strong style='color: #575756;'>Nous garantissons également l’accès à la sélection la plus étendue de jeux live disponibles en ligne.</strong>",
  "live_casino_lobby": "Dans notre lobby de jeux Live Casino convivial",
  "youcan": "vous pouvez",
  "findgames_like": "trouver des jeux tels que :",
  "findgames_like_desp": "Roulette en direct, Baccarat en direct, Blackjack en direct et Poker en direct, jeux de dés et de nombres.",
  "euro_roulette": "Roulette Européenne",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Roulette Américaine",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Réserver une démo",
  "lottery_head": "Vous cherchez une plateforme de loto et Bingo ?",
  "lottery_head_desp1": "Nous avons soigneusement sélectionné les meilleurs <b style='color: #575756; font-size: 45px;'>jeux de loto et bingo</b> pour vous.",
  "lottery_head_desp2": "Notre solution <b style='color:#575756; font-size: 16px;'>White Label Loterie et Bingo</b> propose une gamme de variantes attractives du bingo classique ainsi que les jeux de loterie les plus renommés.",
  "lottery_head_desp3": "Vous pouvez <b style='color:#575756; font-size: 16px;'>profiter de ces jeux depuis votre smartphone</b> ou ordinateur, et nous garantissons une expérience utilisateur exceptionnelle grâce à la qualité de nos jeux.",
  "lottery_head_desp4": "<strong style='color:#575756;'>De plus, nos algorithmes de jeu sont sécurisés et certifiés de manière indépendante, offrant une expérience fiable et digne de confiance.<br><br></strong>",
  "lottery_bingo_nos": "LES NUMÉROS DE LOTERIE & BINGO",
  "bingo_games": "Jeux de Bingo",
  "over100": "plus de 100",
  "over130": "plus de 130",
  "suppliers": "FOURNISSEURS",
  "more20": "Plus de 20",
  "sports_betting_software_wl": "Logiciel de paris sportifs White Label",
  "sports_betting_software_wl_desp": "Une entreprise engagée à poursuivre en permanence des solutions innovantes pour répondre efficacement à ses besoins commerciaux évolutifs.",
  "blink-soft": "Améliorez votre expérience avec un logiciel de paris sportifs avancé",
  "platform_para1": "Les solutions logicielles modernes pour les paris sportifs <b>transforment</b> la manière dont les parieurs interagissent avec le jeu. Avec des <b>interfaces fluides</b>, des analyses en temps réel et des possibilités de paris live, ces plateformes offrent une expérience de pari supérieure tant pour les débutants que pour les joueurs expérimentés.",
  "platform_para2": "Que vous exploitiez un site de paris en ligne, un point de vente physique ou un casino, notre suite complète de solutions — comprenant <b>des plateformes B2C</b> et des <b>produits White Label personnalisables</b> — fournit la flexibilité et la technologie nécessaires pour rester compétitif. Adoptez l’innovation et améliorez vos opérations de paris sportifs avec un logiciel conçu pour <b>optimiser les performances</b> et la <b>satisfaction des utilisateurs</b>.",
  "try_b2b": "Explorez notre logiciel de paris B2B avancé",
  "try_b2c": "Explorez notre logiciel de paris B2C avancé",
  "wls_turnkey": "Solutions White Label et plateformes clé en main",
  "wls_turnkey_p1_span1": "expérience de paris sportifs fluide et engageante",
  "wls_turnkey_p1_span2": "pour vos clients. Cette approche élimine le besoin de développements coûteux et chronophages, vous permettant de vous concentrer sur la croissance et",
  "custom_satisfaction": "la satisfaction des clients",
  "wls_turnkey_p2": "Notre plateforme de paris sécurisée et performante est entièrement certifiée par des laboratoires de jeux indépendants, garantissant conformité et fiabilité. En partenariat avec VRNL, vous accédez à un échange de paris de confiance qui augmente la rentabilité tout en assurant le respect des",
  "highest_industry_standards": "normes les plus élevées de l'industrie",
  "igaming_platform": "Plateforme iGaming",
  "igaming_platform_p1": "VRNL est un partenaire fiable dans l’industrie iGaming, offrant des solutions de pointe",
  "sbs": "logiciel de paris sportifs",
  "igaming_platform_p2": "Notre objectif est de transformer le paysage du jeu en ligne en fournissant aux opérateurs une plateforme polyvalente et moderne garantissant un gameplay fluide et engageant pour leurs utilisateurs.",
  "online_casino": "Casino en ligne",
  "casino_para": "Bienvenue sur VRNL Online Casino — <b>un leader de confiance</b> offrant une plateforme de jeu sécurisée et passionnante dans le monde entier. Notre mission est de fournir une expérience de casino exceptionnelle qui captive et divertit les joueurs.",
  "casino_para_list": "<li>Plus de 75 fournisseurs</li> <li>Plus de 15 000 machines à sous</li> <li>500+ jeux de table</li> <li>700+ jeux de vidéo poker</li> <li>Plus de 200 autres jeux</li>",
  "casino_para2": "Notre équipe d’experts vous accompagne à chaque étape, de la formation au lancement.",
  "play_livecasino": "Jouez au casino en direct comme si vous étiez directement à l’intérieur du casino",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Machines à sous</li> <li>Roulette en direct</li> <li>Blackjack en direct</li> <li>Baccarat en direct</li> <li>Casino Hold’em en direct</li> <li>Blueocean</li> <li>Dragon Tiger en direct</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Fournisseurs de services API et iFrame",
  "api_services_iframe_p1": "VRNL propose des <b>solutions d’intégration API et iFrame de pointe</b>, permettant une connectivité fluide des plateformes, un échange de données sécurisé et une meilleure expérience utilisateur — aidant les entreprises à fonctionner plus intelligemment et plus rapidement.",
  "api_services_iframe_p2": "Chez VRNL, nous comprenons l’importance de l’échange de données fluide et de la communication entre applications. Nous fournissons des services d’intégration API de premier ordre, permettant à votre logiciel d’interagir facilement avec d’autres plateformes. Nos experts veillent à ce que vos systèmes fonctionnent harmonieusement, offrant une expérience fluide pour vous et vos clients.",
  "virtual_games": "Jeux virtuels",
  "virtual_games_desp1": "Prêt à commencer votre aventure de jeux virtuels avec VRNL ? Plongez dans le monde virtuel comme jamais auparavant et préparez-vous à des heures de divertissement sans fin.",
  "virtual_games_desp2": "Chez VRNL, nous sommes passionnés par la création d’expériences de jeux virtuels de pointe qui transportent les joueurs dans des mondes nouveaux et passionnants. Notre mission est de proposer les jeux virtuels les plus immersifs, divertissants et captivants pour des heures d’amusement.",
  "before_start": "Avant de commencer, découvrez-le en action !",
  "explore_demo": "sur notre plateforme de démonstration :",
  "mobile_sbs": "Logiciel de paris sportifs mobile",
  "mobile_sbs_p1": "Notre <strong>application mobile</strong> permet à vos parieurs d’accéder facilement à leurs comptes de jeu et de placer des paris via tablettes, smartphones et autres appareils mobiles connectés à Internet.",
  "mobile_sbs_p2": "Du cricket au football en passant par le tennis, notre logiciel couvre une vaste gamme d’événements sportifs dans le monde entier. Quelle que soit votre passion sportive, vous pouvez parier sur les matchs et équipes que vous aimez.",
  "mobile_sbs_p3": "Notre logiciel ne se limite pas aux paris, il vise à créer une expérience fluide et centrée sur l’utilisateur. Nous avons investi dans les dernières technologies pour rendre la navigation sur notre plateforme aussi simple que possible.",
  "advantages_sbs": "Avantages du logiciel de paris sportifs mobile",
  "advantages_sbs_l1": "Les applications mobiles sont plus rapides",
  "advantages_sbs_l2": "Contenu de paris personnalisé",
  "advantages_sbs_l3": "Paris en ligne instantanés",
  "advantages_sbs_l4": "Sécurisé et fiable",
  "advantages_sbs_p1": "Les applications surpassent les sites web mobiles, offrant des actions et réponses plus rapides.",
  "advantages_sbs_p2": "Les utilisateurs apprécient un contenu personnalisé pour une expérience plus immersive, avec des options de paris adaptées à leurs préférences.",
  "advantages_sbs_p3": "Toutes les applications mobiles permettent un accès instantané d’un simple clic, permettant de parier, consulter les comptes de jeu, jouer au casino et choisir ses ligues favorites sans délai.",
  "advantages_sbs_p4": "La sécurité est notre priorité. Le logiciel de paris sportifs mobile VRNL est conçu avec des mesures de sécurité de pointe pour protéger vos informations personnelles et financières. Vous pouvez parier en toute tranquillité.",
  "online_casino_sw_p1": "VRNL est un fournisseur de premier plan de <strong>logiciels de casino en ligne</strong> et de <strong>plateformes</strong>. Ils jouent un rôle essentiel dans la conception et le développement de plateformes de casino, garantissant convivialité et richesse fonctionnelle.",
  "online_casino_sw_p2": "Notre équipe marketing travaillera assidûment pour assurer que votre casino en ligne bénéficie d’une visibilité maximale sur la page d’accueil, garantissant une forte exposition sur le marché en ligne.",
  "online_casino_sw_p3": "La plateforme de casino en ligne sera équipée de plusieurs jeux préconfigurés, et nos outils de suivi vous fourniront une vue claire et en temps réel de la progression et des performances de votre nouveau projet.",
  "customized_theme": "Il s’agit d’un thème et peut être personnalisé, découvrez-le en action :",
  "live_casino_sw_desp1": "Nous proposons la gamme la plus étendue de fournisseurs <strong>Live Casino</strong><br>",
  "live_casino_sw_desp2": "dans le monde entier, garantissant l’accès à la plus grande variété de tables live en ligne et une expérience de diffusion multicanale fluide.",
  "casino_sw_features": "Principales fonctionnalités du logiciel de casino",
  "casino_sw_features_p1": "Notre <strong>plateforme logicielle de casino</strong> est conçue pour offrir une expérience de jeu fluide et immersive tant pour les joueurs que pour les opérateurs.<br /><br />",
  "casino_sw_features_p2": "Les fonctionnalités clés de notre plateforme incluent :",
  "casino_sw_features_list": "<li>Visibilité et contrôle sur les plages de tables.</li> <li>Attributs et paramètres des tables de jeu.</li> <li>Limites VIP.</li> <li>Fonctionnalités clients et accès à nos outils de personnalisation.</li> <li>Mécanisme de reporting et système de notification donnant aux opérateurs un accès immédiat et des alertes aux notifications opérationnelles.</li> <li>API pour l'intelligence d'affaires (BI)</li> <li>Outils marketing</li> <li>API pour intégration externe</li>",
  "casino_sw_features_p3": "Notre outil de personnalisation convivial permet aux bookmakers d'apporter des modifications en temps réel à divers aspects de leurs offres en direct, <br /> y compris les bannières, polices et schémas de couleurs, le tout avec des contrôles intuitifs.",
  "casino_sw_features_p4": "Notre nouvelle plateforme fonctionne comme un système autonome, agile et flexible. Cette agilité nous permet de répondre rapidement aux demandes des bookmakers et de maintenir des standards de qualité élevés lors du développement de produits nouveaux ou existants.<br />",
  "casino_sw_features_p5": "Pour accélérer votre activité, nous proposons également un",
  "casino_sw_features_p6": " avec une vaste sélection de plus de 3000 jeux.",
  "integrate_iframe_apis": "Intégration avec des plateformes externes via iFrames et APIs",
  "integrate_iframe_apis_para": "Notre plateforme offre des options d'intégration polyvalentes. Vous pouvez l'<strong>intégrer de manière fluide via iFrame ou <br /> APIs.</strong> Cela peut être adapté à vos besoins spécifiques, que ce soit pour une intégration complète, <br /> une solution spécialisée de paris sportifs, ou un focus sur les <strong>jeux de casino en ligne</strong>, y compris les offres de <strong>casino en direct</strong>.",
  "view_demo": "Voir la Démo",
  "we_are": "nous sommes",
  "online_exchange_sw_p1": "Chez VRNL, nous sommes fiers de proposer un logiciel d'Exchange en ligne à la pointe de la technologie qui redéfinit l'expérience des paris. Nous offrons une plateforme entièrement fonctionnelle avec une large sélection de matchs en direct disponibles chaque mois. Grâce à nos options de streaming en direct, nous transformons votre bookmaker en plateforme de divertissement, le tout certifié par des laboratoires de jeux indépendants pour plus de garantie.",
  "online_exchange_sw_p2": "Le logiciel d'Exchange en ligne de VRNL offre une gamme complète d'options de paris sportifs. Que vous soyez fan de cricket, de football, de tennis ou de tout autre sport, nous avons ce qu'il vous faut. Notre plateforme fournit des cotes en temps réel, des paris en direct, et une interface conviviale facilitant la prise de paris.",
  "onther_head": "Nous simplifions le processus pour une intégration fluide dans votre activité.",
  "onther_p1": "Ce thème est hautement personnalisable, et vous pouvez en apprécier la flexibilité en action :",
  "main_features": "Fonctionnalités principales",
  "feature_para": "Vrnl est à l'avant-garde de la révolution des paris et de la gestion des casinos en ligne. Grâce à notre expertise, vous bénéficiez de :",
  "feature_list": "<li><strong>Une expérience de paris mondiale : </strong> VRNL donne accès à un éventail complet de sports, ligues et marchés de paris du monde entier. Avec nous, vous pouvez offrir à vos utilisateurs une expérience de pari véritablement globale. </li> <li><strong>Options pré-match étendues : </strong> Choisissez parmi une vaste sélection de 150 000 options de paris pré-match mensuelles. Nous veillons à ce que votre plateforme dispose d'une grande variété de choix pour répondre aux préférences de paris diverses. </li> <li><strong>Opportunités de paris en direct passionnantes : </strong> Engagez vos utilisateurs avec 75 000 opportunités de paris en direct mensuelles. Ces options de paris en temps réel ajoutent excitation et spontanéité à l'expérience de jeu. </li> <li><strong>Jeux de casino pour le métaverse : </strong> VRNL propose une vaste collection de jeux de casino adaptés au métaverse. Plongez vos utilisateurs dans un environnement de casino virtuel avec nos diverses options de jeu. </li> <li><strong>Intégration iFrame sans faille : </strong> Intégrez facilement notre iFrame à votre plateforme iGaming. Notre solution iFrame conviviale vous permet d'améliorer les capacités de votre plateforme sans effort. </li> <li><strong>Intégration flexible : </strong> Choisissez votre méthode d'intégration, que ce soit via API ou iFrame. Nous fournissons des options polyvalentes pour convenir à vos besoins et exigences de plateforme. </li>",
  "sports_header_2": "Logiciel d'Exchange en ligne et plateforme iGaming Casino",
  "sports_header_2_p1": "Nous proposons une solution <a style='color: #a0c528;' href='#'>White Label Casino</a> avec une bibliothèque étendue de plus de 1 000 jeux.",
  "sports_header_2_p2": "Nos services incluent l'obtention d'une licence de jeu et un soutien juridique pour démarrer votre activité de casino, garantissant des mathématiques de jeu sécurisées et certifiées.",
  "sports_header_2_p3": "Nous avons sélectionné les meilleurs fournisseurs de jeux afin de vous offrir la plus large sélection de jeux de casino en direct et de jeux de casino en ligne. Nous avons soigneusement établi des partenariats avec les principaux fournisseurs de jeux pour vous proposer une variété inégalée de jeux de casino en direct et de jeux de casino en ligne, garantissant la sélection la plus étendue disponible.",
  "online_sports_list": "<li>Live Game Show</li> <li>Jeux First Person</li> <li>Machines à sous</li> <li>Roulette américaine en direct</li> <li>Blackjack en direct</li> <li>Baccarat en direct</li> <li>Casino Hold’em en direct</li> <li>SICBO</li> <li>Dragon Tiger en direct</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Jouez au casino en direct comme si vous étiez directement à l'intérieur du casino",
  "top_online_providers": "Principaux fournisseurs de casino en ligne de classe mondiale",
  "online_casino_p1": "Êtes-vous prêt à élever votre expérience de casino en ligne au niveau supérieur ? Ne cherchez pas plus loin ! Vrnl est votre solution tout-en-un pour tous vos besoins de casino en ligne. Nous fournissons des services de premier ordre et des solutions de pointe pour les opérateurs de casino en ligne, garantissant une expérience de jeu inoubliable pour vos joueurs.",
  "user_data_section1": "<li>Fournisseurs 75 + et plus</li> <li>Machines à sous 15 000 + et plus</li> <li>Jeux de table 500 + et plus</li> <li>Poker vidéo 700 + et plus</li> <li>Autres jeux 200 + et plus</li>",
  "lottery_bingo_games": "Jeux de loterie et Bingo",
  "lottery_bingo_games_p1": "Chez VRNL, nous apportons l'excitation des jeux de loterie et Bingo à votre écran et dans vos points de vente locaux. Que vous soyez fan de tickets papier traditionnels ou préfériez jouer en ligne, nous avons ce qu'il vous faut. Avec nous, ce n'est pas seulement des jeux ; c'est le frisson de gagner et la joie de jouer.",
  "user_data_section2": "<li>Bingo 80 + et plus</li> <li>Loterie 130 + et plus</li>",
  "ultimate_dest": "Destination ultime pour les jeux de loterie et Bingo en ligne et en magasin",
  "weare_vrnl": "Nous sommes VRNL",
  "weare_vrnl_desp": "<strong>LA PLUS GRANDE PLATEFORME POUR FOURNIR DES SOLUTIONS WHITE LABEL SPORTS ET CASINO</strong> La sélection la plus large de jeux de divertissement disponibles en ligne White Label Casino avec plus de 1 000 jeux. Le logiciel de casino en ligne disponible est simple car notre plateforme est facile à gérer.",
  "res_design": "Design Réactif",
  "res_design_desp": "Notre site web est réactif, ce qui signifie qu'il s'affiche correctement sur tablettes, mobiles et ordinateurs de bureau pour une expérience utilisateur optimale.",
  "custmzd_options": "Options de Personnalisation",
  "custmzd_options_desp": "Nous offrons à nos clients une large gamme d'options de personnalisation, leur permettant de choisir leurs couleurs, polices et mise en page préférées pour le site. Cela garantit que le site reflète leur style et leurs préférences uniques.",
  "loading_speed": "Vitesse de Chargement",
  "loading_speed_desp": "Notre site est optimisé pour la rapidité et la performance. Il bénéficie de temps de chargement rapides sur différents appareils et connexions Internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Notre thème B2B se distingue par ses fonctionnalités uniques. Nous avons intégré une option Parley supplémentaire pour une expérience de paris enrichie.",
  "b2b_theme_p2": "Notre thème se caractérise par les meilleures combinaisons de couleurs et éléments de design, garantissant une interface esthétiquement plaisante. Les utilisateurs ont la permission de parier sur une large gamme de sports incluant cricket, football et tennis.",
  "b2b_theme_p3": "Nous disposons également de nombreux jeux de casino pour plus de divertissement. De plus, nous proposons différents types de casinos, tels que le AWC Casino, qui héberge plus de 500 machines à sous et plus de 100 jeux de table.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Notre site B2C offre une expérience conviviale à nos clients. Ils peuvent facilement s'inscrire avec leur numéro de téléphone, offrant un moyen pratique et sécurisé de créer un compte.",
  "b2c_theme_p2": "Une fois inscrits, les utilisateurs peuvent déposer des fonds sur leurs comptes, facilitant le début des paris et jeux. De plus, nous offrons un processus de retrait fluide, garantissant l'accès à leurs gains sans effort.",
  "b2c_theme_p3": "Pour améliorer l'expérience, nous proposons des points bonus que les utilisateurs peuvent gagner et utiliser sur la plateforme. Cela ajoute une couche supplémentaire d'excitation et de valeur, leur permettant de maximiser leurs dépôts et retraits.",
  "b2c_theme_p4": "Globalement, notre site B2C est conçu pour offrir une expérience de paris et de jeu sans tracas et agréable, permettant à nos clients de jouer, déposer et retirer facilement.",
  "request_demoID": "Demander un ID Démo",
  "form_name": "Nom *",
  "form_name_err": "Veuillez entrer votre nom (au moins 3 caractères).",
  "form_email": "Email *",
  "form_email_err": "Veuillez entrer un email valide.",
  "form_country": "Pays *",
  "form_country_err": "Veuillez sélectionner votre pays.",
  "form_district": "District *",
  "form_district_err": "Veuillez entrer votre district.",
  "form_whatsapp": "Numéro WhatsApp *",
  "form_whatsapp_err": "Entrez un numéro WhatsApp valide.",
  "form_turnover": "Chiffre d'affaires mensuel *",
  "form_turnover_err": "Veuillez entrer votre chiffre d'affaires mensuel.",
  "form_users": "Nombre d'utilisateurs *",
  "form_users_err": "Veuillez entrer un nombre valide d'utilisateurs.",
  "form_current": "Plateforme actuelle utilisée *",
  "form_current_err": "Veuillez entrer votre plateforme actuelle.",
  "form_issues": "Problèmes avec la plateforme actuelle *",
  "form_issues_err": "Veuillez décrire les problèmes (au moins 10 caractères).",
  "form_telegram": "Êtes-vous sur Telegram ? *",
  "form_select": "-- Sélectionner --",
  "form_yes": "Oui",
  "form_no": "Non",
  "form_telegram_err": "Veuillez sélectionner si vous avez un compte Telegram.",
  "form_telhandle": "Pseudo Telegram *",
  "form_telhandle_err1": "Le pseudo Telegram est requis.",
  "form_telhandle_err2": "Le pseudo Telegram doit commencer par &#64; (ex., &#64;utilisateur).",
  "demo_url": "URL Démo",
  "form_submit": "Soumettre",
  "form_name_ph": "Entrez votre nom",
  "form_email_ph": "Entrez votre email",
  "form_district_ph": "Entrez votre district",
  "form_whatsapp_ph": "Entrez le numéro WhatsApp",
  "form_turnover_ph": "Entrez votre chiffre d'affaires mensuel",
  "form_users_ph": "Entrez le nombre d'utilisateurs",
  "form_current_ph": "Entrez la plateforme actuelle",
  "form_issues_ph": "Entrez les problèmes avec la plateforme actuelle",
  "form_telhandle_ph": "Entrez votre pseudo Telegram",
  "our_commitment": "Notre engagement",
  "our_commitment_p1": "VRNL s'engage à protéger votre vie privée et à sécuriser vos informations personnelles et financières. Cette politique explique quelles informations nous collectons, comment nous les utilisons et les mesures que nous prenons pour les protéger. Les références à vrnl.net incluent également ses applications.",
  "our_commitment_p2": "Cette politique s'applique à tous les sites et applications VRNL où elle est publiée, conformément aux lois en vigueur dans les régions où nous opérons. Des avis de confidentialité supplémentaires spécifiques à une région ou un service peuvent compléter cette politique.",
  "our_commitment_p3": "Si vous fournissez des informations via des plateformes tierces (par ex., connexions via réseaux sociaux), nous collectons les données via ces intégrations selon cette politique. Cependant, les pratiques de confidentialité des tiers régissent les données qu'ils collectent directement. Les paramètres de confidentialité sur ces plateformes n'affectent pas la manière dont VRNL utilise les données collectées via nos sites ou applications.",
  "our_commitment_p4": "Nos plateformes peuvent contenir des liens vers des sites externes non détenus ou contrôlés par VRNL. Nous ne sommes pas responsables de leurs pratiques de confidentialité et vous encourageons à consulter leurs politiques avant de partager des informations.",
  "our_commitment_p5": "Cette politique de confidentialité doit être lue conjointement avec nos Conditions d'utilisation.",
  "user_content": "Consentement de l'utilisateur",
  "user_content_para": "En utilisant le service vrnl (par exemple, lors de l'inscription, l'achat d'un service, la participation à un concours ou promotion, ou la communication avec nous via nos sites ou applications), vous acceptez la collecte, l'utilisation et le partage de vos informations personnelles comme décrit dans cette politique. Dans certains cas, notamment si vous résidez dans un pays régi par une réglementation sur la protection des données, nous pouvons vous demander un consentement explicite avant de procéder. Pour tout utilisateur itinérant ou voyageur utilisant les services VRNL dans différents pays, le pays d'inscription sera considéré comme votre pays principal et les consentements obtenus lors de l'inscription resteront valides pour le traitement de vos informations personnelles. Les termes de confidentialité applicables selon la loi du pays au moment de l'inscription seront applicables.",
  "accessing_webNet": "Accès aux sites Web et services Network 18 via VPN",
  "accessing_webNet_p1": "Vous ne devez pas accéder ou utiliser les sites ou services VRNL par des méthodes ou technologies qui masquent ou déforment votre localisation géographique réelle (ex., utilisation d'un VPN ou outils similaires).",
  "accessing_webNet_p2": "VRNL ne sera pas responsable de la collecte, du stockage ou du traitement de vos informations personnelles si ces méthodes d'accès sont utilisées.",
  "collection_personalInfo": "Collecte et utilisation des informations personnelles",
  "collection_personalInfo_p1": "« Informations personnelles » (PII) désigne toute donnée permettant d'identifier directement ou indirectement un individu, telle que nom, adresse postale, email ou numéro de mobile. Les données anonymes liées à des informations personnelles sont également considérées comme informations personnelles.",
  "collection_personalInfo_p2": "VRNL ne collecte que les informations personnelles nécessaires pour répondre à vos demandes et fournir des produits et services personnalisés. Nous ne collectons ces informations que si vous les fournissez volontairement et en connaissance de cause.",
  "collection_personalInfo_p3": "Vos informations personnelles peuvent être utilisées par VRNL et ses partenaires de services pour exploiter nos sites Web et services, et pour vous informer des nouvelles fonctionnalités, produits et services offerts par VRNL et ses affiliés.",
  "info_provide_us": "1. Informations que vous nous fournissez",
  "info_provide_us_desp": "Nous pouvons demander et collecter les informations personnelles suivantes vous concernant lorsque vous utilisez vrnl.net et sans ces informations, il se peut que nous ne puissions pas vous fournir tous les services demandés :",
  "reg_data": "a. Données d'inscription",
  "reg_data_desp": "Pour utiliser certaines fonctionnalités sur le site Web, l'application et pour les services (tels que les inscriptions à des événements et les campagnes du site Web), vous pouvez fournir des informations de contact de base, y compris mais sans s'y limiter :",
  "reg_data_list": "<li><span>Prénom</span></li> <li><span>Nom</span></li> <li><span>Adresse e-mail</span></li>",
  "user_pro_details": "b. Détails du profil utilisateur",
  "user_pro_details_desp": "Nous pouvons également collecter et enregistrer les informations personnelles suivantes dans la section 'Mon Profil', ce qui nous aide à fournir des flux personnalisés et à maintenir un profil utilisateur, y compris mais sans s'y limiter :",
  "user_pro_details_list": "<li><span>Nom</span></li> <li><span>Genre</span></li> <li><span>Adresse e-mail</span></li> <li><span>Date de naissance</span></li> <li><span>Pays</span></li> <li><span>Ville</span></li> <li><span>Numéro de mobile</span></li>",
  "mobile_device_permissions": "c. Autorisations des appareils mobiles",
  "mobile_device_permissions_desp": "Lors de l'accès à notre application sur des appareils mobiles/tablettes/téléviseurs ou tout autre appareil disposant de l'application, nous pouvons demander et obtenir l'accès aux éléments suivants :",
  "mobile_device_permissions_list": "<li><span>Comptes - Utilisés pour gérer plusieurs comptes utilisateurs dans l'application et pour la connexion</span> </li> <li><span>Contacts - Utilisés pour accéder aux contacts des utilisateurs afin de partager des articles via l'application</span></li> <li><span>Téléphone - Pour lire l'état du téléphone et permettre les notifications utilisateur sur l'appareil. L'IMEI est collecté uniquement pour identifier chaque utilisateur de manière unique</span></li> <li><span>Caméra - Pour permettre à l'utilisateur de télécharger des images et sa photo de profil. Permet à l'utilisateur d'utiliser la caméra dans vrnl</span></li> <li><span>Microphone - Pour activer les commandes vocales</span></li> <li><span>Stockage - Pour accéder aux fichiers et dossiers depuis l'application</span></li> <li><span>SMS - Pour envoyer et recevoir des messages de vérification</span></li>",
  "mobile_device_permissions_desp2": "Les autorisations de ces paramètres peuvent être essentielles au bon fonctionnement de l'application. Les autorisations peuvent être gérées via les paramètres de l'appareil de l'utilisateur.",
  "info_voluntarily": "2. Informations que vous nous fournissez volontairement",
  "info_voluntarily_desp": "Si vous nous envoyez des correspondances personnelles, telles que des e-mails ou lettres, ou si d'autres utilisateurs ou tiers nous envoient des correspondances concernant vos activités ou publications sur vrnl.net, nous pouvons collecter et stocker ces informations.",
  "info_voluntarily_para": "Nous pouvons collecter des informations supplémentaires à d'autres moments, lorsque vous fournissez des retours, modifiez votre contenu ou vos préférences d'e-mail, répondez à des enquêtes ou communiquez avec nous. Ces informations peuvent inclure votre nom, adresse e-mail, numéro de mobile, localisation, etc.",
  "info_auto": "3. Informations que nous collectons automatiquement",
  "info_auto_desp": "Nous collectons des informations sur vous et votre utilisation de notre service, vos interactions avec nous et nos publicités, ainsi que des informations concernant votre ordinateur ou autres appareils utilisés pour accéder à notre service (tels que mobiles, tablettes et autres appareils). Ces informations comprennent, mais sans s'y limiter :",
  "info_auto_list": " <li><span>Activités sur vrnl.net telles que le type de pages consultées, le temps passé sur les pages, les requêtes de recherche, etc.</span> </li> <li><span>Vos interactions avec nos e-mails, service client et plateforme de messagerie.</span></li> <li><span>Informations de géolocalisation via les adresses IP ;</span></li> <li><span>Informations sur l'appareil comme l'identifiant de l'appareil, le modèle, etc., et autres identifiants uniques</span></li> <li><span>Identifiants publicitaires, tels que ceux présents sur les appareils mobiles et tablettes (par exemple IDFA sur iOS et GAID sur Android) ;</span></li> <li><span>Informations collectées via l'utilisation de cookies et autres technologies* ;</span></li>",
  "info_auto_note": " *Remarque : Pour améliorer votre expérience, nous pouvons utiliser des <b>cookies</b> ou technologies similaires pour vous assigner un <b>ID utilisateur unique</b> et comprendre vos centres d'intérêt. Les <b>cookies</b> ne révèlent pas votre identité sauf si vous la fournissez volontairement et ne peuvent pas accéder aux données de votre appareil. Les annonceurs peuvent définir leurs propres cookies lors de l'interaction avec leurs publicités, ce que nous ne contrôlons pas. Nous collectons également certaines informations techniques lorsque vous utilisez nos sites, applications ou services sur tout appareil connecté à Internet.",
  "inferred_info": "4. Informations déduites via l'utilisation et les données de journal",
  "inferred_info_desp": "Nous pouvons suivre certaines informations vous concernant en fonction de votre comportement sur vrnl.net. Nous utilisons ces informations pour mener des recherches internes sur la démographie, les appareils, les intérêts et le comportement des utilisateurs afin de mieux comprendre, protéger et servir nos utilisateurs. Ces informations sont compilées et analysées de manière agrégée.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Nous pouvons également collecter vos informations pour suivre le comportement et les préférences des utilisateurs à des fins d'analyse et de recherche internes. Nous pouvons également utiliser vos informations :</strong><br> (i) Pour évaluer votre intérêt pour les options d'investissement, services, offres, abonnements ; <br> (ii) Pour effectuer des analyses et des recherches clients, déterminer vos intérêts, identifier le contenu générant des ventes et analyser les tendances du trafic.<br>",
  "inferred_info_a": "a. Fonctionnalités interactives",
  "inferred_info_a_desp1": "vrnl.net propose de nombreuses fonctionnalités permettant aux utilisateurs/membres de divulguer leur identité et de communiquer avec d'autres utilisateurs/membres. L'utilisation de ces fonctionnalités et la divulgation de toute information personnelle (par exemple e-mail) se fait à vos risques et périls et vrnl.net n'accepte aucune responsabilité. Toutefois, si votre vie privée a été compromise en participant à ces fonctionnalités, vous pouvez nous en informer par e-mail à vrnl@gmail.com",
  "inferred_info_a_desp2": "Si vous choisissez de publier des messages sur les réseaux sociaux, forums, salons de discussion ou autres espaces, nous collecterons ces informations. Nous conservons ces informations pour résoudre des litiges, fournir le support client et résoudre des problèmes conformément à la loi. Nous pouvons également conserver ces informations de manière agrégée pour formuler des tendances et sentiments de marché. Nous n'associons toutefois aucune information personnelle à ces commentaires ou publications lors de cette analyse.",
  "inferred_info_b": "b. Expérience utilisateur et support",
  "inferred_info_b_desp1": "Nous identifions et utilisons votre adresse IP pour aider à diagnostiquer tout problème avec notre serveur et administrer notre application. Votre adresse IP est également utilisée pour vous identifier et recueillir des informations démographiques générales afin de personnaliser votre expérience sur vrnl.net.",
  "inferred_info_b_desp2": "Nous vous demanderons parfois de remplir des enquêtes en ligne facultatives, pouvant inclure des informations de contact et démographiques (code postal, âge, etc.). Ces données nous permettent de personnaliser votre expérience sur vrnl.net, en vous fournissant du contenu susceptible de vous intéresser.",
  "info_thirdparty": "5. Informations collectées via des tiers",
  "info_thirdparty_a": "a. Connexion via réseaux sociaux",
  "info_thirdparty_a_desp": "Lorsque vous vous inscrivez via vos comptes tiers (Facebook, Gmail, etc.), nous récupérons des informations de ces comptes pour continuer à interagir avec vous et fournir nos services. Nous collectons les informations suivantes, notamment :",
  "info_thirdparty_a_list": "<li><span>Facebook - Informations publiques, Nom, Adresse e-mail, liste d'amis</span> </li> <li><span>Google - Prénom, Nom, Adresse e-mail </span></li>",
  "info_thirdparty_b": "b. Informations transactionnelles ou de facturation",
  "info_thirdparty_b_desp": "En fonction de votre achat d'un abonnement, notre partenaire de passerelle de paiement peut collecter des informations concernant vos cartes ou comptes bancaires ainsi que votre adresse de facturation. Ces informations sont stockées par notre partenaire de paiement. VRNL ne collecte pas directement d'informations financières. L'utilisation de ces passerelles se fait à vos risques et périls et nous ne contrôlons pas leurs pratiques de confidentialité.",
  "lawfulness_processing": "I. Finalités et légalité du traitement",
  "lawfulness_processing_desp1": "vrnl.net ne collecte et ne traite vos données personnelles que lorsque nous avons une base légale, telle que le consentement explicite ou les 'intérêts légitimes'.",
  "lawfulness_processing_desp2": "Nous utilisons les informations pour fournir, analyser, administrer, améliorer et personnaliser nos services et efforts marketing, traiter votre inscription, commandes et paiements, et communiquer avec vous :",
  "lawfulness_processing_list": "<li><span>Déterminer vos besoins et fournir des suggestions personnalisées sur les tendances du marché;</span></li> <li><span>Prévenir, détecter et enquêter sur des activités potentiellement illégales, y compris la fraude;</span> </li> <li><span>Analyser et comprendre notre audience, améliorer notre service et optimiser les contenus et recommandations;</span></li> <li><span>Communiquer avec vous concernant nos services (email, notifications push, SMS, messagerie en ligne), pour informer des nouvelles fonctionnalités et offres spéciales;</span></li> <li><span>Notifier des changements dans les conditions d'utilisation;</span></li> <li><span>Permettre de participer aux fonctionnalités interactives de nos services;</span></li> <li><span>Exécuter nos obligations et faire respecter nos droits issus des contrats avec vous, y compris facturation et recouvrement.</span></li>",
  "lawfulness_processing_desp3": "Nous pouvons utiliser vos informations pour vous fournir une expérience personnalisée lors de votre visite/utilisation de nos sites/applications et pour des analyses marketing.",
  "lawfulness_processing_desp4": "La personnalisation se fait via les données que vous nous fournissez (cookies, IP, balises Web) en fonction de vos appareils. Merci de fournir un consentement explicite.",
  "info_usedBy": "II. Informations utilisées par la société",
  "info_usedBy_desp1": "Les informations fournies par les utilisateurs nous permettent d'améliorer les services et offrir une expérience conviviale. Nous pouvons également utiliser vos informations pour développer de nouveaux services, envoyer des messages marketing avec consentement, ou à des fins administratives.",
  "info_usedBy_desp2": "Toute information personnellement identifiable disponible publiquement ou postée sur des sections publiques du site n'est pas considérée comme sensible.",
  "disclosure_tp": "III. Divulgation à des tiers",
  "disclosure_tp_b": "b. Publicité",
  "disclosure_tp_b_desp": "Nous fournissons des statistiques agrégées aux annonceurs pour les aider à comprendre notre audience. Des entreprises tierces peuvent diffuser des publicités sur nos sites ou applications. Nous ne partageons aucune information personnellement identifiable sans votre consentement.",
  "disclosure_tp_d": "d. Offres promotionnelles",
  "disclosure_tp_d_desp": "Nous partagerons ou divulguerons vos informations personnelles en dehors de vrnl.net lorsque nous aurons votre consentement. Par exemple, pour fournir des services liés aux SMS et e-mails tels que newsletters marketing, promotions et offres.",
  "disclosure_tp_f": "f. Juridique",
  "disclosure_tp_f_desp": "vrnl.net peut divulguer des informations personnelles identifiables si la loi l'exige ou dans la bonne foi que cette action est nécessaire pour :",
  "disclosure_tp_f_list": "<li><span>se conformer aux lois ou respecter une procédure légale signifiée au site ou à ses propriétaires ; </span></li> <li><span>protéger et défendre les droits ou la propriété des propriétaires du site, du site ou des utilisateurs de vrnl.net ;</span></li> <li><span>agir dans des circonstances exceptionnelles pour protéger la sécurité personnelle des utilisateurs de vrnl.net, du site, de ses propriétaires ou du public.</span></li>",
  "controls_choices": "IV. Vos contrôles et choix",
  "managing_info": "Gestion de vos informations",
  "managing_info_desp1": "Lorsque vous utilisez les services de moneycontrol (sites web ou tout sous-site), nous faisons de notre mieux pour vous fournir, sur demande, un accès à vos informations personnelles et veiller à ce que toute information personnelle ou donnée sensible jugée inexacte ou déficiente soit corrigée ou modifiée dans la mesure du possible, sous réserve de toute obligation légale de conservation.",
  "managing_info_desp2": "Nous demandons aux utilisateurs d'identifier les informations auxquelles ils souhaitent accéder, corriger ou supprimer avant le traitement. Nous pouvons refuser les demandes répétitives, systématiques, nécessitant un effort technique disproportionné, mettant en danger la vie privée d'autrui ou très impraticables, ou pour lesquelles l'accès n'est pas requis. Dans tous les cas, l'accès et la correction des informations sont gratuits, sauf si cela nécessite un effort disproportionné. En raison de notre maintenance, après suppression de vos informations, des copies résiduelles peuvent rester temporairement sur nos serveurs actifs ou systèmes de sauvegarde.",
  "managing_info_desp3": "Pour exercer vos droits en tant que personne concernée, vous devez nous écrire et soumettre une demande pour le droit spécifique. Veuillez utiliser des objets appropriés pour mentionner le droit (ex. Demande d'accès aux données, Demande de portabilité, Demande de suppression) afin de traiter votre demande plus efficacement.",
  "managing_info_desp4": "Nous vous offrons la possibilité d'exercer certains contrôles et choix concernant la collecte, l'utilisation et le partage de vos informations personnelles. Conformément à la loi, vos contrôles et choix peuvent inclure :",
  "dataAccess_port": "a. Accès aux données et portabilité",
  "dataAccess_port_desp": "Le RGPD (UE) vous permet de demander des copies de vos informations personnelles que nous détenons. Vous pouvez également demander ces informations dans un format structuré, couramment utilisé et lisible par machine, et/ou demander leur transmission à un autre fournisseur de services (si techniquement possible).",
  "data_retention": "c. Conservation et suppression des données",
  "data_retention_desp1": "Nous conservons vos informations personnelles aussi longtemps que nécessaire pour les intérêts légitimes de cette politique et pour respecter nos obligations légales. Si vous ne souhaitez plus que nous utilisions vos informations, vous pouvez demander leur suppression et la fermeture de votre compte vrnl.net.",
  "data_retention_desp2": "Veuillez noter que si vous demandez la suppression de vos informations personnelles ;",
  "data_retention_list": "<li><span>Nous pouvons conserver certaines informations pour nos intérêts commerciaux légitimes, comme la détection de fraude et la sécurité. Par exemple, si un compte est suspendu pour fraude ou sécurité, certaines informations peuvent être conservées pour empêcher l'ouverture d'un nouveau compte.</span></li> <li><span>Nous pouvons conserver et utiliser vos informations pour nous conformer à nos obligations légales, par exemple pour la fiscalité, le reporting légal et les audits.</span></li> <li><span>Les informations que vous avez partagées avec d'autres (ex. avis, forums) peuvent rester visibles publiquement même après l'annulation de votre compte. L'attribution à vous sera supprimée. Certaines copies (ex. journaux) peuvent rester mais dissociées des identifiants personnels.</span></li> <li><span>Étant donné que nous maintenons des copies pour protection contre pertes ou destructions, des copies résiduelles peuvent rester temporairement dans nos systèmes de sauvegarde.</span></li>",
  "data_retention_note": "(Remarque : si vous avez plusieurs comptes sur moneycontrol, vous devez soumettre une demande séparée pour chacun en utilisant l'e-mail associé.)",
  "withdrawing_consent": "d. Retrait du consentement et restriction du traitement",
  "withdrawing_consent_desp": "Pour retirer votre consentement à tout moment, envoyez-nous un e-mail. Nous examinerons votre demande et pourrons vérifier votre identité. Après vérification, nous retirerons le consentement et cesserons tout traitement supplémentaire.",
  "fail_provideConsent": "V. Si vous refusez de donner votre consentement",
  "fail_provideConsent_desp": "Nous vous informons que vrnl.net est une plateforme publicitaire. Les publicités sont au cœur de notre activité, donc la permission d'utiliser et de traiter vos informations personnelles est essentielle pour fournir nos services. Si vous refusez d'autoriser l'utilisation de vos données à cette fin, nous ne pourrons pas vous fournir nos services.",
  "childrens_privacy": "VI. Confidentialité des enfants",
  "childrens_privacy_desp1": "vrnl.net n'est pas conçu pour les personnes de moins de 16 ans. vrnl n'autorise pas consciemment les mineurs à s'inscrire ou à fournir des informations personnelles. Si vrnl découvre que des informations de mineurs ont été collectées sans consentement parental, elles seront supprimées et le parent notifié.",
  "childrens_privacy_desp2": "Nous considérons que les parents doivent surveiller l'utilisation des services par leurs enfants. Nous ne collectons ni ne traitons les informations des enfants de moins de 16 ans et n'envoyons pas de matériel promotionnel à cette catégorie. Si un parent croit qu'un mineur a fourni des informations personnelles sans consentement, contactez notre support pour les supprimer.",
  "data_transfer": "VII. Transfert, stockage et traitement global des données",
  "data_transfer_desp": "Nous opérons mondialement et pouvons transférer vos informations personnelles aux sociétés affiliées de vrnl ou à des tiers à travers le monde pour les fins décrites dans cette politique. Nous prendrons des mesures raisonnables pour protéger la confidentialité. Pour les transferts depuis l'UE, nous utilisons des clauses contractuelles standard approuvées par la Commission européenne ou d'autres moyens légaux garantissant des protections adéquates.",
  "security_compliance": "VIII. Sécurité et conformité aux lois",
  "security_compliance_desp": "Nous mettons continuellement à jour des mesures de sécurité administratives, techniques et physiques pour protéger vos informations contre tout accès non autorisé, perte, destruction ou altération. Certaines protections incluent pare-feu, chiffrement et contrôles d'accès. Si vos identifiants vrnl.net sont compromis ou suspectés d'être utilisés de manière non autorisée, contactez notre support.",
  "changein_policy": "IX. Modification de la politique",
  "changein_policy_desp": "Cette politique de confidentialité peut être modifiée. Nous nous réservons le droit de modifier ses termes à notre discrétion pour respecter les lois applicables. Les termes mis à jour sont effectifs immédiatement et remplacent la politique précédente. Nous vous informerons des changements importants. Vous êtes responsable de consulter la politique. En continuant à utiliser vrnl.net après publication, vous acceptez les nouveaux termes.",
  "contact_info": "X. Informations de contact",
  "contact_info_a": "a. Support",
  "contact_info_a_desp": "Pour toute information ou clarification sur l'utilisation de vos données personnelles ou sur cette politique, ou pour des griefs, veuillez nous écrire à",
  "contact_info_b": "b. Plaintes",
  "contact_info_b_desp1": "Vous pouvez écrire à notre responsable de la protection des données pour tout grief ou plainte. Vous avez le droit de vous plaindre auprès des autorités compétentes concernant le traitement de vos données par vrnl.net.",
  "contact_info_b_desp2": "Pour toute question, plainte sur la collecte, traitement, transfert de données personnelles ou concernant cette politique, contactez notre responsable de la protection des données.",
  "risk_management_title": "Vos paris, notre responsabilité Gestion des risques inégalée &",
  "risk_management_title2": "Une entreprise qui poursuit constamment des solutions innovantes pour répondre à ses besoins commerciaux.",
  "dedicated_rm_team": "Équipe dédiée à la gestion des risques",
  "dedicated_rm_team_desp": "Nous disposons d'une équipe dédiée et <b> hautement expérimentée </b> qui opère <b>24/7.</b> Leur rôle principal est de surveiller chaque pari et transaction sur notre plateforme pour garantir <b>l'équité</b> et <b>la sécurité</b> pour tous les utilisateurs.",
  "key_features_rm": "Fonctionnalités clés",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Surveillance en temps réel :</strong> Des systèmes avancés suivent en continu les paris, les changements de cotes et l'activité des utilisateurs.</span></li> <li><strong>Révision manuelle :</strong> Les alertes déclenchent des vérifications approfondies des comportements de paris, des changements de cotes et des comptes.</li> <li><strong>Atténuation des risques :</strong> Actions immédiates comme annuler/suspendre des paris, bloquer des comptes ou vérifier des utilisateurs en cas d'irrégularités.</li> <li><strong>Analyse des données :</strong> Revue continue des données en direct et historiques pour détecter les tendances de risque et améliorer la prévention.</li> <li><strong>Réponse aux incidents :</strong> Plan structuré pour gérer rapidement et efficacement les violations de sécurité, tricheries ou autres menaces.</li>",
  "benefits_rm": "Avantages",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Formation continue :</strong> Développement continu des compétences de l'équipe de gestion des risques pour gérer efficacement les nouvelles menaces.</span></li> <li><strong>Technologie avancée et sécurité :</strong> Mises à jour régulières, tests de pénétration, mises à jour logicielles et audits de sécurité.</li> <li><strong>Transparence :</strong> Communication claire avec les utilisateurs sur les actions de gestion des risques pour maintenir la confiance.</li> <li><strong>Amélioration continue :</strong> Évolution des stratégies basée sur les incidents passés et les risques émergents pour protéger l'intégrité de la plateforme et les intérêts des utilisateurs.</li>",
  "sbs_bold": "Logiciel de <strong>Paris Sportifs</strong>",
  "sbs_bold_p1": "Prêt à améliorer votre expérience de paris sportifs ? Ne cherchez pas plus loin que le logiciel de paris sportifs VRNL ! Dans cet article, nous explorerons comment la technologie de pointe de VRNL peut transformer votre façon de parier. Avec plus de deux décennies d'expertise dans le secteur, VRNL est votre partenaire de confiance pour des solutions innovantes de paris sportifs. Plongeons dans le monde des logiciels de paris sportifs et découvrons comment nous pouvons élever votre jeu.",
  "sbs_bold_p2": "Le logiciel de paris sportifs de VRNL offre un monde de possibilités pour les passionnés de sport et les parieurs. En se concentrant sur la fourniture d'informations précises, pertinentes et utiles, VRNL combine expertise et expérience personnelle pour créer une solution de paris complète. Faites confiance à VRNL pour élever votre expérience de paris sportifs à de nouveaux sommets.",
  "sbs_bold_p3": "Découvrez dès aujourd'hui le logiciel de paris sportifs de VRNL et améliorez votre expérience de paris !",
  "sbs_try_b2b": "Essayez notre logiciel de paris B2B",
  "sbs_try_b2c": "Essayez notre logiciel de paris B2C",
  "sbs_mf_desp": "Nous proposons une vaste gamme d'outils pour faciliter la gestion de notre logiciel de paris. Parmi eux, nous mettons en avant les plus puissants et, surtout, ceux essentiels pour rivaliser sur la scène mondiale :",
  "sbs_mf_list": "<li> <strong>Cotes en temps réel</strong> Restez à jour avec les cotes en temps réel pour obtenir un avantage concurrentiel. Le logiciel VRNL vous assure de ne jamais manquer les meilleures opportunités. </li> <li> <strong>Compatibilité mobile</strong> Pariez en déplacement avec le logiciel compatible mobile de VRNL. Que vous utilisiez iOS ou Android, la plateforme s'adapte à votre appareil pour une expérience fluide. </li> <li> <strong>Service de cotes avancé</strong> Redéfinit les API de données sportives. Il offre des cotes pré-match 100 % précises et les flux de cotes en direct les plus rapides avec une latence minimale.</li> <li> <strong>Intégration flexible</strong> Notre plateforme peut être intégrée de manière transparente à votre système via API ou iFrame, offrant une grande flexibilité.</li>",
  "sbs_benefits": "Quels seront les avantages ? <b> Laissez-nous vous expliquer</b>",
  "sbs_benefits_p1": "<strong>L'avantage de gérer une plateforme de paris en ligne et en magasin</strong> Démarrer une plateforme de paris en ligne peut être un défi.",
  "sbs_benefits_p2": "C'est pourquoi nous avons conçu un environnement <strong>complet de logiciel de paris sportifs</strong> pour faciliter le processus, avec les meilleurs fournisseurs de cotes pour offrir la couverture la plus large.",
  "sbs_benefits_p3": "Nos partenaires réglementés reçoivent un soutien complet pour leur entrée dans l'industrie des paris en ligne, avec la possibilité de versions de plateformes de marque ou non-marque.",
  "sbs_benefits_p4": "Notre logiciel inclut des outils de gestion des risques robustes, rendant la configuration rapide et simple, et prêt à évoluer avec la croissance de votre entreprise.",
  "sbs_benefits_p5": "Gérer <strong>les joueurs en ligne et les points de paris</strong> n'a jamais été aussi simple et convivial.",
  "complete_sbs": "Logiciel complet de <strong>Paris Sportifs</strong>",
  "whatwe_have": "Que proposons-nous pour vous ?",
  "whatwe_have_list": "<li> <strong>Contrôles de compte joueur</strong> Notre plateforme offre une gestion robuste des comptes joueurs, y compris les services d'enregistrement et de vérification. Nous disposons également d'un système efficace pour détecter et traiter les comptes frauduleux. </li> <li> <strong>Outils de géolocalisation</strong> Nous proposons des outils capables d'extraire les informations de localisation à partir des adresses IP, garantissant des services de géolocalisation précis.</li>",
  "whatwe_have_desp": "Avec notre support complet, votre objectif principal peut être d'établir et de développer vos points de paris et vos réseaux en ligne.",
  "b2c_sbs": "Logiciel de paris sportifs B2C",
  "b2c_sbs_p1": "VRNL est votre destination de choix pour les solutions de logiciel de paris sportifs B2C. Nous sommes un nom de confiance dans l'industrie, dédié à fournir des logiciels de pointe qui améliorent votre expérience de paris sportifs. Que vous soyez un parieur expérimenté ou un novice, nous avons les outils nécessaires pour élever votre jeu. Essayez dès aujourd'hui le logiciel de paris sportifs de VRNL !",
  "b2c_sbs_p2": "Le logiciel de paris sportifs B2C (business-to-consumer) fait référence à la technologie et à la plateforme utilisées par les opérateurs de paris pour offrir des services directement aux utilisateurs finaux.",
  "b2c_sbs_p3": "Ce type de logiciel permet aux consommateurs de parier sur divers événements sportifs via des applications web ou mobiles. Voici quelques fonctionnalités et composants clés généralement présents dans un logiciel de paris sportifs B2C :",
  "b2c_sbs_list": "<li> <b>Enregistrement et gestion des comptes utilisateurs :</b> Permet aux utilisateurs de créer des comptes, gérer leurs informations personnelles et suivre leur historique de paris. </li> <li> <b>Support client :</b> Offre des options de support client, telles que chat en direct, email et assistance téléphonique, pour aider les utilisateurs. </li> <li> <b>Programmes d'affiliation :</b> Propose des programmes d'affiliation pour le marketing et la promotion, permettant aux partenaires de gagner des commissions en référant des utilisateurs. </li>",
  "casino_sbs": "Logiciel de Casino et <strong>Paris</strong>",
  "casino_sbs_list": "Fournisseurs 75 + plus de<br /> Machines à sous 15 000 + plus de<br /> Jeux de table 500 + plus de<br /> Vidéo poker 700 + plus de<br /> Autres jeux 200 + plus de<br /> Jeu en direct<br /> Jeux First Person<br /> Roulette américaine en direct<br /> Blackjack en direct<br /> Baccarat en direct<br /> Casino Hold’em en direct<br /> SICBO<br /> Dragon tiger en direct<br /> Andar Bahar<br /> Teen Patti",
  "online": "En ligne",
  "casino_platform": "plateforme de casino",
  "onc_desp1": "VRNL fournit une solution complète avec notre offre <strong>White Label Casino</strong>.",
  "onc_desp2": "Notre <strong>plateforme de casino en ligne</strong> est conçue pour la simplicité, garantissant une gestion facile pour les débutants et les professionnels expérimentés. Avec VRNL, vous recevrez des conseils complets pour démarrer votre projet de <strong>casino en ligne</strong>.",
  "onc_desp3": "Avant de vous lancer, nous vous invitons à découvrir son fonctionnement fluide en action.",
  "wlc_mainFeatures_desp1": "Nous proposons une vaste gamme d'outils conçus pour vous permettre de gérer efficacement notre plateforme de casino en ligne. Parmi eux, nous avons sélectionné les plus influents et, surtout, les indispensables pour prospérer dans un environnement mondial compétitif :",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Le catalogue de jeux de casino en ligne le plus complet au monde,</strong> sélectionné parmi les meilleurs fournisseurs de l'industrie </li> <li> <strong class='black-color'>Outils pour les bonus</strong> et optimisation de la rentabilité des machines à sous </li> <li> <strong class='black-color'>Créateur de campagnes</strong> et gestion des tournois de jeux</li> <li>Peut être <strong class='black-color'>intégré facilement via API ou technologie iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "De plus, notre solution inclut un logiciel de casino en direct, permettant à vos utilisateurs de vivre l'expérience authentique d'un vrai casino depuis leur domicile.",
  "wlc_benefits": "Quels seront les avantages ?",
  "letus_explain": "Laissez-nous vous expliquer",
  "letus_explain_desp1": "Vous envisagez d'entrer dans le monde des paris en ligne ? VRNL propose une",
  "letus_explain_desp2": "solution de casino White Label qui peut être votre point de départ idéal.",
  "letus_explain_desp3": "Profitez de nos services professionnels et de notre expertise, ainsi que de nos plateformes et technologies de <strong>casino avancées</strong>. Nos partenaires réglementés bénéficient d'un soutien complet lors de leur entrée dans l'industrie du casino en ligne, avec le choix de versions de plateforme de marque ou non-marque.",
  "letus_explain_desp4": "Lancer un projet de casino en ligne peut être complexe. C'est pourquoi nous avons créé un environnement de casino complet, avec les meilleurs fournisseurs de jeux et plus de 1 000 jeux. Notre mathématiques des jeux est sécurisée et certifiée, pour votre tranquillité d'esprit.",
  "letus_explain_desp5": "Développez votre activité facilement grâce aux outils de gestion des risques robustes de notre plateforme, pour une configuration rapide et simple.",
  "wlc_complete_solutions": "Solutions complètes <span>Casino White Label</span>",
  "wlc_offer": "Que proposons-nous pour vous ?",
  "wlc_complete_solutions_list": "<li>Procédures de vérification, officiellement approuvées par les autorités réglementaires</li> <li>Outils de marketing d'affiliation, système de parrainage et intégration des réseaux sociaux</li> <li>Notifications push mobiles, notifications web et messages intégrés</li> <li>Contrôles de compte joueur, enregistrement et vérification, système de détection de comptes frauduleux</li> <li>Outils de géolocalisation pour extraire les informations de localisation des adresses IP</li>",
  "wlc_complete_solutions_more": "Mais ce n'est pas tout",
  "wlc_complete_solutions_desp": "<strong>La plateforme de VRNL est optimisée pour des performances et une stabilité maximales</strong>. Nous utilisons une technologie de pointe qui fonctionne deux fois plus rapidement que les plateformes de casino ordinaires. Notre vaste expérience a créé l'application la plus rapide et la plus puissante aujourd'hui.",
  "wlc_numbers": "<span>White Label</span> Casino en chiffres",
  "wlc_numbers_p1": "Découvrez les possibilités infinies des solutions White Label Casino de VRNL. Élevez votre activité de casino grâce à notre large gamme d'offres de casino",
  "wlc_numbers_p2": "La meilleure sélection de fournisseurs de Casino en direct à travers le monde",
  "wlc_numbers_p3": "Une variété inégalée de tables en direct disponibles en ligne, avec diffusion multicanale.",
  "wlc_numbers_list": "<li>Plus de 75 fournisseurs</li> <li>Plus de 15 000 machines à sous</li> <li>500+ jeux de table</li> <li>700+ jeux de vidéo poker</li> <li>Plus de 200 autres jeux</li>",
  "wlc_numbers_p4": "Notre équipe dédiée vous guidera à travers toutes les étapes, de la formation initiale au lancement de votre production.",
  "wlb_platform": "Plateforme de paris White Label",
  "wlb_platform_p1": "La solution <b class='bold'>White Label Sportbook</b> de VRNL offre une plateforme d'échange complète et entièrement gérée. <br />",
  "wlb_platform_p2": "L'une des caractéristiques remarquables de notre solution de sportsbook White Label est sa <b class='bold'>rapidité exceptionnelle de création et de déploiement de sites web.</b> Notre équipe dédiée peut mettre votre site en ligne en seulement dix jours ouvrables, <b class='bold'>adapté exactement à vos besoins uniques.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Notre service inclut l'hébergement spécialisé</b>, tous les logiciels nécessaires, les flux de cotes sportives en direct, les outils de gestion des risques et un service client de premier ordre. Nous sommes une plateforme de paris White Label de premier plan.",
  "wlb_platform_list": "<li>Développement de site web, <b>branding, personnalisation</b> et tests rigoureux des échanges des clients </li> <li>Mises à jour et améliorations continues</li> <li> <b>Fourniture matérielle</b>, hébergement, surveillance 24/7 et support complet </li> <li> <b>Large gamme de marchés de paris</b>, catégories sportives et offres de ligues </li> <li>Acceptation efficace des paris et processus de règlement précis</li> <li>Gestion des risques avancée, comptabilité robuste et outils de surveillance vigilants</li>",
  "wlb_platform_p4": "Les consultants dédiés de VRNL recueilleront soigneusement vos besoins et vous présenteront une sélection de modèles et de réalisations récentes. Toutes nos plateformes sont multilingues, prennent en charge plusieurs devises et l'interface utilisateur (UI) sera adaptée avec précision à vos besoins.",
  "wlb_platform_customization": "Personnalisations",
  "be_unique": "Soyez unique",
  "be_unique_desp1": "<b class='bold'>VRNL se spécialise dans les plateformes de paris, casinos et solutions White Label sur mesure,</b> améliorant l'identité de votre marque.",
  "be_unique_desp2": "Notre équipe d'experts veille à ce que chaque détail, des interfaces visuelles aux intégrations de logos et améliorations fonctionnelles, soit conforme à votre vision.",
  "be_unique_desp3": "Lancez votre parcours avec VRNL, où votre vision unique prend vie.",
  "wlb_platform_odds": "Cotes",
  "wlb_platform_odds_optimize": "Optimisez les cotes de paris avec VRNL",
  "wlb_platform_odds_p1": "Restez en tête de la concurrence avec nos <b class='bold'>services avancés de gestion des cotes</b>. Nous fournissons des ajustements de cotes en temps réel, gestion des risques et analyse du marché pour optimiser vos offres de paris sportifs et améliorer l'expérience des joueurs.",
  "wlb_platform_odds_p2": "Notre équipe de spécialistes s'engage à assurer votre succès. Contactez-nous dès aujourd'hui pour découvrir comment nous pouvons faire passer votre activité de paris au niveau supérieur.",
  "wlb_platform_zeroRisk": "Risque Zéro",
  "wlb_platform_zeroRisk_h1": "Services de trading et de gestion des risques",
  "wlb_platform_zeroRisk_p1": "Nous proposons des services complets de trading et de gestion des risques, ainsi que des conseils d'experts sur la gestion des cotes. De plus, nous offrons une fonctionnalité unique : la couverture des gains. En pratique, cela signifie que si votre plateforme ne génère pas de revenus, nous intervenons pour couvrir les gains des joueurs. Nous privilégions votre tranquillité d'esprit.",
  "wlb_platform_bpb": "Branding de la plateforme de paris",
  "wlb_platform_bpb_layouts": "Mises en page illimitées",
  "wlb_platform_bpb_layouts_desp": "Choisissez parmi une <b>large gamme de mises en page</b> avec nos modèles. Ou exercez un contrôle créatif total en créant votre propre mise en page via nos <b>services API</b>, vous permettant de construire une interface utilisateur entièrement personnalisée selon votre vision.",
  "Betting": "Paris",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "VRNL est le principal fournisseur de logiciels de paris sportifs au Bangladesh.",
  "who_we_are": "Qui nous sommes",
  "what_we_do": "Ce que nous faisons",
  "about_us_title": "À propos de nous - Logiciel de paris sportifs White Label et Casino en ligne",
  "casino_providers": "Fournisseurs de Casino",
  "betting_providers": "Fournisseurs de paris",
  "games_providers": "Fournisseurs de jeux",
  "online_exch_sw_title": "Révolutionnez votre entreprise avec le logiciel d'échange en ligne VRNL",
  "casino_games_title": "Jeux de casino - White Label Casino",
  "casino_tournaments_title": "Logiciel de tournois de casino - White Label Casino en ligne",
  "esports_title": "Logiciel de paris eSports permettant à vos utilisateurs de parier sur les meilleurs jeux eSports",
  "faq_title": "FAQ VRNL – Votre guide des questions et réponses courantes",
  "iframe_title": "iFrame Sportbook White Label paris sportifs et Casino",
  "live_casino_title": "White Label Casino - démarrez votre propre casino en ligne",
  "lottery_games_title": "Jeux de loterie - White Label Casino",
  "mobile_title": "Améliorez votre jeu avec le logiciel de paris sportifs mobile de VRNL",
  "online_casino_sw_title": "Logiciel de casino en ligne - L'évolution du logiciel et de la plateforme de casino en ligne",
  "ourTheme_title": "Pariez & Gagnez : Notre travail dans le monde des paris en ligne et des casinos",
  "risk_management_title_main": "Stratégies de gestion des risques pour les opérateurs de sportsbook - Logiciel de paris sportifs et casino White Label",
  "sport_bet_title": "Améliorez votre expérience de paris avec le logiciel de paris sportifs VRNL",
  "wlc_title": "White Label Casino - démarrez facilement votre casino en ligne avec notre solution White Label Casino.",
  "whiteLabel_title": "VRNL Votre fournisseur personnalisé de logiciel de sportsbook White Label",
  "TOAST": {
    "FILL_REQUIRED": "Veuillez remplir tous les champs obligatoires.",
    "SUBMITTING": "Envoi de la demande...",
    "SUCCESS": "Demande de démonstration soumise avec succès !",
    "ERROR": "Une erreur s'est produite. Veuillez réessayer."
  },
  "disclosure_tp_a_desp": "<strong>a. Divulgation générale</strong><br>Parfois, vrnl.net peut rendre certaines informations personnelles disponibles pour des partenaires stratégiques qui travaillent avec vrnl.net pour fournir un service, ou qui aident vrnl.net à commercialiser auprès des clients. Par exemple, lorsque vous achetez et activez un abonnement, vous autorisez vrnl.net à échanger les informations que vous fournissez lors du processus d'activation afin d'exécuter un service. Si vous avez approuvé le service, votre compte sera régi par la politique de confidentialité de vrnl.net. Les informations personnelles ne seront partagées par vrnl.net que pour fournir ou améliorer notre service et nos aspects marketing ; elles ne seront pas partagées avec des tiers à des fins de marketing.<br>Vrnl.net peut également sélectionner soigneusement d'autres entreprises pour vous envoyer des informations sur leurs produits ou services liés au service du site mais non nécessaires à son fonctionnement ('Service Étendu'). Si vrnl.net a l'intention d'utiliser des informations personnellement identifiables pour un Service Étendu, le site vrnl.net vous fournira la possibilité et les instructions nécessaires pour refuser ce service.<br>Vous pouvez également arrêter la réception de courriers informatifs ou promotionnels de <b>vrnl.net</b> en suivant les instructions contenues dans le courrier.",
  "objection_processing_desp": "<strong>e. Opposition au traitement</strong><br>Lorsque vos informations personnelles sont traitées à des fins de marketing direct, vous pouvez à tout moment nous demander de cesser de traiter vos données à ces fins de marketing direct en nous envoyant un e-mail.<br>Veuillez noter que si vous ne nous permettez pas de collecter vos informations personnelles, nous pourrions ne pas être en mesure de vous fournir certaines expériences, produits et services, et certains de nos services pourraient ne pas prendre en compte vos intérêts et préférences. Si la collecte d'informations personnelles est obligatoire, nous le préciserons au moment de la collecte afin que vous puissiez prendre une décision éclairée quant à votre participation. Si vous avez des questions concernant les informations personnelles vous concernant que nous traitons ou conservons, ainsi que vos droits concernant ces informations, veuillez contacter notre service client.",
  "disclosure_tp_e_desp": "<strong>e. Transferts d'entreprise</strong><br>Nous fournissons des informations personnelles à nos affiliés et à d'autres entreprises ou personnes de confiance pour les traiter pour nous, conformément à nos instructions et en respectant notre politique de confidentialité et toute autre mesure appropriée de confidentialité et de sécurité. Par exemple, nous pouvons utiliser des prestataires de services pour nous aider dans le support client.<br>Dans le cas où vrnl serait fusionné avec ou acquis par une autre entreprise ou en cas de réorganisation ou de restructuration de l'entreprise, nous et nos affiliés pourrions partager vos informations personnelles, en tout ou en partie, avec une autre entité commerciale.",
  "rectification_iii_desp": "<strong>b. Rectification des informations inexactes ou incomplètes</strong><br>Vous pouvez nous demander de corriger les informations personnelles inexactes ou incomplètes vous concernant (il s'agit des informations que vous ne pouvez pas mettre à jour vous-même dans votre compte moneycontrol) en nous envoyant un e-mail.<br>Vous pouvez accéder et mettre à jour certaines de vos informations personnelles via les paramètres de votre compte. Si vous avez choisi de connecter votre profil vrnl.net à une application tierce, comme Facebook ou Google, vous pouvez modifier vos paramètres et retirer l'autorisation pour l'application en modifiant les paramètres de votre compte. Vous êtes responsable de maintenir vos informations personnelles à jour. Vrnl.net peut vous envoyer des rappels périodiques par e-mail pour maintenir l'exactitude de vos informations personnelles.",
  "disclosure_tp_c_desp": "<strong>c. Fournisseurs de services</strong><br>Vrnl.net peut inclure des liens vers divers sites Web tiers qui peuvent collecter vos informations personnelles. L'utilisation de vos informations collectées par une telle plateforme tierce sera régie par la politique de confidentialité de cette plateforme. Ces sites Web ou applications sont régis par leurs propres politiques de confidentialité, qui échappent à notre contrôle. Une fois que vous quittez nos serveurs (vous pouvez vérifier votre position en regardant l'URL dans la barre de localisation de votre navigateur), l'utilisation de toutes les informations que vous fournissez est régie par la politique de confidentialité de l'opérateur de l'application que vous visitez. Cette politique peut différer de la nôtre. Si vous ne trouvez pas la politique de confidentialité de l'un de ces sites via un lien depuis la page d'accueil de l'application, vous devez contacter directement les propriétaires de l'application pour plus d'informations.<br>Nous pouvons partager des informations non personnellement identifiables publiquement et avec nos partenaires – tels que des éditeurs, des annonceurs, des développeurs ou des titulaires de droits. Par exemple, nous partageons des informations publiquement pour montrer les tendances concernant l'utilisation générale de nos services. Nous permettons également à des partenaires spécifiques de collecter des informations à partir de votre navigateur ou de votre appareil à des fins de marketing/promotion et de mesure en utilisant leurs propres cookies ou technologies similaires."
}