{
  "contact_title": "Comhlacht a leanann i gcónaí ar réitigh nuálaíocha chun freastal ar a chuid riachtanas gnó.",
  "contact_footer": "“Is foireann muid de straitéisithe cruthaitheacha, lucht leanúna teicneolaíochta, agus cumarsáidithe éifeachtacha, tiomáinte ag paisean gan staonadh don tionscal cluichí ar líne. Tá ár ndúthracht leanúnach dírithe ar rath ár gcliant sa ghnó.”",
  "contact_header": "Déan Teagmháil Linn",
  "contact_para": "Comhairle a fháil le saineolaí VRNL chun a fháil amach conas is féidir lenár réitigh do ghnó gealltóireachta a ardú.",
  "telegram": "Telegram",
  "write_msg": "SCRÍOBH TEACHTAIREACHT CHUNNA",
  "fname": "Ainm iomlán",
  "fname_err": "Tá an réimse riachtanach (min 2 charachtar).",
  "email": "Do r-phost",
  "email_err": "Tá r-phost bailí riachtanach.",
  "country": "Tír",
  "pnumber": "Uimhir Fón",
  "pnumber_err": "Caithfidh an fón a bheith 10 dhigit.",
  "message": "Teachtaireacht",
  "sending": "Ag seoladh…",
  "submit": "Cuir isteach",
  "con_param1": "Ní roinnimid do chuid faisnéise pearsanta le duine ar bith. Féach ar ár",
  "privacy_policy_form": "“beartas príobháideachta”",
  "con_param2": "le haghaidh tuilleadh eolais",
  "casino_tournament_h1": "Ceadaíonn na <b class='chck'>Túirnaimh Cháisíne</b> duit túirnéis a chruthú le dáta tosaigh agus dáta deiridh.",
  "casino_tournament_p1": "Uirlis chumhachtach atá ar fáil duit chun ioncam rannóige casinos a mhéadú ná cur i bhfeidhm <strong>Túirneacháin Cháisíne.</strong>",
  "casino_tournament_h2": "Beidh tú in ann gach túirnéis a <strong>shaincheapadh go hiomlán</strong> trí liosta na sliotán a roghnú a ghlacfaidh páirt sa chomórtas.",
  "casino_tournament_p2": "Chun <strong>cur chun cinn a chruthú</strong>, ní gá ach <strong>teideal</strong> a roghnú don <strong>túirnéis</strong>, na <strong>sliotáin</strong> a shonrú, agus an <strong>jackpot</strong> a bheidh á dháileadh ar <strong>díbhreithnithe éagsúla</strong>, uile inrochtana agus inchoigeartaithe de réir do rogha.",
  "casino_tournament_p3": "Na sonraí tábhachtacha le cuir isteach ná an <strong>dáta tosaigh,</strong> an <strong>dáta deiridh,</strong> an <strong>suim iomlán jackpot,</strong> líon na rannpháirtithe i rangú, chomh maith leis an éilimh íosta gealltóireachta le haghaidh iontrála túirnéise.",
  "casino_tournament_p4": "Ina theannta sin, beidh rochtain agat i gcónaí ar cheannródaí fíor-ama ag taispeáint ainmneacha úsáideora, poist imreoirí, agus duaiseanna comhfhreagracha. Féadfaidh an ghné seo an taithí úsáideora ar do phlátaform casino a fheabhsú go mór, imreoirí nua a mhealladh agus ioncam a mhéadú.",
  "casinogames_title": "Cén fáth ar chóir duit ár bplataform a roghnú?",
  "casinogames_title_h1": "An catalóg is fairsinge ar domhan de ",
  "online_casino_games": "cluichí casinos ar líne",
  "online_casino_games_p1": "Is é ár <b style='color: #575756;'> White Label </b> an ceann scríbe is fearr duit, ag soláthar éagsúlacht neamhshártha de níos mó ná 3000+ cluiche casino agus sliotán spreagúil. Táimid bródúil as an raon is iomláine de chluichí casinos ar líne atá ar fáil ar an idirlíon a sholáthar.",
  "online_casino_games_p2": "Freastalaimid ar oibreoirí cluichí ar líne, gealltóirí, lotairí, agus eagraíochtaí gealltóireachta atá ag oibriú i margaí rialaithe.",
  "online_casino_games_p3": "Tuigimid tábhacht an chluiche slán agus cothrom i saol na casinos ar líne. Sin é an fáth go bhfuil ár matamaitic cluichí láidir agus deimhnithe ag saotharlanna neamhspleácha. Cinntíonn an deimhniú seo an leibhéal is airde taithí úsáideora do do imreoirí, ag déanamh a dtaithí cluiche casino ar líne fíor-thréimhseach.",
  "casino_nos": "UIMHREACHA CASINO",
  "slot_machine": "Meaisín sliotán",
  "morethan10": "Níos mó ná 10",
  "tablegames": "Cluichí Tábla",
  "morethan4": "Níos mó ná 4",
  "videopoker": "Video poker",
  "morethan": "Níos mó ná",
  "lottery": "Lotairí",
  "morethan9": "Níos mó ná 9",
  "proveedores": "SOLÁTHRÁNTA",
  "morethan12": "Níos mó ná 12",
  "online_turnkey": "Soláthraímid Réitigh Casino Ar Líne Turnkey",
  "casino_wls": "Réiteach Casino White Label",
  "casino_wls_desp": "Seol do cháisín branda féin go héasca ag úsáid réiteach white-label VRNL. Saincheap do cháisín, tairg raon leathan cluichí, cinntigh slándáil, agus tosaigh ag giniúint ioncaim go tapa.",
  "webbranding": "Branda Gréasáin",
  "webbranding_desp": "Ardaigh do láithreacht ar líne le seirbhísí branda gréasáin saineolaí VRNL. Déanaimid láithreáin ghréasáin a dhearadh, a chruthú agus a athrú chun do chuid pearsantachta uathúil a léiriú, ag fágáil tuiscint bhuan.",
  "toolstraning": "Uirlisí (oiliúint)",
  "toolstraning_desp": "Oscail do fhéidearthachtaí i saol na trádála le huirlisí trádála cumhachtacha VRNL. Tugann ár réitigh nua-aimseartha léargas agus teicneolaíocht duit chun cinntí eolasacha a dhéanamh agus do rath trádála a uasmhéadú.",
  "client_support": "Tacaíocht do Chliaint",
  "client_support_desp": "Feabhsaigh taithí do chliaint le seirbhísí tacaíochta cliant den scoth VRNL. Tá ár bhfoireann tiomanta anseo chun cúnamh saineolaí a sholáthar, ag cinntiú go bhfuil riachtanais do chliaint freastal go héifeachtúil agus le cúram.",
  "aboutus_title": "Tá mé cinnte go bhfuil tú fiosrach faoi",
  "aboutus_desp": "Comhlacht a leanann i gcónaí ar réitigh nuálaíocha chun freastal ar a chuid riachtanas gnó.",
  "online_gaming_provider": "Soláthraí Cluichí Ar Líne",
  "about-section1-para1": "<strong style='color: #000;'> Is soláthraí Sportsbook agus Cluichí bunaiteach é Vrnl le taifead suntasach 10 mbliana sa tionscal gealltóireachta. </strong> Ó 2012, táimid tiomanta do ghealltóirí, lotairí, agus eagraíochtaí gealltóireachta i margaí rialaithe.",
  "about-section1-para2": "Is foireann straitéiseoirí cruthaitheacha, lucht tógála teicneolaíochta, agus cumarsáideoirí éifeachtacha muid, tiomáinte ag paisean docht don tionscal cluichí ar líne. Tá ár ndúthracht gan stad dírithe ar rath ár gcliant sa ghnó.",
  "about-section1-para21": "Tá bród orainn réitigh den scoth a sholáthar do ghnólachtaí agus do dhaoine aonair sa tionscal cluichí agus geallta ar líne. Cibé an bhfuil tú ag tosú le tús nua chun do ardán a sheoladh nó branda bhunaidh atá ag iarraidh leathnú, soláthraímid seirbhísí uileghabhálacha a chuireann do fhás chun cinn, a chinntíonn comhlíonadh, agus a sheachadann eispéiris úsáideora eisceachtúla.",
  "about-section1-para22": "Cuireann ár Réitigh White Label cumhacht ort do ghnó cluichí nó geallta ar líne féin a sheoladh go hiomlán le do bhranda féin, gan na dúshláin a bhaineann le tógáil ó thús. Soláthraímid pacáiste iomlán, bainistithe go hiomlán a chuimsíonn branda saincheaptha chun comhoiriúnú le d’aitheantas, modúil geallta spóirt, cearrbhachais agus cluichí comhtháite, geataí íocaíochta slán, agus tacaíocht agus cothabháil theicniúil leanúnach. Leis an ardán White Label, is féidir leat díriú ar mhargaíocht, faighteoirí custaiméirí, agus fás gnó, agus muid ag tabhairt aire do theicneolaíocht, comhlíonadh agus oibríochtaí cúlra.",
  "about-section1-para3": "Seasann ár bplátaform cluiche nua-aimseartha mar cheann de na príomhfhachtóirí a chuaigh i bhfeidhm ar Vrnl chun a stádas reatha mar Bhaile Bogearraí Idirnáisiúnta a bhaint amach. <strong style='color: #000;'> Ag baint úsáide as ár saineolas fairsing 10 mbliana sa réimse seo, soláthraíonn Vrnl seirbhísí do níos mó ná 40 gealltóir i 11 tír éagsúla ar fud an domhain. </strong>",
  "about_us": "Fúinn",
  "about_us_desp": "Is é VRNL an Plátaform is Mó chun Gealltóireacht Spóirt agus Casino Ar Líne White Label a sholáthar. Soláthraímid API malartaithe in éineacht lenár seirbhísí suíomh saincheaptha do Bhanglaidéis le margaí ísle agus ar phlátaform iontaofa, lena n-áirítear casinos. Soláthraímid API do gach sraithe i malartuithe, in éineacht le seirbhísí sruthú ar líne. Bain sult as gealltóireacht le plátaform iontaofa. Bain sult as níos mó ná 1000 cluiche sliotán agus cluichí tábla ar ár suíomh.",
  "our_client": "Ár gCliant",
  "our_client_desp": "Ag Vrnl, níl stad againn ag lorg na bpáirtíochtaí cluiche agus siamsaíochta is fearr chun taithí neamhchomparáideach a chinntiú dár gcliaint agus d'imreoirí. Trí chomhaontuithe le casinos idirnáisiúnta agus soláthraithe cluichí fíorúla, tá ár bPlátaform Sports Betting comhtháite go réidh le raon mór cluichí. Áiríonn na tairiscintí seo meaisíní sliotán, cluichí tábla, taithí casino beo, cluichí fíorúla, agus fiú cluichí fantaisíochta. Tá ár bplátaform ar fáil ar ríomhairí deisce agus ar ghléasanna soghluaiste, le grafaicí ardchaighdeáin, beochan tarraingteach agus fuaim tumthach. Tá an roghchlár furasta le húsáid agus intuigthe. Tá próiseas tapa comhtháthaithe lárnach, ag comhcheangal scálaitheacht, solúbthacht, agus feidhmíocht barrleibhéil sa bhogearraí gealltóireachta. Tá sé seo go léir faoi bhunús slándála agus iontaofachta ardleibhéil, ag cinntiú timpeallacht shlán do chliaint. Táimid bródúil as an rogha is leithne de chluichí a chur ar fáil, ag seachadadh réitigh cluiche foirfe do gach rogha. Fáilte go Vrnl, áit a gcomhlíonann sármhaitheas cluichí féidearthachtaí gan teorainn. Tá Vrnl bródúil as bheith i gcomhar leis na hainmneacha is suntasaí sa tionscal maidir le soláthraithe bogearraí cluichí agus réitigh íocaíochta.",
  "lost404": "Is cosúil go bhfuil tú caillte",
  "lost404desp": "níl an leathanach a bhfuil tú ag lorg ar fáil!",
  "gotohome": "Téigh go Baile",
  "esports_bs": "Bogearraí Gealltóireachta eSports",
  "esports_bs_desp1": "Ag VRNL, táimid bródúil as taithí uathúil agus tumthach a sholáthar do lucht leanúna eSports.",
  "esports_bs_desp2": "Is do bhealach isteach don domhan a nascann cluichí agus gealltóireacht é VRNL. Tá ár mBogearraí Gealltóireachta eSports deartha do lucht leanúna cluichí mar tusa, ag soláthar taithí spreagúil, shlán agus bhrabúsach. Ná caill an deis bheith mar chuid den ghníomh. Bí páirteach le VRNL inniu agus ardú do thaithí cluiche go leibhéal nua!",
  "startnow": "Tosaigh Anois",
  "easy_setup": "Socrú éasca, níos lú ná mar a cheapfá.",
  "easy_setup_desp1": "Is féidir linn an t-ardán eSports a sholáthar laistigh de sheachtainí. <br> Déanaimid gach gné den phróiseas: Óstáil, Comhéadan Úsáideora, feadanna rátaí, leathanaigh saincheaptha, gníomhachtú táirge, agus straitéis sportsbook.",
  "easy_setup_desp2": "Féadfaidh do fhócas príomhúil a bheith dírithe ar do líonraí ar líne a bhunú agus a bhunú.",
  "esport_bet_center_h1": "Má tá tú ag smaoineamh ar thús a chur le gealltóireacht ar líne, is céim mhaith é ár mbogearraí gealltóireachta eSports.",
  "esport_bet_center_p1": "Bain úsáid as ár seirbhísí saineolaithe agus teicneolaíocht gealltóireachta eSports chun cinn. Faigheann ár gcomhpháirtithe rialaithe tacaíocht iomlán chun dul isteach sa tionscal gealltóireachta ar líne agus is féidir leo ár bplátaform saincheaptha nó ginearálta a úsáid.",
  "esport_bet_center_p2": "Is féidir go mbeadh sé deacair sportsbook ar líne a thosú atá dírithe go príomha ar eSports. Sin é an fáth a chruthaíomar córas gealltóireachta eSports cuimsitheach le seirbhísí gealltóireachta roimh-chluiche. Tá ár gcuspóir ná raon is fairsinge roghanna eSports a thairiscint ar líne.",
  "have_qes": "An bhfuil Ceist agat?",
  "para_faq": "Tá freagraí againn (Bhuel, den chuid is mó den am!)",
  "freq_param": "Thíos gheobhaidh tú freagra ar na ceisteanna is coitianta, féach ar ár ",
  "if_still_qes": "Má tá tú fós ag lorg freagra, díreach",
  "sbs_faqs": "Ceisteanna Coitianta Bogearraí Gealltóireachta Spóirt",
  "whatis_sbs": "Cad é Bogearraí Gealltóireachta Spóirt?",
  "whatis_sbs_ans": "Tá bogearraí gealltóireachta spóirt deartha bunaithe ar mhargaí agus roghanna úsáideora. Chomh maith leis sin, tá ár saineolaithe ar fáil i gcónaí chun an tseirbhís is fearr a sholáthar duit, maidir le do chuid riachtanas agus riachtanais an mhargaidh. Déanaimid gach céim den phróiseas forbartha, ag soláthar plátaform iomlán agus feidhmiúil duit.",
  "affiliate_systems": "An bhfuil córas cleamhnaithe agat?",
  "affiliate_systems_ans": "Sea, tá ár líonra bogearraí bunaithe ar 5 leibhéal: Riarthóir an Ardáin - rochtain ar an gcúlra (is féidir freisin rochtain eile a chruthú ar an mBac Office le toirmeasc agus ceadanna teoranta). Díoltóir - gníomhaire máistir ag maoirsiú roinnt siopaí gealltóireachta. Ag fáil coimisiúin ar thuarastal nó ar bhrabús na siopaí. Siopa gealltóireachta - léiriú ar an bpointe fisiciúil ina bhféadfadh imreoirí a imirt, taisce a dhéanamh, srl. Trí chuntas seo is féidir gealltóireachtaí a chur agus coimisiúin a thuilleamh. Cisteoir, próifíl d’fhoireann siopaí gealltóireachta, in ann gealltóireachtaí a chur gan coimisiúin a thuilleamh. Imreoir ar líne, cláraigh do chuntas cluiche ar líne nó i siopa, cuir gealltóireachtaí.",
  "whatis_label": "Cad é suíomh gealltóireachta White Label?",
  "whatis_label_ans": "Is ardán saincheaptha iomlán é suíomh gealltóireachta White Label. Soláthraíonn suíomh gealltóireachta White Label VRNL cluichí deimhnithe, córas bónais, geataí íocaíochta. Tá an Comhéadan Úsáideora, teanga agus airgeadra bunaithe ar do rogha, agus cuireann VRNL teimpléid ghrafacha, gnéithe agus uirlisí éagsúla ar fáil.",
  "fullmanagement": "An féidir liom bainistíocht iomlán a bheith agam ar na rátaí agus na margadh?",
  "fullmanagement_ans": "Tá an cúlra feistithe le go leor uirlisí, gnéithe agus tuarascálacha a sholáthraíonn léargas iomlán ar ghníomhaíocht gealltóireachta spóirt. Tá rannóg tiomnaithe do bhainistíocht rátaí, trína bhféadfar margadh, ilchineálacht agus rátaí in aghaidh margaidh, cluiche agus/nó craobh a chur in eagar.",
  "logobrand": "An féidir liom mo lógó agus dathanna branda a úsáid?",
  "logobrand_ans": "Sea, is féidir leat. Soláthraímid réitigh éagsúla bunaithe ar do riachtanais shonracha. Is féidir linn réitigh shaincheaptha a chruthú de réir do chuid riachtanas nó réiteach turnkey a sholáthar, ag athrú do dhathanna branda agus lógó amháin.",
  "fullycustomized": "Ba mhaith liom réiteach go hiomlán saincheaptha, an féidir é sin?",
  "fullycustomized_ans": "Cuireann Vrnl foireann saineolaithe ar fáil chun réiteach gealltóireachta spóirt go hiomlán saincheaptha a chur ar bun. Bailíonn Bainisteoir Cuntais na riachtanais agus chomhordónaíonn sé an tionscadal leis an bhfoireann eile: Bainisteoir Tionscadail, Dearthóir Grafach agus Bainisteoir IT.",
  "software_cost": "Cé mhéad a chosnaíonn Bogearraí Gealltóireachta Spóirt?",
  "software_cost_ans": "Braitheann costas Bogearraí Gealltóireachta Spóirt ar na gnéithe agus seirbhísí a thairgtear. Tá pleananna éagsúla ann bunaithe ar an méid imirt atá agat cheana féin nó má tá tú ag iarraidh bheith i do ghníomhaire le do líonra féin d’imreoirí.",
  "what_products": "Cad iad na táirgí a thairgeann tú?",
  "what_products_ans": "Is í ár ngnó lárnach an Gealltóireacht Spóirt, i ndáiríre, tá bogearraí gealltóireachta spóirt ina tháirge in-house agus tá sé forbartha ag ár bhfoireann IT ó 2005. Chomh maith leis an táirge Spóirt, tairgimid gealltóireacht beo, casino, casino beo, lotairí agus cluichí fíorúla chun réitigh uile-i-amháin a thairiscint dár gcliaint.",
  "canaddfeatures": "An féidir liom gnéithe, tuarascálacha agus leathanaigh a chur leis an mbogearraí gealltóireachta spóirt?",
  "canaddfeatures_ans": "Tá an bogearraí gealltóireachta feistithe le raon leathan tuarascálacha, leathanaigh agus fógraí is féidir a shaincheapadh (CMS) nó a fhorbairt de réir iarratais. Má theastaíonn uait gné nua a fhorbairt, oibreoimid leat chun tionscadal saincheaptha a chruthú: bailiú faisnéise agus sonraí, cur isteach ar an tionscadal, tástáil agus scaoileadh deiridh.",
  "canofferbettingservices": "An féidir liom seirbhísí gealltóireachta spóirt a thairiscint sna casinos atá agam i mo thír?",
  "canofferbettingservices_ans": "Tá roinnt réitigh gealltóireachta againn do ghnóthaí ar líne agus bonn talún. Má tá casino ar líne agat agus má theastaíonn uait gealltóireacht spóirt a thairiscint freisin, beidh ár réiteach miondíola an rogha ceart ós rud é go gceadóidh sé cuntais cisteoirí a chruthú chun díolacháin ticéad gealltóireachta spóirt a bhainistiú.",
  "change_currentprovider": "Conas is féidir liom mo sholáthraí bogearraí reatha a athrú?",
  "change_currentprovider_ans": "Má bhainistíonn tú Exchangebook cheana féin agus má theastaíonn uait dul chuig ár mard gealltóireachta spóirt, cinnteoimid go mbainfear gach rud i gceart. Ullmhófar plean aistrithe, agus uaslódálfar sonraí pearsanta na n-imreoirí chuig an ardán nua. Beidh an t-aistriú pleanáilte chun críochnú i gceann cúpla uair an chloig.",
  "sbs_offer": "Cén ghnéithe a thairgeann Bogearraí Gealltóireachta Spóirt?",
  "sbs_offer_ans": "Is féidir le Bogearraí Gealltóireachta Spóirt gnéithe a sholáthar amhail tuartha bunaithe ar shonraí, insamhlúcháin, treochtaí gealltóireachta, comparáid rátaí agus níos mó. Soláthraíonn sé anailís mionsonraithe ar chluichí roimhe seo agus cluichí amach romhainn chun cabhrú le gealltóirí cinntí níos eolasacha a dhéanamh. Táimid speisialaithe i socrú agus cruthú siopaí gealltóireachta miondíola agus líonraí ar líne. Áirítear leis seo nósanna imeachta KYC a cheadaíonn comhlachtaí rialála, geataí íocaíochta, uirlisí margaíochta cleamhnaithe, córais atreoraithe agus meáin shóisialta, fógraí brú soghluaiste, fógraí gréasáin agus teachtaireachtaí in-app, rialuithe cuntas imreoirí, próisis cláraithe agus fíoraithe, córais braite calaoise agus uirlisí geo-láithreacha chun faisnéis IP a fháil.",
  "sbs_legal": "An bhfuil Bogearraí Gealltóireachta Spóirt dleathach?",
  "sbs_legal_ans": "Sea, tá Bogearraí Gealltóireachta Spóirt dleathach agus úsáidtear é ag go leor gealltóirí gairmiúla. Tá sé tábhachtach áfach a chinntiú go n-úsáideann tú an bogearraí de réir aon dlíthe ábhartha i do chúige.",
  "ebs_faqs": "Ceisteanna Coitianta faoi bhogearraí gealltóireachta eSports",
  "ebs_titleoffer": "Cén teidil eSports a thairgeann tú?",
  "ebs_titleoffer_ans": "<li><strong>Is coitianta:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Cluichí Spóirt:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Il-imreoirí Ar Líne cosúil le:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>FPS (First-Person Shooter):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Cluichí Troda:</strong> Street Fighter, Super Smash Bros, Tekken. RTS (Real-Time Strategy): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "An bhfuil leagan soghluaiste agat?",
  "mobileversion_ans": "Sea, tá VRNL lán-oiriúnaithe le húsáid ar fhóin phóca. Tá ár bplátaform deartha chun oibriú go réidh ar gach fón cliste agus táibléad, ag tabhairt rochtain duit ar mard spóirt, cluichí casino, iGaming agus eSports am ar bith, áit ar bith. Bain sult as comhéadan réidh, freagrach, amanna luchtaithe tapa agus idirbheart sábháilte go díreach ó do bhrabhsálaí soghluaiste — níl aon aip le híoslódáil ag teastáil. Cibé an Android nó iOS atá agat, tá an taithí tapa, éasca le húsáid agus chomh lán-ghnéitheach leis na leaganacha deisce.",
  "runesportsplatform": "An féidir liom ardán gealltóireachta eSports a rith gan bainistiú rátaí agus trádála?",
  "runesportsplatform_ans": "Tagann ár réitigh gealltóireachta eSports leis an bhforbhrú rátaí san áireamh. Tá go leor gnéithe agus uirlisí san áireamh sa bhogearraí chun bainistiú iomlán a dhéanamh ar na rátaí. Más mian leat díriú ar bhainistiú siopaí agus imreoirí amháin, soláthraímid seirbhísí trádála agus tacaíochta.",
  "esports_solutions": "Ba mhaith liom réiteach eSports saincheaptha iomlán, an bhfuil sé indéanta?",
  "esports_solutions_ans": "Cuireann VRNL foireann saineolaithe ar fáil chun ardán gealltóireachta eSports go hiomlán saincheaptha a chur ar bun. Bailíonn Bainisteoir Cuntas na riachtanais agus chomhordóidh sé an tionscadal leis an bhfoireann eile: Bainisteoir Tionscadail, Dearthóir Grafach agus Bainisteoir IT.",
  "newtobusiness": "Tá mé go hiomlán nua sa ghnó seo, cad ba chóir dom a bheith ar an eolas?",
  "newtobusiness_ans": "Is féidir bainistiú ceart ardán gealltóireachta eSports a dhéanamh an gnó seo an-brabúsach. Soláthraímid réitigh agus seirbhísí éagsúla bunaithe ar leibhéal rannpháirtíochta agus eolais. Oibreoidh saineolaí cluichí in éineacht leat chun an réiteach eSports is fearr a shaincheapadh do do riachtanais a roghnú.",
  "eSports_market": "Cé mhéad margaí beo eSports atá ar fáil?",
  "eSports_market_ans": "Sa lá atá inniu ann, soláthraímid 20 margadh beo eSports. <br> Táimid ag cur margaí nua leis i gcónaí.",
  "eSportsLogoBrand": "An féidir liom mo lógó agus dathanna branda eSports a úsáid?",
  "eSportsLogoBrand_ans": "Sea is féidir. Soláthraímid réitigh éagsúla bunaithe ar do riachtanais shonracha. Is féidir linn réitigh saincheaptha a chruthú de réir do chuid iarratas nó réiteach turnkey a sholáthar, ag athrú do lógó agus dathanna branda eSports amháin.",
  "eSports_server": "An féidir liom an mard eSports a óstáil ar mo bhonneagar freastalaí féin?",
  "eSports_server_ans": "Ní féidir. Tá an óstáil san áireamh sa tseirbhís a sholáthraímid, chun feidhmíocht cheart na bogearraí gealltóireachta eSports a chinntiú, tá struchtúr braisle tiomnaithe bunaithe ag ár SysAdmins le cúltacaí agus plean aisghabhála timpiste. Déanfaidh sé seo cinnte go gcomhlíonfar rialacháin dhomhanda agus na caighdeáin slándála is airde a bhaint amach.",
  "sp_faqs": "Ceisteanna Coitianta faoi ardán sruthú",
  "promte_cricket": "Cé mhéad cluiche crosa is féidir liom a chur chun cinn?",
  "promte_cricket_ans": "Le linn sruthú beo ón dashboard, is féidir dhá chluiche a ghníomhachtú ag an am céanna, ach níl aon teorainn le líon na gcluichí is féidir leat a nascadh.",
  "broadcast_live": "An féidir imeachtaí Casino a scaipeadh beo?",
  "broadcast_live_ans": "Sea, is féidir gach cluiche casino a scaipeadh beo ar gach ardán a cheadaíonn é.",
  "measure_success": "Conas is féidir liom rath sruthanna beo a thomhas?",
  "measure_success_ans": "Ar ndóigh, coinníonn tú rian ar anailís mhionsonraithe do ili-ardáin ar scáileán amháin.",
  "is_mobile_friendly": "An bhfuil an t-ardán soghluaiste-chairdiúil?",
  "is_mobile_friendly_ans": "Sea — tá ár bplátaform lán-soghluaiste-chairdiúil, agus cuirimid APK ar fáil ar féidir leat a íoslódáil agus a úsáid gan uaim.",
  "livecasino_faqs": "Ceisteanna Coitianta faoi Bogearraí Casino Beo",
  "whatisVRNLcasino": "Cad é Bogearraí Casino VRNL?",
  "whatisVRNLcasino_ans": "Is ardán nuálaíoch é Bogearraí Casino Beo VRNL a chuireann ar chumas casinoí ar líne cluichí le dealer beo a thairiscint dá n-imreoirí. Soláthraíonn sé an bonneagar agus na huirlisí riachtanacha chun taithí idirghníomhacha casino beo a óstáil.",
  "software_work": "Conas a oibríonn Bogearraí Casino Beo VRNL?",
  "software_work_ans": "Comhtháthaíonn Bogearraí Casino Beo VRNL go réidh le láithreáin ghréasáin casino ar líne. Ceanglaíonn sé imreoirí le déileálaithe beo trí shruthú físe ardchaighdeáin, ag ceadú dóibh cluichí casino coitianta a imirt cosúil le blackjack, roulette, agus baccarat i suíomh beo agus idirghníomhach.",
  "features_livecasino": "Cad iad príomhghnéithe Bogearraí Casino Beo VRNL?",
  "features_livecasino_ans": "Tairgeann Bogearraí Casino Beo VRNL raon gnéithe, lena n-áirítear branda saincheaptha, comhtháthú íocaíochta sábháilte, agus comhéadan úsáideora atá éasca le húsáid do na himreoirí agus oibreoirí araon.",
  "security_livecasino": "Conas is féidir liom slándáil agus cothroime na gcluichí a chinntiú ag úsáid Bogearraí Casino Beo VRNL?",
  "security_livecasino_ans": "Tá Bogearraí Casino Beo VRNL tógtha le slándáil i gcuimhne. Úsáideann sé gineadóirí uimhreacha randamacha deimhnithe (RNG) chun cothroime a chinntiú, agus soláthraímid uirlisí chun calaois a chosc agus imreoirí a chosaint. Ina theannta sin, cuirtear criptiú i bhfeidhm chun aistriú sonraí a shlándáil.",
  "offered_games": "Cén cluichí is féidir a thairiscint ag úsáid Bogearraí Casino Beo VRNL?",
  "offered_games_ans": "Is féidir leat raon leathan cluichí le dealer beo a thairiscint, lena n-áirítear clasaicí cosúil le blackjack beo, roulette beo agus baccarat beo, chomh maith le éagsúlachtaí chun do imreoirí a choinneáil gníomhach.",
  "integrateVRNL": "An féidir liom Bogearraí Casino Beo VRNL a chomhtháthú le mo ardán casino ar líne atá ann cheana?",
  "integrateVRNL_ans": "Sea, tá ár mbogearraí deartha le haghaidh comhtháthú éasca le hardáin atá ann cheana, rud a fhágann go bhfuil sé ina bhreis réidh ar do oibríocht casino ar líne.",
  "wlc_faqs": "Ceisteanna Coitianta faoi White Label Casino",
  "whatis_wlc": "Cad é White Label Casino?",
  "whatis_wlc_ans": "Is réiteach turnkey é White Label Casino a ligeann do fhiontraithe agus gnólachtaí a gcuid casinoí ar líne féin a sheoladh ag úsáid ár mbogearraí agus bonneagair. Is féidir leat é a bhrandáil le do ainm agus dearadh féin, agus déanaimid an t-ábhar teicniúil agus rialála a bhainistiú.",
  "wlc_work": "Conas a oibríonn seirbhís White Label Casino?",
  "wlc_work_ans": "Cuirimid ardán casino iomlán ar fáil duit, lena n-áirítear cluichí, próiseáil íocaíochta agus tacaíocht do chustaiméirí. Ní gá ach an branda agus an dearadh a shaincheapadh chun freastal ar do radharc, agus beidh tú réidh chun do ghnó casino ar líne a thosú.",
  "wlc_games": "Cén cluichí atá ar fáil do mo White Label Casino?",
  "wlc_games_ans": "Tairgeann muid raon leathan cluichí casino, lena n-áirítear sliotáin, cluichí tábla (mar shampla, blackjack, roulette), agus cluichí le dealer beo. Is féidir leat roghnú ó ár gCatalóg Cluiche chun taithí éagsúil a chruthú do do imreoirí.",
  "wlc_launch": "Cé chomh fada a thógfaidh sé mo White Label Casino a sheoladh?",
  "wlc_launch_ans": "Braitheann an t-am ar do riachtanais shonracha agus ar phróisis rialála. Ar an meán, d’fhéadfadh sé cúpla seachtain a thógáil chun an ardán casino a shocrú agus a shaincheapadh.",
  "wlc_cusSupport": "Cén leibhéal tacaíochta do chustaiméirí atá ar fáil do mo White Label Casino?",
  "wlc_cusSupport_ans": "Cuireann muid tacaíocht theicniúil agus oibríochtúil ar fáil chun a chinntiú go rithfidh do casino go réidh.",
  "wlc_getstarted": "Conas a thosaím le White Label Casino ó do chuideachta?",
  "wlc_getstarted_ans": "Déan teagmháil lenár bhfoireann díolacháin chun do riachtanais a phlé agus comhairle phearsantaithe a fháil. Treoróimid thú tríd an bpróiseas chun do White Label Casino a shocrú.",
  "can_cutomize_branding": "An féidir liom an casino a shaincheapadh le mo bhranda féin?",
  "can_cutomize_branding_ans": "Sea — is féidir leat an casino a shaincheapadh go hiomlán le do lógó féin, dathanna agus branda chun do fhéiniúlacht a mheaitseáil.",
  "company": "Comhlacht",
  "company_caps": "COMHLACHT",
  "about": "Maidir le",
  "online_exchange_sw": "Bogearraí Malartú Ar Líne",
  "privacy_policy": "Beartas Príobháideachais",
  "contact_us": "Déan Teagmháil Linn",
  "solutions": "Réitigh",
  "sports_betting_software": "Bogearraí Gealltóireachta Spóirt",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Ardán Gealltóireachta White Label",
  "exch_iframe": "Iframe Exchangebook",
  "footer_para_1": "Is í maoin intleachtúil an chomhlachta í lógó agus ábhar grafach Vrnl agus níor chóir é a chóipeáil, a athchruthú, a dháileadh nó a thaispeáint gan cead scríofa Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Gach ceart ar cosaint.",
  "home": "Baile",
  "betting": "Gealltóireacht",
  "esports_betting": "Gealltóireacht eSports",
  "sbs_head": "Bogearraí gealltóireachta spóirt",
  "casino": "Casino",
  "online_casino_sw": "Bogearraí Casino Ar Líne",
  "live_casino_sw": "Bogearraí Casino Beo",
  "casino_game": "Cluichí Casino",
  "lottery_bingo": "Lótar agus Bingo",
  "casino_tournament": "Comórtas Casino",
  "risk_management": "Bainistíocht Riosca",
  "wl": "White Label",
  "wl_exch": "Malartú White Label",
  "wl_exch_caps": "MALARTÚ WHITE LABEL",
  "our_work": "Ár nObair",
  "contact": "Teagmháil",
  "faq": "CC",
  "live_casino": "Casino Beo",
  "lottery_games": "Cluichí Lótar",
  "exch_sw_provider": "Soláthraí bogearraí Exchange",
  "mobile_bet": "Gealltóireacht Soghluaiste",
  "vrnl": "VRNL",
  "sports_betting_wid": "Gné Gealltóireachta Spóirt",
  "back": "Ar ais",
  "exch_iframe_para": "Iframe Exchangebook — ceadaíonn gníomhachtú tapa ar mhodúil Exchangebook tríd an gcomhtháthú API gan uaim. Cinntíonn ár seirbhís chuimsitheach Exchangebook, faoi mhaoirseacht shaineolaithe, raon leathan cláir d’imeachtaí agus margaí ar líne.",
  "contact_us!": "Déan teagmháil linn!",
  "exch_iframe_types": "Cineálacha iframe Exchangebook",
  "exch_iframe_types_para": "Tá ár réitigh iframe Exchangebook ar fáil i dtrí éagsúlacht, gach ceann dírithe ar an gcainéal a úsáidtear, ag cinntiú an rogha is oiriúnaí do do riachtanais:",
  "exch_iframe_types_list": "<li> iFrame do <strong>Deasc</strong>, deartha do ríomhairí le réitigh éagsúla agus le leaganacha éagsúla agus inathraithe. </li> <li> iFrame do <strong>Teirminéil agus Kiosks SSBT</strong>, le leaganacha oiriúnaithe do chórais tadhaill agus le taithí úsáideora intuartha, rud a fhágann go bhfuil sé foirfe do imreoirí nach bhfuil taithí acu ag cur geall.</li>",
  "exch_iframe_types_para2": "Ina theannta sin, trí ár API, is féidir leat saincheapadh cuimsitheach a bhaint amach ar ghrafacha agus feidhmeanna cluichí.",
  "cm_exch": "Exchangebook Bainistithe Cuimsitheach",
  "cm_exch_para": "Cuimsíonn ár iframe Exchangebook soláthar shonraí seastán agus cumrú socruithe geallbhunúsacha. Tá réimse gnéithe agus uirlisí sa bhogearra chun bainistíocht neamhspleách a dhéanamh ar mhargaí agus cumraíochtaí seastán. Mar sin féin, má tá do phríomhaidhm dírithe ar bhainistíocht imreoirí agus margaíocht, soláthraímid seirbhísí trádála agus tacaíocht bhainistithe go hiomlán.",
  "acq_exch": "Éascaíonn Sé an Réiteach iframe Exchangebook a Fháil",
  "acq_exch_para": "Tá an próiseas chun an iFrame a ghníomhachtú éasca againn, agus tá sé comhdhéanta de chúig chéim shimplí:",
  "acq_exch_list": "<li> Críochnaigh an comhaontú idir Vrnl agus an custaiméir. </li> <li> Tosaigh an comhtháthú iframe Exchangebook trí API ag úsáid ár SDK. </li> <li> Déan cruinniú chun straitéis Exchangebook a shainiú le leanúint. </li> <li> Aithin na spóirt agus na himeachtaí is tarraingtí do do cheantar oibriúcháin. </li> <li> Téimis beo! </li>",
  "live_casino_sw_p1": "Cumasaíonn ár <strong>ardán Casino beo</strong> tú chun <strong>na soláthraithe beo is fearr</strong> a ghníomhachtú, atá ar eolas as a <strong>cáilíocht eisceachtúil agus ionracas matamaiticiúil.</strong>",
  "live_casino_sw_p2": "Táimid tiomanta do sholáthar an taithí casino beo is fearr duit. Cibé acu go bhfuil tú i do gamer taithí nó nua don domhan casinos ar líne, soláthraíonn ár n-ardán taithí imirt fíor-ama, atá uathúil agus gan sárú.",
  "live_casino_sw_p3": "Soláthraíonn Réiteach Casino Beo Vrnl tacar cuimsitheach seirbhísí, lena n-áirítear:",
  "live_casino_sw_p3_l1": "Uirlisí Tuarascála Stair Iomlán",
  "live_casino_sw_p3_l2": "Físleabhar Staire Cluiche",
  "live_casino_sw_p3_l3": "Cumraíochtaí Cluiche",
  "live_casino_sw_p3_l4": "Uirlisí Bainistíochta Riosca",
  "live_casino_sw_p3_l5": "Bainistíocht Imreoirí",
  "live_casino_sw_p3_l6": "Uirlisí Bainistíochta Comhpháirtíochta",
  "live_casino_sw_p3_l7": "Struchtúr Gníomhaire Ardréimse Illeibhéil",
  "live_casino_sw_p4": "Tá bealaí éagsúla comhtháthaithe slán déanta againn, go léir atá furasta le húsáid agus deartha le haghaidh cur i bhfeidhm éasca lenár API Casino Beo.",
  "live_casino_sw_demo": "Réitigh Casino Beo Demo",
  "livecasino_integration": "Comhtháthú <strong style='color: #575756;'>API Casino Beo</strong>",
  "livecasino_integration_para": "Is féidir leat ár mbogearra Casino Beo a chur ar siúl i gceann cúpla lá. Ina theannta sin, soláthraímid seirbhísí bainistíochta cuimsitheacha, ag cinntiú go bhfuil an oibríocht iomlán faoi mhaoirseacht ár saineolaithe. <strong style='color: #575756;'>Cinnteoimid rochtain freisin ar an rogha is fairsinge de chluichí beo atá ar fáil ar líne.</strong>",
  "live_casino_lobby": "Iár Lóbaí Cluiche Casino Beo atá éasca le húsáid",
  "youcan": "is féidir leat",
  "findgames_like": "cluichí a fháil cosúil le:",
  "findgames_like_desp": "Roulette Beo, Baccarat Beo, Blackjack Beo agus Poker Beo, Dice agus cluichí Uimhreacha.",
  "euro_roulette": "Roulette Eorpach",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Roulette Meiriceánach",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Leabhar Demo",
  "lottery_head": "Ag lorg ardán crannchuir & Bingo?",
  "lottery_head_desp1": "Roghnaíomar go cúramach na cluichí <b style='color: #575756; font-size: 45px;'>crannchuir agus bingo</b> is fearr duitse.",
  "lottery_head_desp2": "Go hiomlán, léiríonn ár Réiteach <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> éagsúlachtaí tarraingteacha den chluiche bingo clasaiceach chomh maith leis na cluichí crannchuir is cáiliúla.",
  "lottery_head_desp3": "Is féidir leat <b style='color:#575756; font-size: 16px;'>na cluichí seo a imirt ó do ghuthán cliste</b> nó ríomhaire, agus cinntímid taithí úsáideora eisceachtúil de bharr go bhfuil ár gcluichí ar ardchaighdeán.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Ina theannta sin, tá ár n-algartaim cluichí sábháilte agus deimhnithe go neamhspleách, ag soláthar taithí iontaofa agus iontaofa.<br><br></strong>",
  "lottery_bingo_nos": "NA HUIMHRE CRANNCHUIR & BINGO",
  "bingo_games": "Cluichí Bingo",
  "over100": "os cionn 100",
  "over130": "os cionn 130",
  "suppliers": "SOLÁTHRÓIRÍ",
  "more20": "Níos mó ná 20",
  "sports_betting_software_wl": "Bogearra Geall Spóirt White Label",
  "sports_betting_software_wl_desp": "Comhlacht atá tiomanta do réitigh nuálaíocha a leanúint go leanúnach chun freastal go héifeachtach ar riachtanais ghnó atá ag athrú.",
  "blink-soft": "Feabhsaigh Do Thaithí le Bogearra Geall Spóirt Ardchaighdeáin",
  "platform_para1": "Tá réitigh bogearraí geall spóirt nua-aimseartha <b>ag athrú</b> an chaoi a ndéanann geallaithe páirt sa chluiche. Leagtha amach le <b>comhéadan gan uaim,</b> anailísí fíor-ama, agus cumais geall beo, soláthraíonn na hardáin seo taithí geall spóirt den scoth do thosaitheoirí agus do chleachtóirí araon.",
  "platform_para2": "Cibé an bhfuil tú ag oibriú spóirt ar líne, asraon geallmhar miondíola, nó casino, soláthraíonn ár suite réitigh cuimsitheach — lena n-áirítear <b>ardáin B2C</b> agus <b>táirgí white-label inathraithe</b> an solúbthacht agus an teicneolaíocht riachtanach chun fanacht iomaíoch. Glac leis an nuálaíocht agus ardú do oibríochtaí geall spóirt le bogearra deartha chun <b>feidhmíocht a bharrfheabhsú</b> agus <b>sástacht úsáideora</b>.",
  "try_b2b": "Iniúch ár mbogearra Geall B2B chun cinn",
  "try_b2c": "Iniúch ár mbogearra Geall B2C chun cinn",
  "wls_turnkey": "Réitigh White Label agus Ardáin Turnkey",
  "wls_turnkey_p1_span1": "taithí geall spóirt gan uaim agus tarraingteach",
  "wls_turnkey_p1_span2": "do do chustaiméirí. Baintear an gá le forbairt chostasach agus am-íditheach, ag ligean duit díriú ar fhás agus",
  "custom_satisfaction": "sástacht custaiméirí",
  "wls_turnkey_p2": "Tá ár n-ardán geall spóirt slán, ardfheidhmíochta go hiomlán deimhnithe ag saotharlanna cluichí neamhspleácha, ag ráthú comhlíonadh agus iontaofacht. Trí pháirtíocht a dhéanamh le VRNL, faigheann tú rochtain ar malartán geall muiníneach a mhéadaíonn brabúsacht agus ag ráthú an",
  "highest_industry_standards": "caighdeáin tionscail is airde",
  "igaming_platform": "Ardán iGaming",
  "igaming_platform_p1": "Is comhpháirtí iontaofa é VRNL san tionscal iGaming, ag tairgiú ceannaireacht tionscail",
  "sbs": "bogearra geall spóirt",
  "igaming_platform_p2": "Is é ár gcuspóir an réimse cearrbhachais ar líne a athrú trí oibreoirí a sholáthar le hardán ilúsáideach, ceannródaíoch a chinntíonn gameplay gan uaim agus tarraingteach do na húsáideoirí.",
  "online_casino": "Casino Ar Líne",
  "casino_para": "Fáilte chuig Casino Ar Líne VRNL — <b>ceannaire iontaofa</b> ag soláthar ardán cluiche slán agus spreagúil ar fud an domhain. Is é ár misean taithí eisceachtúil casino a sholáthar a choimeádann imreoirí gníomhach agus siamsáilte.",
  "casino_para_list": "<li>Níos mó ná 75 soláthraí</li> <li>Os cionn 15,000 meaisíní sliotán</li> <li>500+ cluichí boird</li> <li>700+ cluichí físeáin poker</li> <li>Níos mó ná 200 cluiche eile</li>",
  "casino_para2": "Tacaíonn ár bhfoireann saineolaithe leat i ngach céim, ón oiliúint go dtí an tús.",
  "play_livecasino": "Imir ag an casino beo amhail is dá mba tú istigh sa casino",
  "play_livecasino_list": "<li>Seó Cluiche Beo</li> <li>AWC</li> <li>Sliotáin</li> <li>Roulette Beo </li> <li>Blackjack Beo</li> <li>Baccarat Beo</li> <li>Casino Hold’em Beo</li> <li>Blueocean</li> <li>Dragon Tiger Beo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Soláthraithe Seirbhíse API agus iFrame",
  "api_services_iframe_p1": "Soláthraíonn VRNL réitigh <b> comhtháthaithe API agus iFrame </b> ceannródaíocha, ag ceadú nascacht ardáin gan uaim, malartú sonraí slán, agus taithí úsáideora feabhsaithe — ag cabhrú le gnóthaí oibriú níos cliste agus níos tapúla.",
  "api_services_iframe_p2": "Ag VRNL, tuigeann muid tábhacht an malartaithe sonraí gan uaim agus cumarsáide idir feidhmchláir. Soláthraímid seirbhísí comhtháthaithe API den scoth, ag ligean do do bhogearra idirghníomhú go héasca le hardáin eile. Cinntíonn ár saineolaithe go n-oibríonn do chórais go comhoiriúnach, ag soláthar taithí shlán duit féin agus do do chustaiméirí.",
  "virtual_games": "Cluichí Fíorúla",
  "virtual_games_desp1": "Réidh chun do thuras cluichí fíorúla a thosú le VRNL? Tum isteach sa domhan fíorúil ar bhealach nach bhfaca tú riamh agus ullmhaigh le haghaidh uaireanta neamhchríochnaithe siamsaíochta.",
  "virtual_games_desp2": "Ag VRNL, táimid paiseanta faoi sholáthar taithí cluichí fíorúla ceannródaíocha a iompar imreoirí go domhan nua spreagúil. Is é ár misean na cluichí fíorúla is tarraingtí, siamsúla agus meabhrach a sholáthar a choimeádfaidh tú gafa ar feadh uaireanta.",
  "before_start": "Sula dtosaíonn tú, iniúch é i ngníomh!",
  "explore_demo": "ar ár n-ardán demo:",
  "mobile_sbs": "Bogearra Geall Spóirt Soghluaiste",
  "mobile_sbs_p1": "Cumasaíonn ár <strong>app Soghluaiste</strong> do geallaithe rochtain éasca a fháil ar a gcuntais agus geall a chur trí tháibléid, fóin chliste agus gléasanna soghluaiste eile atá ceangailte leis an idirlíon.",
  "mobile_sbs_p2": "Ó crannchúr agus sacar go dtí leadóige, clúdaíonn ár mbogearra raon leathan imeachtaí spóirt ar fud an domhain. Cibé cén paisean spóirt atá agat, is féidir leat geall a chur ar na cluichí agus foirne is maith leat.",
  "mobile_sbs_p3": "Ní amháin go bhfuil ár mbogearra chun geall a chur, ach chun taithí a chruthú atá gan uaim agus dírithe ar an úsáideoir. Táimid infheistithe sa teicneolaíocht is déanaí chun a chinntiú go bhfuil nascleanúint ar ár n-ardán chomh héasca agus is féidir.",
  "advantages_sbs": "Buntáistí Bogearra Geall Spóirt Soghluaiste",
  "advantages_sbs_l1": "Tá Apps Soghluaiste Níos Tapúla",
  "advantages_sbs_l2": "Ábhar Geall Pearsantaithe",
  "advantages_sbs_l3": "Geall Ar Líne Láithreach",
  "advantages_sbs_l4": "Slán agus Iontaofa",
  "advantages_sbs_p1": "Ritheann iarratais níos tapúla ná láithreáin ghréasáin soghluaiste, ag tairgiú gníomhaíochtaí agus freagraí níos gasta.",
  "advantages_sbs_p2": "Bíonn ábhar pearsantaithe ag úsáideoirí le haghaidh taithí níos tumtha, le roghanna geall atá saincheaptha de réir a bpróifílí.",
  "advantages_sbs_p3": "Tugann gach app soghluaiste rochtain láithreach le sconna simplí, ag ligean d’úsáideoirí geall a chur, a gcuntais a sheiceáil, páirt a ghlacadh i gcluichí casino, agus a gcraobhchomórtais is fearr a roghnú láithreach.",
  "advantages_sbs_p4": "Is é ár slándáil an chéad tosaíocht. Tá Bogearra Geall Spóirt Soghluaiste VRNL tógtha le bearta slándála nua-aimseartha chun do shonraí pearsanta agus airgeadais a chosaint. Is féidir leat geall a chur le síocháin intinne.",
  "online_casino_sw_p1": "Is soláthraí ceannródaíoch é VRNL de <strong>bogearra agus ardáin casino ar líne</strong>. Tá ról tábhachtach acu i ndearadh agus forbairt ardáin casino, ag cinntiú go bhfuil siad cairdiúil don úsáideoir agus lán de ghnéithe.",
  "online_casino_sw_p2": "Oibríonn ár bhfoireann margaíochta go dian chun a chinntiú go bhfaigheann do casino ar líne suíomh suntasach ar an leathanach tosaigh, ag ráthú infheictheacht ard sa mhargadh ar líne.",
  "online_casino_sw_p3": "Tiocfaidh an t-ardán casino ar líne le cluichí réamh-chumraithe éagsúla, agus soláthróidh ár n-uirlisí monatóireachta léargas soiléir, fíor-ama ar dhul chun cinn agus feidhmíocht do thionscadal nua.",
  "customized_theme": "Is téama é seo agus is féidir é a shaincheapadh, féach é i ngníomh:",
  "live_casino_sw_desp1": "Tairgimid an raon is fairsinge de sholáthraithe <strong>Casino Beo</strong> barr-tíre<br>",
  "live_casino_sw_desp2": "ar fud an domhain, ag cinntiú rochtain ar an éagsúlacht is mó de táblaí beo ar líne agus taithí seachadta il-chainéil gan uaim.",
  "casino_sw_features": "Príomhghnéithe Bogearra Casino",
  "casino_sw_features_p1": "Tá ár <strong>ardán bogearraí casino</strong> deartha chun taithí cluiche shlán agus iomchuí a sholáthar do chluichí agus d’oibreoirí araon.<br /><br />",
  "casino_sw_features_p2": "I measc príomhghnéithe ár n-ardáin tá:",
  "casino_sw_features_list": "<li>Infheictheacht agus smacht ar raonta táblaí.</li> <li>Airíonna agus socruithe tábla cluiche.</li> <li>Teorainneacha VIP.</li> <li>Feidhmiúlacht do chliaint agus rochtain ar ár n-uirlisí saincheaptha.</li> <li>Meicníocht tuairisciúcháin agus córas fógra a thugann rochtain láithreach agus rabhadh d’oibreoirí faoi fógraí oibríochta.</li> <li>API do Fhaisnéis Gnó (BI)</li> <li>Uirlisí margaíochta</li> <li>API do chomhtháthú seachtrach</li>",
  "casino_sw_features_p3": "Cuireann ár n-uirlis saincheaptha atá éasca le húsáid cumhacht ar fáil do bhlagairí chun athruithe i bhfíor-am a dhéanamh ar ghnéithe éagsúla dá dtairiscintí beo, <br /> lena n-áirítear bannáin, clónna agus scéimeanna dathanna, uile le rialuithe intuartha.",
  "casino_sw_features_p4": "Oibríonn ár n-ardán nua mar chóras neamhspleách, aclaí agus solúbtha. Tugann an aclaíocht seo deis dúinn freagairt go pras do iarrataí bhlagairí agus caighdeáin ardchaighdeáin a chothabháil agus táirgí nua agus reatha a fhorbairt.",
  "casino_sw_features_p5": "Chun do ghnó a luasghéarú, soláthraímid freisin",
  "casino_sw_features_p6": "le rogha mór os cionn 3000+ cluiche.",
  "integrate_iframe_apis": "Comhtháthú le hardáin seachtracha trí iFrames agus APIs",
  "integrate_iframe_apis_para": "Tairgeann ár n-ardán roghanna comhtháthaithe ilghnéitheacha. Is féidir leat <strong>comhtháthú tríd an iFrame nó <br />APIs</strong> a dhéanamh go réidh. Is féidir é a shaincheapadh chun freastal ar do riachtanais shonracha, cibé acu comhtháthú iomlán seirbhíse, réiteach geall spóirt speisialaithe, nó fócas ar <strong>cluichí casino ar líne</strong>, lena n-áirítear tairiscintí <strong>casino beo</strong>.",
  "view_demo": "Féach Demo",
  "we_are": "táimid",
  "online_exchange_sw_p1": "Ag VRNL, tá bród orainn bogearraí Exchange ar líne atá den scoth a sholáthar a athraíonn an taithí geall. Tairgeann muid ardán iomlán feidhmiúil le rogha fairsing de chluichí beo ar fáil go míosúil. Le roghanna sruthú beo, athróimid do bhallchlár go dtí ardán siamsaíochta, ar fad faoi bhreithníniú deimhnithe ó shaotharlanna cluichí neamhspleácha chun bharántas breise a thabhairt.",
  "online_exchange_sw_p2": "Tairgeann Bogearraí Exchange Ar Líne VRNL raon cuimsitheach roghanna geall spóirt. Cibé an lucht leanúna cricéid, sacair, leadóige, nó spóirt eile thú, tá gach rud againn. Soláthraíonn ár n-ardán cóimheasanna beo, geall i gcluichí beo, agus comhéadan cairdiúil do úsáideoirí a fhágann go bhfuil sé éasca geall a chur.",
  "onther_head": "Simplímid an próiseas duit chun comhtháthú gan uaim sa ghnó.",
  "onther_p1": "Tá an téama seo an-inathraitheach, agus is féidir leat a solúbthacht a fheiceáil i ngníomh:",
  "main_features": "Príomhghnéithe",
  "feature_para": "Tá VRNL ar thús cadhnaíochta maidir le geall agus bainistíocht casino ar líne a athrú. Le ár saineolas, gheobhaidh tú rochtain ar:",
  "feature_list": "<li><strong>Taithí Geall Domhanda : </strong> Soláthraíonn VRNL rochtain ar raon iomlán spóirt, sraitheanna agus margaí geall ó thíortha ar fud an domhain. Le VRNL, is féidir leat taithí geall domhanda a thairiscint do do úsáideoirí. </li> <li><strong>Roghanna Réamh-Chluiche Fairsinge : </strong> Roghnaigh as rogha leathan 150,000 rogha geall míosúil réamh-chluiche. Cinntímid go bhfuil éagsúlacht leathan roghanna ar fáil chun freastal ar roghanna éagsúla geall. </li> <li><strong>Deiseanna I gCluichí Beo Tharraingteacha : </strong> Cuir spéis ar do úsáideoirí le 75,000 deiseanna i gcluichí beo míosúil. Cuirfidh na roghanna geall fíor-ama seo spreagadh agus spleodar leis an taithí geall. </li> <li><strong>Cluichí Casino don Metaverse : </strong> Tairgeann VRNL bailiúchán fairsing de chluichí casino atá oiriúnach don metaverse. Tum úsáideoirí i dtimpeallacht casino fíorúil lenár roghanna éagsúla cluiche. </li> <li><strong>Comhtháthú iFrame Gan Uaim : </strong> Comhtháthaigh ár iFrame go héasca le do ardán iGaming. Ligeann ár réiteach iFrame atá cairdiúil don úsáideoir feidhmiúlachtaí do ardáin a fheabhsú gan stró. </li> <li><strong>Comhtháthú Solúbtha : </strong> Roghnaigh do mhodh comhtháthaithe, cibé acu trí API nó iFrame. Soláthraímid roghanna ilghnéitheacha chun freastal ar do chuid riachtanas agus do ardán. </li>",
  "sports_header_2": "Bogearraí Exchange Ar Líne Ardán iGaming Casino",
  "sports_header_2_p1": "Soláthraímid <a style='color: #a0c528;' href='#'>Réiteach White Label Casino</a> le leabharlann fairsing os cionn 1,000 cluiche.",
  "sports_header_2_p2": "Áirítear lenár seirbhísí ceadúnais cluichí a fháil agus tacaíocht dlíthiúil chun do ghnó casino a thosú, ag cinntiú matamaitic cluichí sábháilte agus deimhnithe.",
  "sports_header_2_p3": "Roghnaíomar na soláthróirí cluichí is fearr chun an rogha is fairsinge de chluichí casino beo agus ar líne a thairiscint. Ráthaímid an éagsúlacht is leithne atá ar fáil.",
  "online_sports_list": "<li>Seó Cluiche Beo</li> <li>Cluichí Pearsanta</li> <li>Sliotáin</li> <li>Roulette Meiriceánach beo</li> <li>Blackjack beo</li> <li>Baccarat beo</li> <li>Casino Hold’em beo</li> <li>SICBO</li> <li>Dragon Tiger beo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Imir ag an casino beo amhail is dá mba tú istigh go díreach sa casino",
  "top_online_providers": "Na soláthróirí casino ar líne is fearr ar domhan",
  "online_casino_p1": "An bhfuil tú réidh do thaithí casino ar líne a ardú go dtí an chéad leibhéal eile? Ná féach níos faide! Is VRNL do réiteach uile-i-amháin do gach riachtanas casino ar líne. Soláthraímid seirbhísí den scoth agus réitigh nuálaíocha do oibreoirí casino ar líne, ag cinntiú taithí cluiche nach ndéanfaidh do chluichí dearmad ar.",
  "user_data_section1": "<li>Soláthraithe 75 + os a chionn</li> <li>Meaisíní sliotán 15,000 + os a chionn</li> <li>Cluichí tábla 500 + os a chionn</li> <li>Video poker 700 + os a chionn</li> <li>Cluichí eile 200 + os a chionn</li>",
  "lottery_bingo_games": "Cluichí Crannchuir agus Bingo",
  "lottery_bingo_games_p1": "Ag VRNL, tugaimid spreagadh Cluichí Crannchuir agus Bingo go do scáileán agus do shiopaí áitiúla. Cibé an lucht leanúna ticéid pháipéir traidisiúnta thú nó más fearr leat imirt ar líne, tá gach rud againn. Le VRNL, ní hamháin cluichí atá i gceist; ach spleodar bua agus áthas imirt.",
  "user_data_section2": "<li>Bingo 80 + os a chionn</li> <li>Crannchuir 130 + os a chionn</li>",
  "ultimate_dest": "Ceann scríbe Uilíoch do Chluichí Crannchuir agus Bingo Ar Líne agus Iarbhunaithe",
  "weare_vrnl": "Is sinne VRNL",
  "weare_vrnl_desp": "<strong>AN ARDÁN IS MÓ LE SOLÁTHAR WHITE LABEL SPÓIRT AGUS CASINO</strong> An rogha is leithne de chluichí siamsaíochta ar líne White Label Casino le níos mó ná 1,000 cluiche. Tá bogearraí casino ar líne ar fáil go simplí mar gheall go bhfuil ár n-ardán éasca le bainistiú.",
  "res_design": "Dearadh Freagrach",
  "res_design_desp": "Tá ár suíomh gréasáin freagrach, rud a chiallaíonn go dtaispeántar é i gceart ar tháibléid, gléasanna soghluaiste agus ríomhairí deisce chun taithí úsáideora uachtarach a sholáthar.",
  "custmzd_options": "Roghanna Saincheaptha",
  "custmzd_options_desp": "Soláthraímid raon leathan roghanna saincheaptha do chliaint, rud a ligeann dóibh dathanna, clónna agus leagan amach an tsuímh a roghnú. Cinntíonn sé seo go léiríonn an suíomh stíl agus roghanna uathúla.",
  "loading_speed": "Luais Lódála",
  "loading_speed_desp": "Tá ár suíomh gréasáin optamaithe le haghaidh luas agus feidhmíocht. Tá amanna lódála tapa ag gach gléas agus nasc idirlín.",
  "b2b_theme": "B2B (Gnó le Gnó)",
  "b2b_theme_p1": "Tá ár dteama B2B sainiúil le gnéithe uathúla. Chuir muid rogha Parley breise chun taithí geall níos saibhre a sholáthar.",
  "b2b_theme_p2": "Tá ár dteama tréithrithe ag na teaglamaí dathanna is fearr agus eilimintí dearaidh, ag cinntiú comhéadan áille. Tugtar ceadanna do úsáideoirí geall a chur ar raon leathan spóirt lena n-áirítear cricéid, sacair agus leadóige.",
  "b2b_theme_p3": "Tá go leor cluichí casino éagsúla againn le haghaidh roghanna siamsaíochta breise. Ina theannta sin, tá cineálacha éagsúla casinos againn, mar shampla AWC Casino, le bailiúchán iontach de níos mó ná 500 cluiche sliotán agus níos mó ná 100 cluiche tábla.",
  "b2c_theme": "B2C (Gnó le Custaiméir)",
  "b2c_theme_p1": "Tairgeann ár suíomh B2C taithí úsáideora éasca do chustaiméirí. Is féidir leo clárú go héasca ag úsáid a n-uimhir fóin, ag soláthar bealach áisiúil agus sábháilte chun cuntas a chruthú.",
  "b2c_theme_p2": "Nuair a chláraítear iad, tá rogha ag úsáideoirí cistí a thaisceadh ina gcuntais, rud a fhágann go bhfuil sé éasca tosú le geall agus cluiche. Ina theannta sin, soláthraímid próiseas tarraingthe réidh, ag cinntiú go bhfuil rochtain ag úsáideoirí ar a mbuaite.",
  "b2c_theme_p3": "Chun an taithí a fheabhsú, tairgimid pointí bónas is féidir le húsáideoirí a fháil agus a úsáid le linn a n-am ar an ardán. Cuirfidh sé seo sraith bhreise spreagtha agus luacha ar fáil do chliaint, ag ligean dóibh leas a bhaint as a gcuid taiscí agus tarraingtí.",
  "b2c_theme_p4": "Go hiomlán, tá ár suíomh B2C deartha chun taithí geall agus cluiche gan stró agus taitneamhach a sholáthar, ag tabhairt saoirse do chustaiméirí imirt, taisceadh agus tarraingt amach go héasca.",
  "request_demoID": "Iarr ID Demo",
  "form_name": "Ainm *",
  "form_name_err": "Iontráil do ainm (ar a laghad 3 charachtar).",
  "form_email": "Ríomhphost *",
  "form_email_err": "Iontráil ríomhphost bailí.",
  "form_country": "Tír *",
  "form_country_err": "Roghnaigh do thír.",
  "form_district": "Ceantar *",
  "form_district_err": "Iontráil do cheantar.",
  "form_whatsapp": "Uimhir WhatsApp *",
  "form_whatsapp_err": "Iontráil uimhir WhatsApp bailí.",
  "form_turnover": "Casadh Míosúil *",
  "form_turnover_err": "Iontráil do chasadh míosúil.",
  "form_users": "Cé mhéad úsáideoir *",
  "form_users_err": "Iontráil líon úsáideoirí bailí.",
  "form_current": "Ardán Reatha a Úsáid *",
  "form_current_err": "Iontráil do chuid ardán reatha.",
  "form_issues": "Fadhbanna leis an Ardán Reatha *",
  "form_issues_err": "Tabhair cur síos ar na fadhbanna (ar a laghad 10 charachtar).",
  "form_telegram": "An bhfuil tú ar Telegram? *",
  "form_select": "-- Roghnaigh --",
  "form_yes": "Tá",
  "form_no": "Níl",
  "form_telegram_err": "Roghnaigh más bhfuil láimhseáil Telegram agat.",
  "form_telhandle": "Láimhseáil Telegram *",
  "form_telhandle_err1": "Tá láimhseáil Telegram riachtanach.",
  "form_telhandle_err2": "Caithfidh láimhseáil Telegram tosú le &#64; (m.sh., &#64;username).",
  "demo_url": "URL Demo",
  "form_submit": "Cuir isteach",
  "form_name_ph": "Iontráil do ainm",
  "form_email_ph": "Iontráil do ríomhphost",
  "form_district_ph": "Iontráil do cheantar",
  "form_whatsapp_ph": "Iontráil uimhir WhatsApp",
  "form_turnover_ph": "Iontráil do chasadh míosúil",
  "form_users_ph": "Iontráil líon na n-úsáideoirí",
  "form_current_ph": "Iontráil an t-ardán reatha",
  "form_issues_ph": "Iontráil na fadhbanna leis an ardán reatha",
  "form_telhandle_ph": "Iontráil do Láimhseáil Telegram",
  "our_commitment": "Ár dtiomantas",
  "our_commitment_p1": "Tá VRNL tiomanta do do phríobháideacht a chosaint agus do shonraí pearsanta agus airgeadais a shlándáil. Míníonn an polasaí seo cén fhaisnéis a bhailímid, conas a úsáidimid í, agus na bearta a ghlacaimid chun í a chosaint. Tagraíonn vrnl.net freisin dá aipeanna.",
  "our_commitment_p2": "Tá an polasaí seo i bhfeidhm ar gach suíomh gréasáin agus aip VRNL ina bhfuil sé foilsithe, ag cloí le dlíthe i bhfeidhm sna réigiúin ina n-oibrímid. Fógraí breise príobháideachta ar leith do réigiúin nó seirbhísí féadfaidh siad cur leis an bpolasaí seo.",
  "our_commitment_p3": "Má sholáthraíonn tú faisnéis trí ardáin tríú páirtí (m.sh., logins meán sóisialta), bailímid sonraí tríd na comhtháthuithe sin faoin bpolasaí seo. Mar sin féin, rialacha príobháideachta an tríú páirtí iad a bhailíonn sonraí go díreach. Ní dhéanann socruithe príobháideachta ar na hardáin tionchar ar úsáid sonraí VRNL trí ár suíomhanna nó aipeanna.",
  "our_commitment_p4": "Féadann ár n-ardáin nasc a bheith acu le suíomhanna seachtracha nach bhfuil faoi úinéireacht ná rialú ag VRNL. Nílimid freagrach as a bpróisis príobháideachta agus molaimid duit a bpolasaithe a léamh roimh fhaisnéis a roinnt.",
  "our_commitment_p5": "Ba cheart an Polasaí Príobháideachta seo a léamh in éineacht lenár gTéarmaí Úsáide.",
  "user_content": "Comhaontú Úsáideora",
  "user_content_para": "Trí sheirbhís VRNL a úsáid (mar shampla, clárú cuntas, seirbhís a cheannach, dul i gcomórtas nó cur chun cinn, cumarsáid linn, ar ár suíomhanna nó aipeanna), aontaíonn tú lenár mbailiú, úsáid agus roinnte faisnéise pearsanta mar a mhínítear sa bpolasaí seo. I gcásanna áirithe, go háirithe má tá tú i dtír faoi rialachán cosanta sonraí, féadfaimid comhaontú soiléir a iarraidh sula bhfaightear rochtain ar ár seirbhísí. Má tá próifíl úsáideora iata nó má tá tú ag taisteal trí thíortha éagsúla agus seirbhísí VRNL á n-úsáid agat, áfach, beidh an tír cláraithe mar do thír phríomha agus beidh na comhaontuithe a fuarthas ag an am cláraithe i bhfeidhm do phróiseáil do shonraí pearsanta. Beidh téarmaí príobháideachta i bhfeidhm de réir dlí na tíre sin ag an am cláraithe.",
  "accessing_webNet": "Rochtain ar Suíomh Gréasáin agus Seirbhísí Líonra 18 trí VPN",
  "accessing_webNet_p1": "Níor chóir duit rochtain a fháil nó úsáid a bhaint as suíomhanna nó seirbhísí VRNL trí aon mhodh nó teicneolaíocht a cheilt nó a fhíorú do shuíomh geografach (m.sh., VPN nó uirlisí cosúil).",
  "accessing_webNet_p2": "Ní bheidh VRNL freagrach as bailiú, stóráil nó próiseáil do shonraí pearsanta má úsáidtear na modhanna rochtana sin.",
  "collection_personalInfo": "Bailiú Faisnéise Pearsanta agus a Úsáid",
  "collection_personalInfo_p1": "Is éard atá i “Faisnéis Phearsanta” (PII) ná aon shonra a fhéadann duine a aithint go díreach nó go hindíreach, mar ainm, seoladh poist, seoladh ríomhphoist nó uimhir soghluaiste. Nuair a bhaineann sonraí anaithnid le Faisnéis Phearsanta, déantar iad a mheas freisin mar Faisnéis Phearsanta.",
  "collection_personalInfo_p2": "Bailíonn VRNL ach Faisnéis Phearsanta riachtanach chun do chuid iarrataí a shásamh agus táirgí agus seirbhísí saincheaptha a sholáthar. Ní bhailímid faisnéis den sórt sin mura soláthraíonn tú í ar bhealach ar eolas agus deonach.",
  "collection_personalInfo_p3": "Féadfar do Shonraí Pearsanta a úsáid ag VRNL agus a pháirtithe seirbhíse chun ár suíomhanna gréasáin agus seirbhísí a oibriú, agus chun tú a chur ar an eolas faoi ghnéithe nua, táirgí, agus seirbhísí a thairgeann VRNL agus a pháirtithe.",
  "info_provide_us": "1. Faisnéis a sholáthraíonn tú dúinn",
  "info_provide_us_desp": "D’fhéadfaimid iarraidh agus bailiú an fhaisnéis phearsanta seo a leanas fút nuair a úsáideann tú vrnl.net, agus gan an fhaisnéis seo b’fhéidir nach mbeimid in ann na seirbhísí go léir a iarradh a sholáthar duit:",
  "reg_data": "a. Sonraí Clárúcháin",
  "reg_data_desp": "Chun gnéithe áirithe ar an suíomh gréasáin, ar an Aip agus don tSeirbhísí (mar shampla clárúcháin imeachtaí agus feachtais ar an suíomh) a úsáid, d’fhéadfá faisnéis teagmhála bhunúsach a sholáthar, lena n-áirítear ach gan a bheith teoranta do:",
  "reg_data_list": "<li><span>Príomh-Ainm</span></li> <li><span>Sloinne</span></li> <li><span>Seoladh Ríomhphoist</span></li>",
  "user_pro_details": "b. Sonraí Próifíl Úsáideora",
  "user_pro_details_desp": "D’fhéadfaimid faisnéis phearsanta a bhailiú agus a thaifeadadh faoin rannán 'Mo Phróifíl', a chuidíonn linn soláthar a dhéanamh ar shreafaí saincheaptha agus próifíl úsáideora a chothabháil, lena n-áirítear ach gan a bheith teoranta do:",
  "user_pro_details_list": "<li><span>Ainm</span></li> <li><span>Gnéas</span></li> <li><span>ID Ríomhphoist</span></li> <li><span>Dáta breithe</span></li> <li><span>Tír</span></li> <li><span>Cathair</span></li> <li><span>Uimhir Soghluaiste</span></li>",
  "mobile_device_permissions": "c. Ceadaíochtaí Gléas Soghluaiste",
  "mobile_device_permissions_desp": "Nuair a rochtaintear ár n-aipe ar ghléasanna soghluaiste/taibléid/teilifíseáin nó aon ghléas eile atá in ann rochtain a fháil ar an aip, d’fhéadfaimid iarraidh agus rochtain a fháil ar na rudaí seo a leanas:",
  "mobile_device_permissions_list": "<li><span>Cuntais - Úsáidtear chun bainistiú a dhéanamh ar iliomad cuntais úsáideora laistigh den aip agus le haghaidh logáil isteach</span> </li> <li><span>Teagmhálacha - Úsáidtear chun rochtain a fháil ar na teagmhálacha úsáideoirí chun ailt a roinnt tríd an aip</span></li> <li><span>Fón - Chun staid an fhóin a léamh agus fógraí úsáideora a chumasú ar ghléas an úsáideora. Bailítear IMEI chun gach úsáideoir a aithint go uathúil amháin</span></li> <li><span>Ceamara - Chun íomhánna agus íomhá próifíle an úsáideora a uaslódáil. Ligeann sé d’úsáideoirí an Ceamara a úsáid laistigh de VRNL</span></li> <li><span>Micreafón - Chun gníomhartha ordú gutha a chumasú</span></li> <li><span>Stóráil - Chun rochtain a fháil ar chomhaid agus fillteáin laistigh den aip</span></li> <li><span>SMS - Chun teachtaireachtaí fíoraithe a sheoladh agus a fháil</span></li>",
  "mobile_device_permissions_desp2": "B’fhéidir go mbeadh ceadaíochtaí do na socruithe seo riachtanach chun feidhmiú ceart an aip a chinntiú. Is féidir ceadaíochtaí a bhainistiú trí na gléasanna úsáideora faoi seach ag úsáid rogha 'socruithe'.",
  "info_voluntarily": "2. Faisnéis a sholáthraíonn tú dúinn go deonach",
  "info_voluntarily_desp": "Má sheolann tú litir phearsanta chugainn, mar ríomhphoist nó litreacha, nó má sheol úsáideoirí eile nó tríú páirtithe litreacha faoi do ghníomhaíochtaí nó do phoist ar vrnl.net, d’fhéadfaimid an fhaisnéis sin a bhailiú agus a stóráil.",
  "info_voluntarily_para": "D’fhéadfaimid faisnéis bhreise a bhailiú ag amanna eile, nuair a sholáthraíonn tú aiseolas, ábhar nó roghanna ríomhphoist a mhodhnú, freagairt do shuirbhéanna, nó cumarsáid a dhéanamh linn. D’fhéadfadh an fhaisnéis seo do ainm, ID ríomhphoist, uimhir soghluaiste, suíomh agus eile a áireamh.",
  "info_auto": "3. Faisnéis a bhailímid go huathoibríoch",
  "info_auto_desp": "Bailímid faisnéis fút agus faoi do úsáid ar ár seirbhís, do idirghníomhaíochtaí linn agus ár bhfógraíocht, chomh maith le faisnéis faoi do ríomhaire nó gléasanna eile a úsáideann tú chun rochtain a fháil ar ár seirbhísí (mar ghléasanna soghluaiste, táibléid agus gléasanna féachana eile). Áirítear leis an bhfaisnéis seo, ach gan a bheith teoranta do:",
  "info_auto_list": " <li><span>Gníomhaíochtaí ar vrnl.net mar chineál na leathanach a bhféachann tú orthu, am a chaitear ar leathanach, fiosruithe cuardaigh etc.</span> </li> <li><span>Do idirghníomhaíochtaí lenár ríomhphoist, cúram custaiméara agus ardán teachtaireachta.</span></li> <li><span>Faisnéis geo-shuíomh trí sheoltaí IP;</span></li> <li><span>Faisnéis gléis mar ID gléis, samhail gléis, srl. agus aonaitheoirí uathúla eile</span></li> <li><span>Aitheantóirí fógraíochta, mar iad siúd ar ghléasanna soghluaiste &amp; táibléid, gléasanna a áirítear aonaitheoirí (mar shampla IDFA ar ghléasanna iOS agus GAID ar Android);</span></li> <li><span>Faisnéis a bhailítear trí úsáid fianán agus teicneolaíochtaí eile* ;</span></li>",
  "info_auto_note": " *Nóta: Chun do thaithí a fheabhsú, d’fhéadfaimid <b>fianáin</b> nó teicneolaíochtaí cosúil a úsáid chun <b>ID Úsáideora uathúil</b> a shannadh duit agus do chuid spéiseanna a thuiscint. Ní nochtann <b>fianáin</b> d’aitheantas mura soláthraíonn tú go deonach é, agus ní féidir leo sonraí ó do ghléas a rochtain. Féadfaidh fógraíoirí a gcuid fianán féin a shocrú nuair a idirghníomhaíonn tú lena bhfógraí, nach ndéanaimid rialú orthu. Bailímid freisin faisnéis theicniúil áirithe gach uair a úsáideann tú ár suíomhanna, aipeanna nó seirbhísí ar aon ghléas ceangailte leis an idirlíon.",
  "inferred_info": "4. Faisnéis measta trí úsáid agus sonraí logála",
  "inferred_info_desp": "D’fhéadfaimid faisnéis áirithe fút a rianú bunaithe ar do iompar ar vrnl.net. Úsáideann muid an fhaisnéis seo chun taighde inmheánach a dhéanamh ar dhéimeagrafaic, gléasanna, spéiseanna agus iompar úsáideoirí chun tuiscint níos fearr a fháil, a chosaint agus freastal orthu. Déantar an fhaisnéis seo a bhailiú agus a anailísiú ar bhonn comhiomlán.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>D’fhéadfaimid do Shonraí a bhailiú freisin chun iompar agus roghanna úsáideora a rianú le haghaidh anailís agus taighde inmheánach. D’fhéadfaimid do shonraí a úsáid freisin:</strong><br> (i) Chun do spéis a mheas i roghanna infheistíochta, seirbhísí, tairiscintí, síntiúis; <br> (ii) Chun anailís agus taighde custaiméara a dhéanamh, chun do spéis a aithint, chun ábhar a aithint a ghineann díolacháin agus chun patrúin tráchta a anailísiú.<br>",
  "inferred_info_a": "a. Gnéithe Idirghníomhacha",
  "inferred_info_a_desp1": "Tá go leor gnéithe ag vrnl.net a ligeann d’úsáideoirí a n-aitheantas a nochtadh agus cumarsáid a dhéanamh le húsáideoirí eile. Tá do úsáid ar na gnéithe seo agus nochtadh aon sonraí pearsanta (mar sheoladh ríomhphoist) ag do riosca féin agus ní ghlacann vrnl.net aon fhreagracht as seo. Má tá do phríobháideacht sáraithe, is féidir leat teachtaireacht a sheoladh chugainn ag vrnl@gmail.com",
  "inferred_info_a_desp2": "Má roghnaíonn tú teachtaireachtaí a phostáil ar na cuntais meán sóisialta, boird teachtaireachta, seomraí comhrá nó limistéir teachtaireachta eile nó aiseolas a fhágáil, bailímid an fhaisnéis a sholáthraíonn tú dúinn. Coinnímid an fhaisnéis seo chomh fada agus is gá chun díospóidí a réiteach, tacaíocht custaiméara a sholáthar agus fadhbanna a réiteach de réir an dlí. Déanaimid an fhaisnéis seo a úsáid ar bhonn comhiomlán chun treochtaí agus tuairimí margaidh a bhunú. Ní bhaineann muid aon fhaisnéis phearsanta leat leis na tráchtanna nó poist seo le linn anailíse.",
  "inferred_info_b": "b. Taithí Úsáideora agus Tacaíocht",
  "inferred_info_b_desp1": "Aithnímid agus úsáidimid do sheoladh IP chun aon fhadhbanna le freastalaí a dhiagnóisiú agus chun ár n-aipe a riaradh. Úsáidtear do sheoladh IP freisin chun tú a aithint agus faisnéis dhéimeagrafaic leathan a bhailiú chun do thaithí a shaincheapadh ar vrnl.net.",
  "inferred_info_b_desp2": "Uaireanta d’fhéadfaimid suirbhéanna roghnach ar líne a chur ort. D’fhéadfadh na suirbhéanna seo faisnéis teagmhála agus déimeagrafaic a iarraidh (mar cód zip, aois, srl.). Úsáidimid an fhaisnéis seo chun do thaithí ar vrnl.net a shaincheapadh agus chun ábhar a thaispeáint de réir do roghanna.",
  "info_thirdparty": "5. Faisnéis a bhailímid trí thríú páirtithe",
  "info_thirdparty_a": "a. Logáil isteach Meán Sóisialta",
  "info_thirdparty_a_desp": "Nuair a chláraíonn tú ag úsáid cuntais eile cosúil le Facebook, Gmail, srl., bainfimid Faisnéis as na cuntais sin chun leanúint ar aghaidh ag idirghníomhú leat agus ag soláthar na Seirbhísí. Bailímid an fhaisnéis seo a leanas ó na hardáin meán sóisialta, lena n-áirítear ach gan a bheith teoranta do:",
  "info_thirdparty_a_list": "<li><span>Facebook - Faisnéis phoiblí, Ainm, ID Ríomhphoist, Liosta Cairde</span> </li> <li><span>Google - Príomh-Ainm, Sloinne, ID Ríomhphoist </span></li>",
  "info_thirdparty_b": "b. Faisnéis Idirbheartaithe nó Billeála",
  "info_thirdparty_b_desp": "Bunaithe ar do cheannach pacáiste síntiúis, d’fhéadfadh ár bpáirtí geata íocaíochta faisnéis a bhailiú maidir le sonraí cárta creidmheasa/debíte nó sonraí cuntais bhainc eile agus do sheoladh billeála. Stórálann ár bpáirtí geata íocaíochta an fhaisnéis seo. Mar shampla, úsáidfear geataí íocaíochta tríú páirtí chun íocaíocht do shíntiús a phróiseáil agus a éascú. Tabhair faoi deara nach bhailímid faisnéis airgeadais go díreach uait, agus nach bhfuil rialú againn ar na geataí íocaíochta seo. Is leatsa an riosca nuair a thugann tú cuairt orthu, agus molaimid athbhreithniú a dhéanamh ar a bpolasaithe príobháideachta. Ní ghlacaimid freagracht as na geataí íocaíochta sin.",
  "lawfulness_processing": "I. Cuspóirí agus Dlíthiúlacht Próiseála",
  "lawfulness_processing_desp1": "Ní bhailíonn vrnl.net sonraí pearsanta fút ach nuair a bhíonn bunús dlíthiúil againn. Áirítear le bunús dlíthiúil éigin, do thoiliú soiléir a fháil chun do shonraí a phróiseáil nó próiseáil ar bhonn 'leasa dlíthiúil' chun tacaíocht do chustaiméirí a sholáthar nó do shonraí a phróiseáil chun seirbhísí préimhe a sholáthar.",
  "lawfulness_processing_desp2": "Úsáideann muid faisnéis chun seirbhísí a sholáthar, a anailísiú, a riaradh, a fheabhsú agus a phearsanú, do chlárúchán, do chuid orduithe, íocaíochtaí a phróiseáil agus cumarsáid a dhéanamh leat. Mar shampla, úsáidimid faisnéis chun:",
  "lawfulness_processing_list": "<li><span>do riachtanais infheistíochta a mheas agus moltaí pearsanta, leideanna agus réamh-mheastacháin ar threochtaí margaidh, rabhaidh ar athruithe margaidh agus staitisticí innéacsanna a sholáthar;</span></li> <li><span>gníomhaíochtaí coiscthe nó mídhleathacha a bhrath, a chosc agus a iniúchadh;</span> </li> <li><span>ár lucht féachana a anailísiú agus a thuiscint, seirbhís a fheabhsú agus roghnú ábhair, halgartaim moltaí agus seachadadh a bharrfheabhsú;</span></li> <li><span>cumarsáid a dhéanamh leat maidir lenár seirbhísí (mar ríomhphoist, fógraí brú, teachtaireachtaí téacs, agus ardáin teachtaireachta ar líne), chun nuacht, gnéithe nua, tairiscintí speisialta, fógraí cur chun cinn, comórtais agus suirbhéanna tomhaltóirí a chur ar do shon.</span></li> <li><span>Fógra a thabhairt duit faoi athruithe ar théarmaí seirbhíse.</span></li> <li><span>Ceadaigh duit páirt a ghlacadh i ngnéithe idirghníomhacha a thairgtear trí na Seirbhísí.</span></li> <li><span>Ár ndualgais a chur i gcrích agus ár gcearta a fheidhmiú ó aon chonarthaí leat, lena n-áirítear billeáil agus bailiúcháin.</span></li>",
  "lawfulness_processing_desp3": "D’fhéadfaimid do shonraí a úsáid chun taithí phearsantaithe a sholáthar nuair a thugann tú cuairt ar ár suíomhanna/aipeanna, agus le haghaidh léargas agus cuspóirí margaíochta.",
  "lawfulness_processing_desp4": "Soláthraímid pearsantú trí úsáid a bhaint as sonraí a chuir tú ar fáil, lena n-áirítear fianáin, seoltaí IP, beacáin gréasáin nó teicneolaíochtaí cosúil le feistí a úsáideann tú. Trí seo a dhéanamh, is féidir linn ábhar agus fógraíocht níos ábhartha a chur i láthair duit. Tabhair do thoiliú soiléir nuair a bhailímid do shonraí agus/nó do roghanna úsáideora a choigeartú i do phróifíl cuntas.",
  "info_usedBy": "II. Faisnéis a úsáidtear ag an gCuideachta",
  "info_usedBy_desp1": "Ligeann an Faisnéis a sholáthraíonn úsáideoirí dúinn na Seirbhísí a fheabhsú agus an taithí is úsáideora-chairdiúla a chur ar fáil. D’fhéadfadh sé go mbeidh do sheoladh teagmhála riachtanach freisin. Is seirbhís ag brath ar fhaisnéis í. D’fhéadfaimid do sheoladh ríomhphoist nó faisnéis phearsanta eile a úsáid le teachtaireachtaí margaíochta a sheoladh le do thoiliú.",
  "info_usedBy_desp2": "Ní mheasfar aon fhaisnéis phearsanta atá inaitheanta a chuir tú ar fáil mar shénsórach má tá sí ar fáil go saor agus / nó inrochtana sa réimse poiblí, cosúil le tráchtanna, teachtaireachtaí, blaganna, nó scriblú atá ar fáil ar ardáin shóisialta cosúil le Facebook, Twitter srl. Déantar aon rud a phostálann / uaslódáil / a chur in iúl / a chur in iúl ag úsáideoirí ar na codanna poiblí den láithreán nó den Fheidhmchlár a fhoilsiú agus ní mheasfar é mar fhaisnéis phearsanta faoi réir an Pholasaithe Príobháideachta seo. Más roghnaíonn tú gan faisnéis phearsanta a chur isteach, ní b'fhéidir go mbeimid in ann seirbhísí áirithe a sholáthar duit. I ngach cás, ní bheidh muid freagrach nó freagrach as diúltú seirbhísí áirithe duit mar gheall ar easpa faisnéise phearsanta a sholáthar. Nuair a chláraíonn tú leis an nFheidhmchlár nó na Seirbhísí, teagmháilimid leat ó am go chéile chun do fhaisnéis phearsanta a nuashonrú chun gnéithe a sholáthar d'úsáideoirí a chreidimid gur fiú / spéis leo.",
  "disclosure_tp": "III. Nochtadh do thríú páirtithe",
  "disclosure_tp_b": "b. Fógraíocht",
  "disclosure_tp_b_desp": "Nuair a chuirimid faisnéis i láthair dár bhfógraíochtóirí – chun cabhrú leo tuiscint a fháil ar ár lucht féachana agus luach na fógraíochta a dhearbhú ar ár suíomhanna gréasáin nó Feidhmchláir – is gnách go mbíonn sé i bhfoirm staitisticí comhiomlána ar trácht chuig leathanaigh / ábhar éagsúla laistigh dár suíomhanna gréasáin nó Feidhmchláir. Úsáideann muid cuideachtaí fógraíochta tríú páirtí chun fógraí a sheirbheáil nuair a thugann tú cuairt ar ár suíomhanna gréasáin nó Feidhmchláir. D’fhéadfadh na cuideachtaí seo faisnéis a úsáid (lena n-áirítear d’ainm, seoladh, seoladh ríomhphoist nó uimhir ghutháin nó aon fhaisnéis phearsanta eile) faoi do chuairteanna ar an suíomh nó feidhmchlár seo agus ar shuíomhanna eile, chun fógraí a sholáthar faoi earraí agus seirbhísí a bhfuil spéis agat iontu. Ní sholáthraímid aon fhaisnéis phearsanta do shuíomhanna / fógraíochtóirí / freastalaithe fógraí tríú páirtí gan do thoiliú.",
  "disclosure_tp_d": "d. Tairiscintí Cur Chun Cinn",
  "disclosure_tp_d_desp": "Roinnfaimid nó nochtfaimid do fhaisnéis phearsanta lasmuigh de vrnl.net nuair a bheidh do thoiliú againn. Mar shampla, seirbhísí SMS agus Ríomhphoist a sholáthar, mar nuachtlitreacha margaíochta, cur chun cinn agus tairiscintí.",
  "disclosure_tp_f": "f. Dlí",
  "disclosure_tp_f_desp": "D’fhéadfadh vrnl.net faisnéis phearsanta a nochtadh más gá de réir dlí nó ar mhian mhaith go gcreidtear go bhfuil gníomh den sórt sin riachtanach chun:",
  "disclosure_tp_f_list": "<li><span>comhlíonadh le forálacha an dlí nó próiseas dlí a sheirbheáil ar an suíomh nó a úinéirí;</span></li> <li><span>cosaint agus dífhostú na gcearta nó maoine na n-úinéirí láithreáin, an láithreán nó na n-úsáideoirí vrnl.net;</span></li> <li><span>Gníomh faoi chúinsí práinneacha chun sábháilteacht phearsanta úsáideoirí vrnl.net, an láithreáin, a úinéirí, nó an phobail a chosaint.</span></li>",
  "controls_choices": "IV. Do Rialuithe agus Roghanna",
  "managing_info": "Do Fhaisnéis a Bhainistiú",
  "managing_info_desp1": "Nuair a úsáideann tú na Seirbhísí ó moneycontrol (suíomhanna gréasáin nó aon fho-suíomhanna), déanaimid iarracht mhaith chun rochtain a thabhairt duit ar do fhaisnéis phearsanta agus chun a chinntiú go gcuirtear aon fhaisnéis phearsanta nó sonraí pearsanta íogaire atá míchruinn nó easnamhach ceart nó leasaithe de réir mar is infheidhmithe, faoina bhfuil riachtanais dhlíthiúla nó gnó legitím á gcoinneáil.",
  "managing_info_desp2": "Iarrfaimid ar úsáideoirí aonair iad féin a aithint agus an fhaisnéis a iarrtar a rochtain, ceartú nó a bhaint sula ndéantar na hiarratais sin a phróiseáil, agus d’fhéadfaimid diúltú do phróiseáil iarratais atá ró-iallach nó córasach, a éilíonn iarracht theicniúil iomarcach, a fhágann príobháideacht daoine eile i mbaol, nó a bheadh an-chasta (mar shampla, iarratais ar fhaisnéis atá ar thaiscí cúltaca), nó nach bhfuil rochtain riachtanach orthu. I ngach cás, nuair a sholáthraímid rochtain agus ceartú faisnéise, déanaimid an tseirbhís seo saor in aisce, seachas má éilíonn sé iarracht iomarcach. Mar gheall ar an mbealach a chothabhálaimid seirbhísí áirithe, tar éis duit do fhaisnéis a scriosadh, d’fhéadfadh cóipeanna iarmharacha tógtha a thógáil tréimhse ama sula scriostar iad ó ár bhfreastalaithe gníomhacha agus d’fhéadfadh siad fanacht i gcórais cúltaca.",
  "managing_info_desp3": "Chun cearta atá i bhfeidhm ort mar shubject sonraí a chleachtadh, ní mór duit scríobh chugainn agus iarratas a ardú ar an gceart sonraithe. Déan cinnte go n-úsáideann tú ábhair chuí chun an ceart a lua (mar shampla Iarratas Rochtana Sonraí, Iarratas Inaistritheachta Sonraí, Iarratas Scriosadh Sonraí) agus tú ag ardú na n-iarratas seo uile, cabhróidh sé seo linn do chuid iarratas a phróiseáil níos tapúla agus níos éifeachtaí.",
  "managing_info_desp4": "Cuirimid ar do chumas rialuithe agus roghanna áirithe a chleachtadh maidir lenár mbailiú, úsáid agus roinnt d'fhaisnéis phearsanta. De réir an dlí is infheidhmithe, d’fhéadfadh do rialuithe agus roghanna a bheith mar seo a leanas:",
  "dataAccess_port": "a. Rochtain Sonraí agus Inaistritheacht",
  "dataAccess_port_desp": "Tá an AE - (Rialachán Ginearálta um Chosaint Sonraí) ceart agat, mar shubject sonraí, cóipeanna de do fhaisnéis phearsanta a bheith agat. D’fhéadfá freisin cóipeanna de fhaisnéis phearsanta a sholáthraíodh dúinn a iarraidh i bhformáid struchtúrtha, a úsáidtear go coitianta agus inléite meaisín agus / nó iarraidh orainn an fhaisnéis seo a sheoladh chuig soláthraí seirbhíse eile (má tá sé go teicniúil indéanta).",
  "data_retention": "c. Coinneáil agus Scriosadh Sonraí",
  "data_retention_desp1": "Coinnímid do fhaisnéis phearsanta chomh fada agus is gá do na leasanna dleathacha atá sonraithe sa bpolasaí seo agus chun comhlíonadh a dhéanamh ar ár ndualgais dhlíthiúla. Mura dteastaíonn uait go n-úsáidimid do fhaisnéis níos mó, is féidir leat iarraidh orainn do fhaisnéis phearsanta a scriosadh agus do chuntas vrnl.net a dhúnadh.",
  "data_retention_desp2": "Tabhair faoi deara má iarrann tú scriosadh do fhaisnéise phearsanta;",
  "data_retention_list": "<li><span>D’fhéadfaimid cuid de do fhaisnéis phearsanta a choinneáil de réir mar is gá dár leasanna gnó dleathacha, mar shampla braite agus coiscthe calaoise agus sábháilteacht a fheabhsú. Mar shampla, má chuirimid cuntas vrnl.net ar fionraí de bharr calaoise nó cúiseanna sábháilteachta, d’fhéadfadh cuid de fhaisnéise ón gcuntas sin a choinneáil chun cosc a chur ar an úsáideoir sin cuntas nua a oscailt sa todhchaí.</span></li> <li><span>D’fhéadfaimid do fhaisnéis phearsanta a choinneáil agus a úsáid chun comhlíonadh a dhéanamh ar ár ndualgais dhlíthiúla. Mar shampla, d’fhéadfaimid cuid de do fhaisnéis a choinneáil le haghaidh cánach, tuairisciú dlíthiúil agus iniúcháin.</span></li> <li><span>D’fhéadfadh faisnéis a roinn tú le daoine eile (mar shampla, Léirmheasanna, poist fhóraim) a bheith le feiceáil go poiblí ar vrnl.net, fiú tar éis do chuntas a chealú. Mar sin féin, bainfear bainistiú faisnéise ort. Chomh maith leis sin, d’fhéadfadh roinnt cóipeanna de do fhaisnéis (mar shampla, taifid loga) a bheith fós sa bhunachar sonraí againn, ach tá siad dícheangailte ó shainaithintí pearsanta.</span></li> <li><span>Mar gheall ar an mbealach a choinnímid cóipeanna de fhaisnéis phearsanta chun cosaint a dhéanamh i gcoinne caillteanais nó scriosadh dímheasa nó mailíseach, d’fhéadfadh cóipeanna iarmharacha de do fhaisnéis phearsanta nach ndéanfar a bhaint go dtí go mbeidh teorainn ama teoranta ó na córais cúltaca againn.</span></li>",
  "data_retention_note": "(Nóta: Má tá roinnt cuntais agat le moneycontrol, beidh ort iarratais ar leith a ardú do gach ceann de na cuntais sin, ag úsáid na seoltaí ríomhphoist comhfhreagracha)",
  "withdrawing_consent": "d. Aistarraingt Toil agus Teorannú Próiseála",
  "withdrawing_consent_desp": "Chun do thoiliú a aistarraingt tráth ar bith le linn tréimhse do sheirbhísí linn, is féidir leat é a dhéanamh trí ríomhphost a sheoladh chugainn. Déanfaimid athbhreithniú ar do chuid iarratais agus d’fhéadfaimid iarraidh ort do shainaithint a fhíorú. Tar éis na fíoraithe, aistarraingeoimid an toiliú a iarradh agus stopfaimid aon phróiseáil bhreise ar do fhaisnéis phearsanta.",
  "fail_provideConsent": "V. Mura Soláthraíonn Tú Toiliú",
  "fail_provideConsent_desp": "Is é ár ndualgas tú a chur ar an eolas gur ardán fógraíochta é vrnl.net. Déanann fógraí croílár ár ngnó, dá bhrí sin tá cead againn do fhaisnéis phearsanta a úsáid agus a phróiseáil chun fógraí a sholáthar riachtanach chun seirbhísí a sholáthar duit. Tá úsáid faisnéise phearsanta le haghaidh freastal ar fhógraí ina choinníoll cheangailteach agus ní bheidh muid in ann ár seirbhísí a sholáthar mura dtiocfaidh tú ar ár dtoiliú é a úsáid.",
  "childrens_privacy": "VI. Príobháideacht Leanaí",
  "childrens_privacy_desp1": "Ní dhearadh vrnl.net go sonrach do dhaoine faoi 16 bliain d’aois. Ní cheadaíonn vrnl go fiosrach aon duine faoi 16 bliain d’aois clárú leis na seirbhísí nó aon fhaisnéis phearsanta eile a sholáthar. Má tá vrnl ar an eolas go bhailíodh faisnéis phearsanta faoi 16 bliain d’aois ar vrnl.net gan toiliú tuismitheora fíoraithe, glacfaidh vrnl na céimeanna cuí chun aon fhaisnéis den sórt sin a scriosadh agus cuirfidh sé ar an tuismitheoir ar an eolas.",
  "childrens_privacy_desp2": "Mar sin féin, measaimid go bhfuil sé de dhualgas ar thuismitheoirí úsáid a monatóireacht a dhéanamh ar a leanaí. Mar sin féin, is é ár bpolasaí gan aon fhaisnéis phearsanta a bhailiú agus a phróiseáil ó leanaí faoi 16 bliain d’aois nó tairiscint a sheoladh maidir le hábhair chur chun cinn chuig daoine sa chatagóir sin. Ní fhéachann vrnl ar fhaisnéis phearsanta a fháil ó leanaí. Má tá tuismitheoir nó caomhnóir ag creidiúint go soláthraíodh faisnéis phearsanta ar vrnl gan a gcead, déan teagmháil lenár bhfoireann tacaíochta do chustaiméirí chun a chinntiú go mbaintear an fhaisnéis phearsanta ó vrnl.net.",
  "data_transfer": "VII. Aistriú, Stóráil & Próiseáil Sonraí go Domhanda",
  "data_transfer_desp": "Oibrímid go domhanda agus d’fhéadfadh muid do fhaisnéis phearsanta a aistriú chuig cuideachtaí aonair de na comhlachtaí comhpháirteacha vrnl nó tríú páirtithe i suíomhanna ar fud an domhain chun na críocha a léirítear sa bpolasaí príobháideachta seo. Pé áit a aistrítear, stóráiltear nó próiseáltear do fhaisnéis phearsanta, glacaimid céimeanna réasúnacha chun príobháideacht do fhaisnéis a chosaint. Chomh maith leis sin, nuair a úsáidimid nó a nochtann faisnéis phearsanta a aistríodh ón Aontas Eorpach, úsáidimid cluasa caighdeánacha conartha ceadaithe ag an gCoimisiún Eorpach, glacaimid modhanna eile faoi dhlí AE chun sábháilteacht chuí a chinntiú.",
  "security_compliance": "VIII. Slándáil agus Comhlíonadh le Dlíthe",
  "security_compliance_desp": "Táimid ag cur i bhfeidhm agus ag nuashonrú go leanúnach bearta slándála riaracháin, teicniúla agus fisiciúla chun do fhaisnéis a chosaint i gcoinne rochtain neamhúdaraithe, caillteanas, scriosadh, nó athrú. Tá roinnt cosaintí a d’fhéadfadh a úsáid againn chun do fhaisnéis a chosaint ina measc lasraí dóiteáin, criptiú sonraí, agus rialuithe rochtana faisnéise. Má tá a fhios agat nó má tá cúis agat a chreidiúint go bhfuil do chuid creidiúnaithe cuntas vrnl.net caillte, go dtógadh iad, go ndearnadh iad a athrú, nó go bhfuil úsáid neamhúdaraithe ann, déan teagmháil linn trí ár bhfoireann tacaíochta do chustaiméirí.",
  "changein_policy": "IX. Athrú ar an bPolasaí",
  "changein_policy_desp": "Tá an Polasaí Príobháideachta seo faoi réir athruithe ó am go ham. Coimeádfaimid an ceart, de réir ár rogha féin, téarmaí an Pholasaí Príobháideachta seo a mhodhnú ó am go ham chun comhlíonadh le dlíthe infheidhmithe a chinntiú ('Téarmaí Nuashonraithe'). Beidh na Téarmaí Nuashonraithe i bhfeidhm láithreach agus beidh siad níos tábhachtaí ná téarmaí an Pholasaí Príobháideachta seo. Cuirfimid tú ar an eolas faoi aon athruithe ar an bpolasaí príobháideachta má dhéanann na hathruithe tionchar suntasach ar do chearta nó de réir mar is gá de réir dlí. Tá tú freagrach go hiomlán as an bPolasaí Príobháideachta a léamh ó am go ham le haghaidh aon mhodhnuithe. Trí leanúint ar vrnl.net tar éis na dTéarmaí Nuashonraithe a fhoilsiú, dearbhaíonn tú do thoil na téarmaí nuashonraithe.",
  "contact_info": "X. Faisnéis Teagmhála",
  "contact_info_a": "a. Tacaíocht",
  "contact_info_a_desp": "Más gá duit aon fhaisnéis nó soiléiriú maidir le húsáid do fhaisnéise phearsanta nó an polasaí príobháideachta seo nó gearáin maidir le húsáid do fhaisnéise phearsanta, seol ríomhphost chugainn ag",
  "contact_info_b": "b. Gearáin",
  "contact_info_b_desp1": "Is féidir leat scríobh chuig ár nOifigeach Cosanta Sonraí i gcás aon ghearáin nó easaontas. Tá an ceart agat gearán a dhéanamh faoi na gníomhaíochtaí próiseála sonraí a dhéanann vrnl.net roimh na húdaráis cosanta sonraí ábhartha.",
  "contact_info_b_desp2": "Má tá aon cheisteanna nó gearáin agat maidir le bailiú, próiseáil, aistriú sonraí / faisnéise phearsanta nó maidir leis an bpolasaí seo, déan teagmháil lenár nOifigeach Cosanta Sonraí.",
  "risk_management_title": "Do Chleasa, Ár nFreagracht Bainistíochta Rioscaí Gan Sárú &",
  "risk_management_title2": "Cuideachta a leanann go comhsheasmhach ar réitigh nuálaíocha chun freastal ar riachtanais gnó.",
  "dedicated_rm_team": "Foireann Bainistíochta Riosca Tiomnaithe",
  "dedicated_rm_team_desp": "Tá foireann bainistíochta riosca tiomnaithe agus <b> an-taithí </b againn a oibríonn <b>24/7.</b> Is é a príomhchúram monatóireacht a dhéanamh ar gach geall agus idirbheart ar ár ardán chun <b> cluiche cothrom</b> agus <b>sábháilteacht</b> a chinntiú do gach úsáideoir.",
  "key_features_rm": "Príomhghnéithe",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Monatóireacht Am-Fhíor:</strong>  Rianann córais chun cinn geall, athruithe cóimheasa, agus gníomhaíocht úsáideora go leanúnach.</span></li> <li><strong> Athbhreithniú Láimhe:</strong  Fógraí a spreagann seiceálacha mionsonraithe ar phatrúin geall, athruithe cóimheasa, agus iompar cuntais.</li> <li><strong> Laghdú Riosca:</strong> Gníomhartha láithreach cosúil le geall a chealú / a chur ar fionraí, cuntais a reo, nó úsáideoirí a fhíorú má aimsítear neamhrialtachtaí.</li> <li><strong>Anailís Sonraí:</strong> Athbhreithniú leanúnach ar shonraí beo agus stairiúla chun treochtaí riosca a bhrath agus straitéisí cosanta a fheabhsú.</li> <li><strong>Freagra ar Imeachtaí:</strong> Plean struchtúrtha chun láimhseáil bhriseadh slándála, calaois nó bagairtí eile go tapa agus go héifeachtach.</li>",
  "benefits_rm": "Sochair",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Oiliúint Leanúnach:</strong> Forbairt scileanna leanúnach don fhoireann riosca chun bagairtí nua a láimhseáil go héifeachtach.</span></li> <li><strong>Teicneolaíocht agus Slándáil Chéadchéime:</strong> Nuashonruithe rialta, tástálacha ionsaithe, nuashonruithe bogearraí, agus iniúchtaí slándála.</li> <li><strong>Trédhearcacht:</strong> Cumarsáid shoiléir leis na húsáideoirí faoi ghníomhartha bainistíochta riosca chun muinín a chothú.</li> <li><strong>Feabhsú Leanúnach:</strong> Straitéisí ag forbairt bunaithe ar eachtraí roimhe seo agus bagairtí nua chun ionracas an ardáin agus leasanna na n-úsáideoirí a chosaint.</li>",
  "sbs_bold": "Bogearraí <strong>Gealltóireachta Spóirt</strong>",
  "sbs_bold_p1": "Réidh chun do thaithí gealltóireachta spóirt a ardú? Ná féach níos faide ná Bogearraí Gealltóireachta Spóirt VRNL! San alt seo, déanfaimid iniúchadh ar conas is féidir teicneolaíocht nuálach VRNL do bhealach gealltóireachta a athrú. Le breis is fiche bliain de shaineolas sa tionscal, is comhpháirtí iontaofa VRNL duit le haghaidh réitigh nuálacha gealltóireachta spóirt. Téimis isteach i saol na mbogearraí gealltóireachta spóirt agus faigh amach conas is féidir linn do chluiche a ardú.",
  "sbs_bold_p2": "Tugann Bogearraí Gealltóireachta Spóirt VRNL domhan féidearthachtaí do lucht leanúna spóirt agus geallghlacadóirí. Le fócas ar sholáthar eolais chruinn, ábhartha agus úsáideach, comhcheanglaíonn VRNL saineolas ábhair agus taithí phearsanta chun réiteach gealltóireachta cuimsitheach a chruthú. Muinín a bheith agat i VRNL chun do thaithí gealltóireachta spóirt a ardú go hardáin nua.",
  "sbs_bold_p3": "Iniúchadh a dhéanamh ar bhogearraí gealltóireachta spóirt VRNL inniu agus do chluiche gealltóireachta a ardú go dtí an chéad leibhéal eile!",
  "sbs_try_b2b": "Bain triail as ár mbogearraí Gealltóireachta B2B",
  "sbs_try_b2c": "Bain triail as ár mbogearraí Gealltóireachta B2C",
  "sbs_mf_desp": "Tugaimid raon fairsing uirlisí chun bainistíocht ár mbogearraí gealltóireachta a éascú. I measc iad, leagaimid béim ar na cumhachtaí is mó agus, go háirithe, na cinn ríthábhachtacha le haghaidh comórtas ar an ardán domhanda:",
  "sbs_mf_list": "<li> <strong> Cóimheasa Am-Fhíor </strong> Fan suas chun dáta le cóimheasa am-fhíor a thugann an buntáiste iomaíoch duit. Cinntíonn bogearraí VRNL nach mbeidh tú riamh ag cailleadh na ndeiseanna is fearr. </li> <li> <strong> Comhoiriúnacht Soghluaiste </strong> Geall ar an imeall le bogearraí comhoiriúnacha le soghluaiste VRNL. Cibé acu is féidir leat iOS nó Android a úsáid, déanann an t-ardán oiriúnú do d’fhón le haghaidh taithí shleamhnach. </li> <li> <strong> Seirbhís Cóimheasa Chéadchéime </strong> athshainiú ar APIs sonraí spóirt. Soláthraíonn sé cóimheasa pre-match 100% cruinn agus na cóimheasa beo is tapúla le moille íosta. </li> <li> <strong> Comhtháthú Solúbtha </strong> Is féidir ár n-ardán a chomhtháthú go réidh le do chóras trí API nó iFrame, ag tairgiú ilúsáide i bhfeidhmíocht. </li>",
  "sbs_benefits": "Cad iad na sochair? <b> Lig dúinn míniú a dhéanamh </b>",
  "sbs_benefits_p1": "<strong> Buntáiste reáchtáil ardán gealltóireachta Ar Líne agus Retail </strong> Is féidir le tús a chur le hardán gealltóireachta ar líne a bheith dúshlánach.",
  "sbs_benefits_p2": " Sin é an fáth gur dearadh muid timpeallacht <strong>bogearraí gealltóireachta spóirt cuimsitheach</strong> chun an próiseas a dhéanamh níos réidh, iomlána le soláthraithe cóimheasa barrchumais chun an clúdach is leithne a thairiscint.",
  "sbs_benefits_p3": "Faigheann ár gcomhpháirtithe rialaithe tacaíocht iomlán lena n-iontráil sa tionscal gealltóireachta ar líne, lena rogha de Leagan Branda nó Neamh-Branda dár n-ardáin.",
  "sbs_benefits_p4": "Tá ár mbogearraí feistithe le huirlisí bainistíochta riosca láidre, rud a fhágann go bhfuil sé tapa agus éasca a shocrú, agus tá sé ullmhaithe le leathnú de réir mar a fhásann do ghnó.",
  "sbs_benefits_p5": "Ní raibh bainistíocht <strong>imreoirí ar líne agus siopaí gealltóireachta</strong> riamh chomh simplí agus cairdiúil d’úsáideoirí.",
  "complete_sbs": "Bogearraí Gealltóireachta Spóirt <strong>comhlán</strong>",
  "whatwe_have": "Cad atá againn duit?",
  "whatwe_have_list": "<li> <strong> Rialú Cuntas Imreora </strong> Soláthraíonn ár n-ardán bainistíocht chuntas imreora láidir, lena n-áirítear cláraithe agus seirbhísí fíoraithe. Tá córas éifeachtach againn freisin chun cuntais calaoiseacha a bhrath agus a réiteach. </li> <li> <strong> Uirlisí Geolocála </strong> Tairgimid uirlisí a tharraingíonn faisnéis suíomh ó sheoltaí IP, ag cinntiú seirbhísí geolocála cruinn. </li>",
  "whatwe_have_desp": "Le tacaíocht chuimsitheach, is féidir do phríomhfhócas a bheith ar bhunú agus forbairt do shiopaí gealltóireachta retail agus líonraí ar líne.",
  "b2c_sbs": "Bogearraí gealltóireachta spóirt B2C",
  "b2c_sbs_p1": "Is é VRNL do cheann scríbe príomhúil le haghaidh réitigh bogearraí gealltóireachta spóirt B2C. Is ainm iontaofa sa tionscal muid, tiomanta do bhogearraí nuálacha a sheachadadh a fheabhsaíonn do thaithí gealltóireachta spóirt. Cibé acu is geallghlacadóir taithí agat nó nua isteach sa domhan gealltóireachta spóirt, tá na huirlisí agat chun do chluiche a ardú. Bain triail as bogearraí gealltóireachta spóirt VRNL inniu agus ardú do chluiche gealltóireachta go dtí an chéad leibhéal eile!",
  "b2c_sbs_p2": "Tagraíonn bogearraí gealltóireachta spóirt B2C (gnó-go-tomhaltóir) don theicneolaíocht agus ardán a úsáideann oibreoirí sportsbook chun seirbhísí gealltóireachta spóirt a thairiscint go díreach do na húsáideoirí deiridh.",
  "b2c_sbs_p3": " Ligeann an cineál bogearraí seo do thomhaltóirí geall a chur ar imeachtaí spóirt éagsúla trí aip gréasáin nó soghluaiste. Seo roinnt gnéithe agus comhpháirteanna tábhachtacha a bhíonn sa bhogearraí gealltóireachta spóirt B2C de ghnáth:",
  "b2c_sbs_list": "<li> <b>Clárú Úsáideora agus Bainistíocht Cuntas:</b> Ligeann do úsáideoirí cuntais a chruthú, faisnéis phearsanta a bhainistiú, agus stair gealltóireachta a rianú. </li> <li> <b>Tacaíocht do Chustaiméirí:</b> Soláthraíonn roghanna tacaíochta do chustaiméirí, amhail comhrá beo, ríomhphost, agus tacaíocht fóin chun cabhrú le húsáideoirí le fiosrúcháin agus fadhbanna. </li> <li> <b>Cláir Cleamhnaithe:</b> Tairgeann cláir cleamhnaithe le haghaidh margaíochta agus cur chun cinn, ag ligean do pháirtithe coimisiúin a thuilleamh as úsáideoirí a atreorú. </li>",
  "casino_sbs": "Bogearraí Casino agus Gealltóireachta <strong>Spóirt</strong>",
  "casino_sbs_list": "Soláthraithe 75 + níos mó ná<br /> Meaisíní sliotán 15,000 + níos mó ná<br /> Cluichí boird 500 + níos mó ná<br /> Poker físeán 700 + níos mó ná<br /> Cluichí eile 200 + níos mó ná<br /> Seó Cluiche Beo<br /> Cluichí Duine Chéad<br /> Rúbalta Meiriceánach beo<br /> Blackjack beo<br /> Baccarat beo<br /> Casino Hold’em beo<br /> SICBO<br /> Dragon tiger beo<br /> Andar Bahar<br /> Teen Patti",
  "online": "Ar Líne",
  "casino_platform": "ardán casino",
  "onc_desp1": "Soláthraíonn VRNL réiteach iomlán lenár <strong>White Label Casino</strong> tairiscint.",
  "onc_desp2": "Tá ár <strong>ardán casino ar líne</strong> deartha le haghaidh simplíochta, ag cinntiú bainistíocht éasca do thosaitheoirí agus do ghairmithe taithí acu araon. Le VRNL, gheobhaidh tú treoir chuimsitheach chun do thionscadal <strong>casino ar líne</strong> a thosú.",
  "onc_desp3": "Sula dtéann tú isteach, tugaimid cuireadh duit a fheiceáil conas a oibríonn sé go réidh.",
  "wlc_mainFeatures_desp1": "Tugaimid raon fairsing uirlisí chun tú a chumhachtú i mbainistíocht ár n-ardán casino ar líne. I measc iad, táimid tar éis an roghnú a dhíbhoilsciú chun díriú ar na cinn is cumhachtaí agus, go háirithe, na cinn riachtanacha le haghaidh rath sa mhargadh iomaíoch domhanda:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>An catalóg is leithne de chluichí casino ar líne ar fud an domhain,</strong> roghnaithe go cúramach ó na soláthraithe is fearr sa tionscal </li> <li> <strong class='black-color'>Uirlisí do Bhónas</strong> agus Optamú Brabúis Sliotán </li> <li> <strong class='black-color'>Tógálaí Feachtas</strong> agus Bainistíocht Comórtas Cluichí </li> <li>Is féidir é a <strong class='black-color'>chomhtháthú go réidh trí theicneolaíocht API nó iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "Ina theannta sin, cuimsíonn ár bpacáiste bogearraí casino beo, ag ligean duit taithí fhíor ar chasino a thairiscint d’úsáideoirí ó chompord a dtithe féin.",
  "wlc_benefits": "Cad iad na sochair?",
  "letus_explain": "Lig dúinn Míniú a thabhairt",
  "letus_explain_desp1": "Ag smaoineamh ar dhul isteach i saol gealltóireachta ar líne? Tairgeann VRNL Company ",
  "letus_explain_desp2": "réiteach white label casino a d’fhéadfadh a bheith mar phointe tosaigh foirfe duit.",
  "letus_explain_desp3": "Bain úsáid as ár seirbhísí agus saineolas gairmiúil, in éineacht lenár n-ardáin casino chun cinn agus teicneolaíocht. Baintear tairbhe as ár gcomhpháirtithe rialaithe le tacaíocht fhairsing agus iad ag dul isteach sa tionscal casino ar líne, le rogha de leagan branda nó neamhbranda den ardán.",
  "letus_explain_desp4": "Is féidir le tionscadal casino ar líne a bheith ina thuras casta. Sin é an fáth gur chruthaíomar timpeallacht iomlán casino, ag tairiscint na soláthraithe cluiche is fearr agus breis is 1,000 cluiche. Tá ár matamaitic cluichí sábháilte agus deimhnithe, ag cinntiú suaimhnis intinne duit.",
  "letus_explain_desp5": "Leathnaigh do ghnó go héasca le huirlisí láidre bainistíochta riosca ár n-ardáin chun socrú tapa agus éasca.",
  "wlc_complete_solutions": "Réitigh <span>White Label Casino</span> Iomlána",
  "wlc_offer": "Cad a thairgimid duit?",
  "wlc_complete_solutions_list": "<li>Nósanna Fíoraithe, ceadaithe go hoifigiúil ag údaráis rialála</li> <li>Uirlisí margaíochta cleamhnaithe, córas atreoraithe, agus comhtháthú le meáin shóisialta</li> <li>Fógraí Soghluaiste Push, Fógraí Gréasáin Push, agus Teachtaireachtaí In-App</li> <li>Rialú Cuntas Imreora, Clárú agus Fíorú, agus Córas Braite Cuntas Calaoiseach</li> <li>Uirlisí Geolocála chun faisnéis suíomh IP a bhaint</li>",
  "wlc_complete_solutions_more": "Ach fan, tá níos mó fós",
  "wlc_complete_solutions_desp": "<strong>Tá ardán Vrnl go mín le haghaidh feidhmíochta barr</strong> agus cobhsaíochta. Úsáidimid teicneolaíocht ceannródaíoch a oibríonn dhá oiread chomh tapa agus ardáin casino rialta. Tá ár taithí fhairsing cruthaithe an feidhmchlár is tapúla agus is cumhachtaí inniu.",
  "wlc_numbers": "<span>White Label</span> Casino i n-uimhreacha",
  "wlc_numbers_p1": "Féach ar na féidearthachtaí gan teorainn a bhaineann le Réitigh White Label Casino VRNL. Ardóidh do ghnó casino lenár raon fairsing de thairiscintí casino",
  "wlc_numbers_p2": "An rogha is fearr de sholáthraithe Live Casino barr ar fud an domhain",
  "wlc_numbers_p3": "Éagsúlacht gan sárú de tháblaí beo ar fáil ar líne, ag taispeáint seachadadh il-chainéil.",
  "wlc_numbers_list": "<li>Os cionn 75 soláthraithe</li> <li>Níos mó ná 15,000 meaisín sliotán</li> <li>500+ cluichí boird</li> <li>700+ cluichí poker físeán</li> <li>Níos mó ná 200 cluichí eile</li>",
  "wlc_numbers_p4": "Treoróidh ár bhfoireann tiomnaithe tú trí gach céim, ón oiliúint tosaigh go seoladh do tháirge.",
  "wlb_platform": "Ardán Gealltóireachta White Label",
  "wlb_platform_p1": "Tugann réiteach sportsbook white label Vrnl <b class='bold'>ardán malartach bainistithe go hiomlán</b>. <br />",
  "wlb_platform_p2": "Ceann de na gnéithe suntasacha den réiteach sportsbook white label ná a <b class='bold'>luas eisithe suíomh gréasáin den scoth.</b> Is féidir lenár bhfoireann tiomnaithe do shuíomh sportsbook a chur ar bun i gceann deich lá oibre, <b class='bold'>dírithe go cruinn ar do riachtanais uathúla.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Áirítear seirbhís óstála speisialaithe</b>, gach bogearraí riachtanach, sruthanna sonraí cóimheasa spóirt beo, uirlisí bainistíochta riosca, agus seirbhísí tacaíochta do chustaiméirí barrchumais. Is muid an príomh-ardán gealltóireachta white label.",
  "wlb_platform_list": "<li>Forbairt Suíomh Gréasáin, <b>Brandáil, Pearsanú</b>, agus Tástáil Dílseachta ar Malartú an Chliaint</li> <li>Feabhsuithe rialta leanúnacha agus nuashonruithe gné</li> <li> <b>Soláthar Crua-earraí</b>, Óstáil, Faire 24/7 Leanúnach, agus Tacaíocht Chuimsitheach</li> <li> <b>Réimse Éagsúil Margaí Gealltóireachta,</b> Catagóirí Spóirt, agus Tairiscintí Sraithe</li> <li>Glacadh gealltóireachta éifeachtach agus próisis socraithe cruinn</li> <li>Bainistíocht Riosca Chéadchéime, Cuntasaíocht Láidre, agus Uirlisí Faireachais Dílseachta</li>",
  "wlb_platform_p4": "Bailíonn comhairleoirí tiomnaithe Vrnl do riachtanais go dícheallach agus taispeánann siad rogha réamhchurtha de theimpléid agus gnóthaí forbartha is déanaí. Tá sé tábhachtach a thabhairt faoi deara go bhfuil ár n-ardáin uile deartha le bheith ilteangach agus tacú le cúrsaí airgeadra éagsúla, agus go ndéanfar comhéadan úsáideora (UI) a oiriúnú go cúramach chun freastal ar do riachtanais shonracha.",
  "wlb_platform_customization": "Pearsanú",
  "be_unique": "Bí uathúil",
  "be_unique_desp1": "<b class='bold'>Speisialtóireacht VRNL i mbonneagair gealltóireachta white label saincheaptha, casinos, gealltóireachta, agus </b>réitigh phearsantaithe a fheabhsaíonn aitheantas do bhranda.",
  "be_unique_desp2": "Cinntíonn ár bhfoireann saineolaithe go gcomhlíonann gach mionsonra, ó chomhéadain amhairc iontacha go hiontráil lógó agus feabhsuithe gné, do fhís.",
  "be_unique_desp3": "Tosnaigh do thuras isteach i réimse Vrnl, áit a thagann do fhís uathúil i bhfíor.",
  "wlb_platform_odds": "Cóimheasa",
  "wlb_platform_odds_optimize": "Optamú Cóimheasa Gealltóireachta le VRNL",
  "wlb_platform_odds_p1": "Fan chun tosaigh ar an iomaíocht lenár <b class='bold'>seirbhísí bainistíochta cóimheasa</b> chun cinn. Soláthraímid coigeartuithe cóimheasa in am realta, bainistíocht riosca, agus anailís mhargaidh chun cabhrú leat do thairiscintí gealltóireachta spóirt a bharrfheabhsú agus taithí na n-imreoirí a fheabhsú.",
  "wlb_platform_odds_p2": "Tá ár bhfoireann speisialtóirí tiomanta do do rath. Déan teagmháil linn inniu chun iniúchadh a dhéanamh ar conas is féidir linn do ghnó gealltóireachta a ardú go dtí an chéad leibhéal eile.",
  "wlb_platform_zeroRisk": "Riosca Nialasach",
  "wlb_platform_zeroRisk_h1": "Seirbhísí trádála agus bainistíochta riosca",
  "wlb_platform_zeroRisk_p1": "Soláthraímid seirbhísí trádála agus bainistíochta riosca cuimsitheacha, in éineacht le treoir shaineolaí ar bhainistíocht cóimheasa. Chomh maith leis sin, tairgimid gné uathúil – clúdach bua. I dtéarmaí praiticiúla, ciallaíonn sé seo má ní ghineann do ardán ioncam, téimid isteach agus clúdaímid na híocaíochtaí do do imreoirí. Tugaimid tosaíocht do shuaimhneas intinne duit.",
  "wlb_platform_bpb": "Brandáil Ardán Gealltóireachta",
  "wlb_platform_bpb_layouts": "Teimpléid neamhtheoranta",
  "wlb_platform_bpb_layouts_desp": "Roghnaigh ó <b>réimse éagsúil de leaganacha gealltóireachta</b> lenár raon fairsing teimpléad. Ar a mhalairt, bain úsáid as smacht cruthaitheach iomlán trí do leagan féin a chruthú trí ár <b>seirbhísí API</b>. Trí rogha seo, is féidir leat agus do fhoireann forbartha comhéadan úsáideora saincheaptha iomlán a thógáil, dírithe go beacht ar do fhís.",
  "Betting": "Gealltóireacht",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Is Soláthraí Bogearraí Gealltóireachta Spóirt Barr é Vrnl i mBangladesh.",
  "who_we_are": "cé muid",
  "what_we_do": "cad a dhéanaimid",
  "about_us_title": "Fúinn - Bogearraí gealltóireachta spóirt white label agus Casino ar líne",
  "casino_providers": "Soláthraithe Casino",
  "betting_providers": "Soláthraithe Gealltóireachta",
  "games_providers": "Soláthraithe Cluichí",
  "online_exch_sw_title": "Réabhlódaigh Do Ghnó le VRNL Bogearraí Malartú Ar Líne",
  "casino_games_title": "Cluichí Casino - White label Casino",
  "casino_tournaments_title": "Bogearraí Comórtas Casino - White label Casino ar líne",
  "esports_title": "Bogearraí Gealltóireachta eSports ag ceadú do úsáideoirí geall a chur ar na cluichí eSports is fearr",
  "faq_title": "VRNL FAQ – Do Threoir ar Cheisteanna Coitianta agus Freagraí",
  "iframe_title": "iFrame Sportsbook White label gealltóireachta spóirt agus Casino",
  "live_casino_title": "White label Casino - tosú do chasino ar líne féin",
  "lottery_games_title": "Cluichí Crannchuir - White label Casino",
  "mobile_title": "Ardaigh Do Chluiche le Bogearraí Gealltóireachta Soghluaiste VRNL",
  "online_casino_sw_title": "Bogearraí Casino Ar Líne - Éabhlóid Bogearraí & Soláthraí Ardán Casino Ar Líne",
  "ourTheme_title": "Geall & Buaigh: Ár Saothar i Domhan Gealltóireachta agus Casinos Ar Líne",
  "risk_management_title_main": "Straitéisí Bainistíochta Riosca do Oibreoirí Sportsbook - Bogearraí gealltóireachta spóirt agus casino white label",
  "sport_bet_title": "Feabhsaigh Do Thaithí Gealltóireachta le Bogearraí Gealltóireachta Spóirt VRNL",
  "wlc_title": "White label Casino - tosú do chasino ar líne go héasca lenár Réiteach White Label Casino.",
  "whiteLabel_title": "Vrnl Do sholáthraí bogearraí sportsbook white label pearsantaithe",
  "TOAST": {
    "FILL_REQUIRED": "Líon isteach na réimsí riachtanacha go léir, le do thoil.",
    "SUBMITTING": "Ag seoladh an iarratais...",
    "SUCCESS": "Tá iarratas an taispeántais curtha isteach go rathúil!",
    "ERROR": "Tharla earráid. Déan iarracht arís, le do thoil."
  },
  "disclosure_tp_a_desp": "<strong>a. Nochtadh Ginearálta</strong><br>Uaireanta, d’fhéadfadh vrnl.net roinnt faisnéise pearsanta a dhéanamh ar fáil do pháirtithe straitéiseacha a oibríonn le vrnl.net chun seirbhís a sholáthar, nó chun cabhrú le vrnl.net margaíocht a dhéanamh chuig custaiméirí. Mar shampla, nuair a cheannaíonn tú agus a ghníomhachtaíonn tú síntiús, tugann tú cead do vrnl.net na faisnéise a sholáthraíonn tú le linn an phróisis ghníomhachtaithe a mhalartú chun seirbhís a chur i bhfeidhm. Má ghlac tú leis an tseirbhís, beidh do chuntas faoi rialú ag polasaí príobháideachta vrnl.net. Roinntear faisnéis phearsanta ag vrnl.net chun ár seirbhís agus gnéithe margaíochta a sholáthar nó a fheabhsú amháin; ní roinnfear é le tríú páirtithe chun críocha margaíochta amháin.<br>D’fhéadfadh vrnl.net freisin roghnú go cúramach cuideachtaí eile chun faisnéis a sheoladh chugat faoi a gcuid táirgí nó seirbhísí a bhaineann le seirbhís an tsuímh ach nach bhfuil riachtanach dá oibriú ('Seirbhís Leathnaithe'). Má tá sé ar intinn ag vrnl.net faisnéis phearsanta a úsáid do Sheirbhís Leathnaithe, cuirfidh an suíomh vrnl.net ar do chumas agus tabharfaidh sé na treoracha riachtanacha duit chun diúltú don tseirbhís seo.<br>Is féidir leat freisin an seachadadh ríomhphoist faisnéise nó cur chun cinn ó <b>vrnl.net</b> a stopadh trí na treoracha sa ríomhphost a leanúint.",
  "objection_processing_desp": "<strong>e. Frithbhearta ar Phróiseáil</strong><br>Nuair a phróiseáiltear do fhaisnéis phearsanta chun críocha margaíochta díreach, is féidir leat ag am ar bith iarraidh orainn stad a chur ar phróiseáil do chuid sonraí le haghaidh na críche margaíochta díreacha seo trí r-phost a sheoladh chugainn.<br>Tabhair faoi deara, más rud é nach gceadaíonn tú dúinn faisnéis phearsanta a bhailiú uait, b’fhéidir nach mbeimid in ann taithí, táirgí agus seirbhísí áirithe a sholáthar duit, agus b’fhéidir nach mbeidh cuid dár seirbhísí in ann do leasanna agus do roghanna a chur san áireamh. Má tá bailiú faisnéise pearsanta riachtanach, déanfaidh muid sin a chur in iúl ag an bpointe bailithe ionas gur féidir leat cinneadh eolasach a dhéanamh maidir le páirt a ghlacadh. Má tá ceisteanna agat faoi na sonraí pearsanta ar leith a phróiseáilimid nó a choimeádann muid fút, agus do chearta maidir leis na sonraí pearsanta sin, déan teagmháil le foireann tacaíochta do chustaiméirí.",
  "disclosure_tp_e_desp": "<strong>e. Aistriú Gnó</strong><br>Cuireann muid faisnéis phearsanta ar fáil dár n-anhbhaill agus do ghnólachtaí nó daoine iontaofa eile chun í a phróiseáil dúinn, bunaithe ar ár dtreoracha agus i gcomhréir lenár bPolasaí Príobháideachta agus aon bhearta rúndachta agus slándála cuí eile. Mar shampla, d’fhéadfaimis soláthraithe seirbhíse a úsáid chun cabhrú linn leis an tacaíocht do chustaiméirí.<br>Sa chás go ndéantar vrnl a chumasc le cuideachta eile nó go n-aimsítear í ag cuideachta eile nó i gcás ath-eagraithe nó ath-struchtúir gnó, d’fhéadfaimis, ár n-anhbhaill san áireamh, do chuid faisnéise pearsanta a roinnt, go hiomlán nó go páirteach, le eintiteas gnó eile.",
  "rectification_iii_desp": "<strong>b. Ceartú Faisnéise Míchruinn nó Neamhlán</strong><br>Is féidir leat iarraidh orainn faisnéis phearsanta míchruinn nó neamhlán fút a cheartú (is é seo an fhaisnéis nach féidir leat féin a nuashonrú laistigh de do chuntas moneycontrol) trí r-phost a sheoladh chugainn.<br>Is féidir leat rochtain a fháil agus roinnt de do chuid faisnéise pearsanta a nuashonrú trí shocruithe do chuntais. Má roghnaigh tú do phróifíl vrnl.net a nascadh le feidhmchlár tríú páirtí, cosúil le Facebook nó Google, is féidir leat do shocruithe a athrú agus cead an aip a bhaint trí shocruithe do chuntais a athrú. Tá tú freagrach as do chuid faisnéise pearsanta a choinneáil suas chun dáta. D’fhéadfadh vrnl.net cuimhneacháin tréimhsiúla a sheoladh chugat trí r-phost chun cruinneas do chuid faisnéise pearsanta a chothabháil.",
  "disclosure_tp_c_desp": "<strong>c. Soláthraithe Seirbhíse</strong><br>D’fhéadfadh vrnl.net nascanna a áireamh chuig láithreáin ghréasáin tríú páirtí éagsúla a bhféadfadh do Fhaisnéis Phearsanta a bhailiú. Beidh úsáid do chuid faisnéise a bhailítear ag an ardán tríú páirtí sin á rialú ag polasaí príobháideachta an ardáin sin. Tá na láithreáin ghréasáin nó na feidhmchláir sin á rialú ag a bpolasaithe príobháideachta féin, atá lasmuigh dár smacht. Nuair a fhágann tú ár bhfreastalaithe (is féidir leat a fháil amach cá bhfuil tú trí sheiceáil an URL sa bharra suíomh i do bhrabhsálaí), beidh úsáid na faisnéise ar bith a sholáthraíonn tú á rialú ag polasaí príobháideachta oibreora an fheidhmchláir atá á dtéann tú. D’fhéadfadh go mbeadh polasaí difriúil ón gceann atá againn. Má tá sé dodhéanta duit polasaí príobháideachta aon cheann de na suíomhanna seo a fháil trí nasc ón bpríomhleathanach an fheidhmchláir, ba chóir duit teagmháil a dhéanamh go díreach leis na húinéirí feidhmchláir chun tuilleadh eolais a fháil.<br>D’fhéadfaimis faisnéis nach féidir a aithint go pearsanta a roinnt go poiblí agus lenár bpáirtithe - cosúil le foilsitheoirí, lucht fógraíochta, forbróirí, nó sealbhóirí cearta. Mar shampla, roinnimid faisnéis go poiblí chun treochtaí a thaispeáint maidir le húsáid ghinearálta ár seirbhísí. Ligeann muid freisin do pháirtithe ar leith faisnéis a bhailiú ó do bhrabhsálaí nó gléas le haghaidh margaíochta/promóisiún agus chun críocha tomhais ag úsáid a gcuid fianán féin nó teicneolaíochtaí cosúil leo.",
  "data_security": "Slándáil sonraí"
}