{
  "contact_title": "Tvrtka koja dosljedno traži inovativna rješenja za postizanje svojih poslovnih ciljeva.",
  "contact_footer": "“Mi smo tim kreativnih stratega, tehnoloških entuzijasta i učinkovitih komunikatora, vođeni nepokolebljivom strašću prema industriji online igara. Naša neumorna predanost je poticati uspjeh naših klijenata u poslovanju.”",
  "contact_header": "Kontaktirajte NAS",
  "contact_para": "Konzultirajte se s VRNL stručnjakom kako biste otkrili kako naša rješenja mogu unaprijediti vaše poslovanje u klađenju.",
  "telegram": "Telegram",
  "write_msg": "SAMO NAM NAPIŠITE PORUKU",
  "fname": "Puno ime",
  "fname_err": "Polje je obavezno (minimalno 2 znaka).",
  "email": "Vaš email",
  "email_err": "Potrebna je valjana email adresa.",
  "country": "Država",
  "pnumber": "Broj telefona",
  "pnumber_err": "Telefon mora imati 10 znamenki.",
  "message": "Poruka",
  "sending": "Slanje…",
  "submit": "Pošalji",
  "con_param1": "Ne dijelimo vaše osobne podatke s nikim. Pogledajte našu",
  "privacy_policy_form": "“politiku privatnosti”",
  "con_param2": "za više informacija",
  "casino_tournament_h1": "<b class='chck'>Casino turniri</b> omogućuju vam kreiranje turnira s početnim i završnim datumom.",
  "casino_tournament_p1": "Moćan alat koji imate na raspolaganju za povećanje prihoda u casino sekciji je implementacija <strong>Casino turnira.</strong>",
  "casino_tournament_h2": "Imat ćete mogućnost potpuno <strong>prilagoditi svaki turnir</strong> odabirom slotova koji će sudjelovati u natjecanju.",
  "casino_tournament_p2": "Za <strong>kreiranje promocije</strong> jednostavno odaberite <strong>naslov</strong> za <strong>turnir</strong>, odredite <strong>slotove</strong> koji će biti uključeni i navedite <strong>jackpot</strong> koji će se podijeliti među <strong>raznim nagradama</strong>, sve prilagodljivo vašim preferencijama.",
  "casino_tournament_p3": "Ključni podaci koje trebate unijeti uključuju <strong>datum početka</strong>, <strong>datum završetka</strong>, <strong>ukupni jackpot</strong>, broj sudionika u rangiranju, kao i minimalni zahtjev za klađenje za ulazak u turnir.",
  "casino_tournament_p4": "Osim toga, uvijek ćete imati pristup rang listi u stvarnom vremenu koja prikazuje korisnička imena, pozicije igrača i pripadajuće nagrade. Ova značajka značajno poboljšava korisničko iskustvo na vašoj casino platformi, privlačeći više igrača i povećavajući prihod.",
  "casinogames_title": "Zašto odabrati našu platformu?",
  "casinogames_title_h1": "Najopsežniji katalog ",
  "online_casino_games": "online casino igara",
  "online_casino_games_p1": "Naš <b style='color: #575756;'>White Label</b> je vaše ultimativno odredište, pružajući vam neusporediv izbor od preko 3000+ uzbudljivih casino igara i slotova. Ponosni smo što nudimo najopsežniji raspon online casino igara dostupnih na internetu.",
  "online_casino_games_p2": "Obraćamo se operaterima online igara, kladionicama, lutrijama i organizacijama za klađenje u reguliranim tržištima.",
  "online_casino_games_p3": "Razumijemo važnost sigurnog i poštenog igranja u svijetu online casina. Zato je naša gaming matematika ne samo robusna nego i certificirana od strane neovisnih gaming laboratorija. Ovo certificiranje jamči najvišu razinu korisničkog iskustva za vaše igrače, čineći njihovo iskustvo igranja u online casinu zaista vrhunskim.",
  "casino_nos": "BROJEVI CASINA",
  "slot_machine": "Slot aparat",
  "morethan10": "Više od 10",
  "tablegames": "Stolne igre",
  "morethan4": "Više od 4",
  "videopoker": "Video poker",
  "morethan": "Više od",
  "lottery": "Lutrija",
  "morethan9": "Više od 9",
  "proveedores": "DOBAVLJAČI",
  "morethan12": "Više od 12",
  "online_turnkey": "Pružamo online turnkey casino rješenja",
  "casino_wls": "Casino White Label Rješenje",
  "casino_wls_desp": "Pokrenite vlastiti brendirani casino s lakoćom koristeći VRNL-ovo white-label rješenje. Prilagodite casino, ponudite širok izbor igara, osigurajte sigurnost i brzo počnite generirati prihod.",
  "webbranding": "Brandiranje web stranice",
  "webbranding_desp": "Unaprijedite svoju online prisutnost uz VRNL-ove stručne usluge brandiranja web stranica. Dizajniramo, kreiramo i transformiramo web stranice kako bi odražavale vaš jedinstveni identitet, ostavljajući trajni dojam.",
  "toolstraning": "Alati (trening)",
  "toolstraning_desp": "Oslobodite svoj potencijal u svijetu trgovanja s VRNL-ovim moćnim alatima za trgovanje. Naša napredna rješenja omogućuju vam uvid i tehnologiju za donošenje informiranih odluka i maksimiziranje uspjeha u trgovanju.",
  "client_support": "Podrška klijentima",
  "client_support_desp": "Unaprijedite iskustvo svojih klijenata uz VRNL-ove iznimne usluge podrške. Naš posvećeni tim pruža stručnu pomoć, osiguravajući da potrebe vaših klijenata budu ispunjene učinkovito i s pažnjom.",
  "aboutus_title": "Sigurno ste znatiželjni otkriti",
  "aboutus_desp": "Tvrtka koja dosljedno traži inovativna rješenja za postizanje svojih poslovnih ciljeva.",
  "online_gaming_provider": "Pružatelj online igara",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl je etablirani pružatelj Sportsbook i Gaming rješenja s impresivnih 10 godina iskustva u industriji klađenja.</strong> Od 2012. godine posvećeni smo opskrbi kladionicama, lutrijama i organizacijama za klađenje u reguliranim tržištima.",
  "about-section1-para2": "Mi smo tim kreativnih stratega, tehnoloških entuzijasta i učinkovitih komunikatora, vođeni nepokolebljivom strašću prema industriji online igara. Naša neumorna predanost je poticati uspjeh naših klijenata u poslovanju.",
  "about-section1-para3": "Naša vrhunska gaming platforma ističe se kao jedan od ključnih čimbenika koji su Vrnl doveli do statusa cijenjene međunarodne softverske kuće. <strong style='color: #000;'>Iskorištavajući naše opsežno 10-godišnje iskustvo u ovom sektoru, Vrnl s ponosom pruža svoje usluge više od 40 kladionica u 11 različitih zemalja širom svijeta.</strong>",
  "about_us": "O nama",
  "about_us_desp": "VRNL je najveća platforma za pružanje online sportskih i casino klađenja white label. Nudimo Exchange API uz naše prilagođene usluge web stranica za Bangladeš s niskim maržama i na pouzdanoj platformi koja uključuje casino. Pružamo API-je za sve lige u exchange-u, zajedno s online streaming uslugama. Uživajte u klađenju na pouzdanoj platformi. Igrajte preko 1000 slot i stolnih igara na našoj stranici.",
  "our_client": "Naši klijenti",
  "our_client_desp": "U Vrnl-u neprestano težimo najboljim partnerstvima u igrama i zabavi kako bismo osigurali neusporedivo iskustvo za naše klijente i igrače. Kroz suradnju s renomiranim međunarodnim casino i virtualnim pružateljima igara, besprijekorno smo integrirali našu Sports Betting Platform s širokim spektrom igara, uključujući slotove, stolne igre, live casino iskustva, virtualne igre i fantasy igre. Naša platforma je dostupna na desktop i mobilnim uređajima, s vrhunskom grafikom, animacijama i zvukom. Intuitivni i jednostavni izbornici poboljšavaju cjelokupno korisničko iskustvo. Brza integracija kombinira skalabilnost, fleksibilnost i vrhunsku izvedbu softvera, uz najvišu razinu sigurnosti i pouzdanosti. Ponosni smo što klijentima pružamo najširi izbor igara, nudeći savršena gaming rješenja za sve preferencije. Dobrodošli u Vrnl, gdje izvrsnost u igrama susreće beskonačne mogućnosti. Vrnl se ponosi partnerstvima s najistaknutijim imenima u industriji pružatelja softvera i plaćanja. Podijelite našu platformu za uspjeh i dodajte svoje ime na ovaj rastući popis.",
  "lost404": "Izgleda da ste se izgubili",
  "lost404desp": "stranica koju tražite nije dostupna!",
  "gotohome": "Idi na početnu",
  "esports_bs": "eSports Betting Software",
  "esports_bs_desp1": "U VRNL-u ponosimo se pružanjem jedinstvenog i uranjajućeg iskustva za eSports fanove.",
  "esports_bs_desp2": "VRNL je vaš ulaz u svijet gdje se igre i klađenje spajaju. Naš eSports Betting Software je dizajniran za gaming fanove poput vas, pružajući uzbudljivo, sigurno i nagrađujuće iskustvo. Ne propustite priliku biti dio akcije. Pridružite se VRNL-u danas i podignite svoje gaming iskustvo na novu razinu!",
  "startnow": "Počnite sada",
  "easy_setup": "Jednostavna postava, manje nego što mislite.",
  "easy_setup_desp1": "Možemo isporučiti eSports platformu u samo nekoliko tjedana.<br> Mi brinemo o svim aspektima procesa: Hosting, korisničko sučelje, feedovi koeficijenata, prilagođene stranice, aktivacija proizvoda i strategija sportske kladionice.",
  "easy_setup_desp2": "Vaš primarni fokus može biti posvećen uspostavljanju i izgradnji vaših online mreža.",
  "esport_bet_center_h1": "Ako razmišljate o početku u online klađenju, naš eSports softver za klađenje je odličan prvi korak.",
  "esport_bet_center_p1": "Iskoristite naše stručne usluge i naprednu eSports tehnologiju za klađenje. Naši regulirani partneri dobivaju potpunu podršku za ulazak u industriju online klađenja i mogu koristiti naše prilagođene ili generičke platforme.",
  "esport_bet_center_p2": "Pokretanje online sportske kladionice koja se fokusira na eSports može biti zahtjevno. Zato smo stvorili sveobuhvatan eSports sustav za klađenje s uslugama klađenja prije utakmice. Naš cilj je ponuditi najopsežniji raspon eSports opcija online.",
  "have_qes": "Imate pitanje?",
  "para_faq": "Imamo odgovore (Pa, većinom!)",
  "freq_param": "Ispod ćete pronaći odgovore na najčešća pitanja, molimo provjerite našu",
  "if_still_qes": "Ako još uvijek ne možete pronaći traženi odgovor, jednostavno",
  "sbs_faqs": "Sports Betting Software FAQ",
  "whatis_sbs": "Što je Sports Betting Software?",
  "whatis_sbs_ans": "Sports Betting Software je dizajniran prema tržištima i odabirima korisnika. Naši stručnjaci su uvijek dostupni za pružanje najbolje korisničke usluge, uključujući razumijevanje vaših potreba i tržišnih zahtjeva. Također upravljamo svakim korakom procesa razvoja, pružajući vam cjelovitu i funkcionalnu platformu za klađenje.",
  "affiliate_systems": "Nudite li affiliate sustave?",
  "affiliate_systems_ans": "Da, naš softverski sustav temelji se na 5 razina: Administrator platforme - pristup backendu (moguće je kreirati i druge pristupe s ograničenim privilegijama). Preprodavač - master-agent koji nadzire nekoliko kladionica i zarađuje proviziju od prometa ili profita. Kladionica - fizička lokacija gdje igrači mogu igrati, polagati depozite itd. Kroz ovaj račun moguće je postavljati oklade i zarađivati proviziju. Blagajnik - profil zaposlenika kladionice, može postavljati oklade bez zarade provizije. Online igrač - registrirajte svoj račun online ili u kladionici i postavite oklade.",
  "whatis_label": "Što je white label betting site?",
  "whatis_label_ans": "White label betting site je potpuno prilagođena platforma. Vrnl-ov white label betting site pruža certificirane igre, bonus sustav i payment gateway. Sadržaj sučelja, jezik i valuta su po vašem izboru, a Vrnl nudi različite grafičke predloške, značajke i alate.",
  "fullmanagement": "Mogu li imati potpunu kontrolu nad koeficijentima i marginama?",
  "fullmanagement_ans": "Backend sadrži mnoge alate, značajke i izvještaje koji pružaju potpuni pregled aktivnosti sportskog klađenja. Postoji posebna sekcija za upravljanje koeficijentima, gdje je moguće uređivati margine, višestrukost i koeficijente po tržištu, utakmici i/ili prvenstvu.",
  "logobrand": "Mogu li koristiti svoj logo i boje brenda?",
  "logobrand_ans": "Da, možete. Pružamo različita rješenja temeljem vaših specifičnih zahtjeva. Možemo kreirati prilagođeno rješenje prema vašim zahtjevima ili pružiti turnkey rješenje, mijenjajući samo boje brenda i logo.",
  "fullycustomized": "Želio bih potpuno prilagođeno rješenje, je li to moguće?",
  "fullycustomized_ans": "Vrnl pruža tim stručnjaka za postavljanje potpuno prilagođene platforme za sportsko klađenje. Account Manager će prikupiti zahtjeve i koordinirati projekt s Project Managerom, Grafičkim dizajnerom i IT Managerom.",
  "software_cost": "Koliko košta Sports Betting Software?",
  "software_cost_ans": "Cijena Sports Betting Software-a varira ovisno o značajkama i uslugama koje se nude. Postoje različiti planovi, ovisno o tome imate li već veliki volumen igrača ili želite biti agent sa svojom mrežom igrača.",
  "what_products": "Koje proizvode nudite?",
  "what_products_ans": "Naša primarna djelatnost je Sportsko klađenje. Naš softver za sportsko klađenje je interni proizvod, razvijen od strane našeg IT tima od 2005. Osim sportskog proizvoda nudimo i live betting, casino, live casino, lutrije i virtualne igre kako bismo ponudili 'all-in-one' rješenja našim klijentima.",
  "canaddfeatures": "Mogu li dodati neke značajke, izvještaje i stranice u softver za sportsko klađenje?",
  "canaddfeatures_ans": "Softver uključuje širok raspon izvještaja, stranica i bannera koji se mogu prilagoditi (CMS) ili razviti po zahtjevu. Ako želite novu značajku, radit ćemo s vama na kreiranju prilagođenog projekta: prikupljanje informacija, predaja projekta/renderinga, testiranje i konačno puštanje u rad.",
  "canofferbettingservices": "Mogu li nuditi usluge sportskog klađenja u casinima koja imam u svojoj zemlji?",
  "canofferbettingservices_ans": "Imamo nekoliko rješenja za klađenje za online i land-based poslovanje. Ako posjedujete land-based casino i želite ponuditi sportsko klađenje, naše rješenje za maloprodaju bit će pravi izbor jer omogućuje kreiranje računa blagajnika za upravljanje prodajom sportskih tiketa.",
  "change_currentprovider": "Kako mogu promijeniti svog trenutnog pružatelja softvera?",
  "change_currentprovider_ans": "Ako već upravljate exchangebookom i želite prijeći na našu platformu za sportsko klađenje, pobrinut ćemo se da sve bude pravilno upravljano i pripremiti plan migracije. Osobni podaci igrača bit će preneseni na novu platformu, a prelazak će biti planiran tako da se migracija završi u nekoliko sati.",
  "sbs_offer": "Koje značajke nudi softver za sportsko klađenje?",
  "sbs_offer_ans": "Softver za sportsko klađenje može pružiti značajke poput predviđanja temeljenih na podacima, simulacija, trendova klađenja, usporedbe koeficijenata i više. Također nudi detaljnu analizu prošlih utakmica i nadolazećih susreta kako bi kladitelji donosili informirane odluke. Specijalizirani smo za postavljanje i kreiranje maloprodajnih kladionica i online mreža, uključujući KYC procedure odobrene od regulatornih tijela, payment gateway sustave za klađenje, alate za affiliate marketing, sustave preporuka i društvene mreže, mobilna push obavještenja, web push obavijesti i in-app poruke, kontrolu računa igrača, registraciju i provjeru, sustave za otkrivanje prijevara i geolokacijske alate za preuzimanje IP lokacije.",
  "sbs_legal": "Je li softver za sportsko klađenje legalan?",
  "sbs_legal_ans": "Da, softver za sportsko klađenje je legalan i koriste ga mnogi profesionalni kladitelji. Međutim, važno je osigurati da softver koristite u skladu s važećim zakonima u vašoj jurisdikciji.",
  "ebs_faqs": "Često postavljana pitanja o softveru za eSports klađenje",
  "ebs_titleoffer": "Koje eSports naslove nudite?",
  "ebs_titleoffer_ans": "<li><strong>Najpopularniji:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sportske igre:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online igre:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Fighting igre:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Imate li mobilnu verziju?",
  "mobileversion_ans": "Da, VRNL je potpuno optimiziran za mobilnu upotrebu. Naša platforma radi besprijekorno na svim pametnim telefonima i tabletima, omogućujući pristup sportskoj razmjeni, casino igrama, iGamingu i eSportsu bilo kada i bilo gdje. Uživajte u glatkom, responzivnom sučelju, brzom učitavanju i sigurnim transakcijama izravno iz mobilnog preglednika – bez potrebe za preuzimanjem aplikacije. Bilo da ste na Androidu ili iOS-u, iskustvo je brzo, jednostavno za korištenje i jednako bogato značajkama kao desktop verzije.",
  "runesportsplatform": "Mogu li pokrenuti eSports platformu bez upravljanja koeficijentima i trgovanjem?",
  "runesportsplatform_ans": "Naša eSports rješenja dolaze s uključenim feedom koeficijenata. Softver sadrži mnoge značajke i alate za samostalno upravljanje marginama i konfiguracijama koeficijenata. Ako želite fokusirati se samo na upravljanje trgovinama i igračima, pružamo usluge trgovanja i podršku.",
  "esports_solutions": "Želio bih imati potpuno prilagođeno eSports rješenje, je li to moguće?",
  "esports_solutions_ans": "VRNL pruža tim stručnjaka za postavljanje potpuno prilagođene eSports platforme za klađenje. Account Manager će prikupiti zahtjeve i koordinirati projekt s ostalim članovima tima: Project Managerom, grafičkim dizajnerom i IT Managerom.",
  "newtobusiness": "Potpuno sam novi u ovom poslu, što trebam znati?",
  "newtobusiness_ans": "Pravilno upravljanje eSports platformom za klađenje može ovaj posao učiniti vrlo profitabilnim. Nudimo različita rješenja i usluge ovisno o razini angažmana i znanja. Gaming stručnjak će raditi s vama kako bi odabrao najbolje eSports rješenje prilagođeno vašim potrebama.",
  "eSports_market": "Koliko eSports live tržišta nudite?",
  "eSports_market_ans": "Danas nudimo 20 live eSports tržišta. <br> Međutim, stalno dodajemo nova tržišta.",
  "eSportsLogoBrand": "Mogu li koristiti svoj eSports logo i boje brenda?",
  "eSportsLogoBrand_ans": "Da, možete. Pružamo različita rješenja prema vašim specifičnim zahtjevima. Možemo kreirati prilagođeno eSports rješenje prema vašim zahtjevima ili pružiti turnkey rješenje, mijenjajući samo boje brenda i logo.",
  "eSports_server": "Mogu li hostati eSports razmjenu na svojoj server infrastrukturi?",
  "eSports_server_ans": "Ne, ne možete. Hosting je uključen u našu ponudu jer naši SysAdmini održavaju namjenski klaster s backupom i planom oporavka od katastrofe, što osigurava performanse softvera, usklađenost s globalnim regulacijama i najviše sigurnosne standarde.",
  "sp_faqs": "Često postavljana pitanja o streaming platformi",
  "promte_cricket": "Koliko utakmica kriketa mogu promovirati?",
  "promte_cricket_ans": "Tijekom live prikaza s nadzorne ploče moguće je aktivirati dvije utakmice odjednom, ali nema ograničenja koliko utakmica možete povezati.",
  "broadcast_live": "Mogu li casino događaji biti emitirani uživo?",
  "broadcast_live_ans": "Da, moguće je emitirati sve casino igre uživo na svim platformama koje to omogućuju.",
  "measure_success": "Kako mjerim uspjeh live streamova?",
  "measure_success_ans": "Naravno, pratite detaljne analitike za više platformi na jednom zaslonu.",
  "is_mobile_friendly": "Je li platforma prilagođena mobilnim uređajima?",
  "is_mobile_friendly_ans": "Da — naša platforma je potpuno prilagođena mobilnim uređajima, a pružamo i APK koji možete preuzeti i koristiti bez problema.",
  "livecasino_faqs": "Često postavljana pitanja o Live Casino softveru",
  "whatisVRNLcasino": "Što je VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software je vrhunska platforma koja omogućuje online casinima pružanje igara s live dealerima svojim igračima. Pruža infrastrukturu i alate potrebne za vođenje interaktivnog casino iskustva u stvarnom vremenu.",
  "software_work": "Kako VRNL Live Casino Software radi?",
  "software_work_ans": "VRNL Live Casino Software se integrira u web stranice online casina. Povezuje igrače s live dealerima putem video streaminga visoke kvalitete, omogućujući igranje popularnih casino igara poput blackjacka, ruleta i bakarata u interaktivnom i live okruženju.",
  "features_livecasino": "Koje su glavne značajke VRNL Live Casino Software-a?",
  "features_livecasino_ans": "VRNL Live Casino Software nudi niz značajki, uključujući prilagodljivo brandiranje, sigurnu integraciju plaćanja i korisnički-friendly sučelje za igrače i operatore.",
  "security_livecasino": "Kako osigurati sigurnost i poštenje igara koristeći VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software je razvijen s naglaskom na sigurnost. Koristi certificirane generatori slučajnih brojeva (RNG) za poštenje i nudi alate za prevenciju prijevara i zaštitu igrača. Također implementiramo enkripciju za sigurnu razmjenu podataka.",
  "offered_games": "Koje igre se mogu nuditi pomoću VRNL Live Casino Software-a?",
  "offered_games_ans": "Možete ponuditi širok izbor igara s live dealerima, uključujući klasike poput live blackjacka, live ruleta i live bakarata, kao i njihove varijacije za održavanje angažmana igrača.",
  "integrateVRNL": "Mogu li integrirati VRNL Live Casino Software u svoju postojeću online casino platformu?",
  "integrateVRNL_ans": "Da, naš softver je dizajniran za jednostavnu integraciju s postojećim platformama, čineći ga besprijekornim dodatkom vašoj online casino operaciji.",
  "wlc_faqs": "Često postavljana pitanja o White Label Casinu",
  "whatis_wlc": "Što je White Label Casino?",
  "whatis_wlc_ans": "White Label Casino je turnkey rješenje koje omogućuje poduzetnicima i tvrtkama lansiranje vlastitih online casina koristeći naš softver i infrastrukturu. Možete ga brendirati svojim imenom i dizajnom, dok mi brinemo o tehničkim i regulatornim aspektima.",
  "wlc_work": "Kako funkcionira White Label Casino usluga?",
  "wlc_work_ans": "Pružamo vam potpuno funkcionalnu casino platformu, uključujući igre, obradu plaćanja i korisničku podršku. Jednostavno prilagodite brand i dizajn prema svojoj viziji i spremni ste započeti online casino poslovanje.",
  "wlc_games": "Koje igre su dostupne za moj White Label Casino?",
  "wlc_games_ans": "Nudimo širok spektar casino igara, uključujući slotove, stolne igre (npr. blackjack, rulet) i igre s live dealerima. Možete birati iz našeg kataloga igara za stvaranje raznovrsnog iskustva igranja za vaše igrače.",
  "wlc_launch": "Koliko vremena treba za lansiranje White Label Casina?",
  "wlc_launch_ans": "Vrijeme postavljanja može varirati ovisno o vašim specifičnim zahtjevima i regulatornim procesima. U prosjeku, postavljanje i prilagodba platforme može trajati nekoliko tjedana.",
  "wlc_cusSupport": "Koju razinu korisničke podrške pružate za moj White Label Casino?",
  "wlc_cusSupport_ans": "Pružamo tehničku i operativnu podršku kako bi vaš casino radio besprijekorno.",
  "wlc_getstarted": "Kako započeti s White Label Casinima iz vaše tvrtke?",
  "wlc_getstarted_ans": "Kontaktirajte naš prodajni tim kako biste razgovarali o svojim potrebama i dobili personalizirani savjet. Vodit ćemo vas kroz proces postavljanja vašeg White Label Casina.",
  "can_cutomize_branding": "Mogu li prilagoditi casino svojim brendom?",
  "can_cutomize_branding_ans": "Da — možete u potpunosti prilagoditi casino svojim logotipom, bojama i brendom kako bi odgovarao vašem identitetu.",
  "company": "Tvrtka",
  "company_caps": "TVRTKA",
  "about": "O nama",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Politika privatnosti",
  "contact_us": "Kontaktirajte nas",
  "solutions": "Rješenja",
  "sports_betting_software": "Softver za sportsko klađenje",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Logo i grafički materijal Vrnl-a su intelektualno vlasništvo tvrtke i ne smiju se kopirati, reproducirati, distribuirati ili prikazivati bez pisanog dopuštenja Vrnl-a.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Sva prava pridržana.",
  "home": "Početna",
  "betting": "Klađenje",
  "esports_betting": "eSports klađenje",
  "sbs_head": "Softver za sportsko klađenje",
  "casino": "Casino",
  "online_casino_sw": "Online casino softver",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Casino igre",
  "lottery_bingo": "Lutrija i bingo",
  "casino_tournament": "Casino turnir",
  "risk_management": "Upravljanje rizikom",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Naš rad",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Lutrijske igre",
  "exch_sw_provider": "Pružatelj exchange softvera",
  "mobile_bet": "Mobilno klađenje",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget za sportsko klađenje",
  "back": "Natrag",
  "exch_iframe_para": "Exchangebook iframe — omogućuje brzo aktiviranje Exchangebook modula putem besprijekorne API integracije. Naša sveobuhvatna Exchangebook usluga, pod stručnim nadzorom, osigurava širok raspon programiranja za online događaje i tržišta.",
  "contact_us!": "Kontaktirajte nas!",
  "exch_iframe_types": "Vrste Exchangebook iFrame-a",
  "exch_iframe_types_para": "Naša Exchangebook iFrame rješenja dolaze u tri varijante, svaka prilagođena korištenom kanalu, osiguravajući najprikladniju opciju za vaše potrebe:",
  "exch_iframe_types_list": "<li> iFrame za <strong>Desktop</strong>, dizajniran za računala s različitim rezolucijama i s raznolikim i prilagodljivim rasporedima. </li> <li> iFrame za <strong>Terminale i kioske SSBT</strong>, s rasporedima optimiziranim za touchscreen sustave i intuitivno korisničko iskustvo, idealno za neiskusne igrače koji postavljaju oklade.</li>",
  "exch_iframe_types_para2": "Nadalje, putem našeg API-ja, možete ostvariti opsežnu prilagodbu grafike i funkcija igara.",
  "cm_exch": "Sveobuhvatno upravljani Exchangebook",
  "cm_exch_para": "Naš Exchangebook iFrame uključuje opskrbu feedovima podataka o koeficijentima i konfiguraciju osnovnih postavki klađenja. Softver dolazi s nizom značajki i alata za samostalno upravljanje marginama i konfiguracijama koeficijenata. Međutim, ako je vaš primarni fokus na upravljanju igračima i marketingu, nudimo potpuno upravljane usluge trgovanja i podršku.",
  "acq_exch": "Dobivanje Exchangebook iFrame rješenja je jednostavno",
  "acq_exch_para": "Pojednostavili smo proces aktivacije iFrame-a u samo pet jednostavnih koraka:",
  "acq_exch_list": "<li>Formalizirati ugovor između Vrnl-a i korisnika.</li> <li>Pokrenuti integraciju Exchangebook iFrame-a putem API-ja koristeći naš SDK.</li> <li>Održati sastanak za definiranje Exchangebook strategije koju želite slijediti.</li> <li>Identificirati najatraktivnije sportove i događaje prilagođene vašem području poslovanja.</li> <li>Idemo uživo!</li>",
  "live_casino_sw_p1": "Naša <strong>live Casino platforma</strong> omogućuje vam aktivaciju <strong>najboljih live pružatelja</strong> poznatih po <strong>izvrsnoj kvaliteti i matematičkoj preciznosti.</strong>",
  "live_casino_sw_p2": "Posvećeni smo pružanju vrhunskog iskustva live casina. Bilo da ste iskusni igrač ili novajlija u svijetu online casina, naša platforma nudi impresivno, interaktivno igranje u stvarnom vremenu.",
  "live_casino_sw_p3": "VRNL Live Casino rješenje pruža sveobuhvatan paket usluga, uključujući:",
  "live_casino_sw_p3_l1": "Alate za izvještavanje pune povijesti",
  "live_casino_sw_p3_l2": "Vizualizaciju povijesti igara",
  "live_casino_sw_p3_l3": "Konfiguracije igara",
  "live_casino_sw_p3_l4": "Alate za upravljanje rizikom",
  "live_casino_sw_p3_l5": "Upravljanje igračima",
  "live_casino_sw_p3_l6": "Alate za upravljanje partnerima",
  "live_casino_sw_p3_l7": "Struktura agenata s više razina hijerarhije",
  "live_casino_sw_p4": "Razvili smo razne sigurne metode integracije, sve jednostavne za korištenje i dizajnirane za laku implementaciju s našim live casino API-jem.",
  "live_casino_sw_demo": "Demo rješenja za live casino",
  "livecasino_integration": "<strong style='color: #575756;'>Integracije live casino API-ja</strong>",
  "livecasino_integration_para": "Naš live casino softver može biti spreman za rad u roku od nekoliko dana. Nadalje, pružamo sveobuhvatne usluge upravljanja, osiguravajući da cijelu operaciju nadgledaju naši stručnjaci. <strong style='color: #575756;'>Također garantiramo pristup najvećem izboru live igara dostupnih online.</strong>",
  "live_casino_lobby": "U našem user-friendly Live Casino Game Lobby-ju",
  "youcan": "možete",
  "findgames_like": "pronaći igre poput:",
  "findgames_like_desp": "Live Rulet, Live Baccarat, Live Blackjack i Live Poker, Kockice i brojevne igre.",
  "euro_roulette": "Europski rulet",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Američki rulet",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Rezervirajte demo",
  "lottery_head": "Tražite platformu za lutriju i bingo?",
  "lottery_head_desp1": "Pažljivo smo odabrali najbolje <b style='color: #575756; font-size: 45px;'>lutrijske i bingo</b> igre za vas.",
  "lottery_head_desp2": "Naše <b style='color:#575756; font-size: 16px;'>White Label Lottery i Bingo</b> rješenje nudi niz privlačnih varijanti klasične bingo igre zajedno s najpoznatijim lutrijskim igrama.",
  "lottery_head_desp3": "Možete <b style='color:#575756; font-size: 16px;'>uživati u ovim igrama sa svog pametnog telefona</b> ili računala, a mi osiguravamo izuzetno korisničko iskustvo jer su naše igre najviše kvalitete.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Nadalje, naši algoritmi igara su sigurni i neovisno certificirani, pružajući pouzdano i vjerodostojno iskustvo igranja.<br><br></strong>",
  "lottery_bingo_nos": "BROJEVI LUTRIJE I BINGA",
  "bingo_games": "Bingo igre",
  "over100": "više od 100",
  "over130": "više od 130",
  "suppliers": "DOBAVLJAČI",
  "more20": "Više od 20",
  "sports_betting_software_wl": "Softver za sportsko klađenje White Label",
  "sports_betting_software_wl_desp": "Tvrtka posvećena stalnom traženju inovativnih rješenja za učinkovito rješavanje svojih poslovnih potreba.",
  "blink-soft": "Poboljšajte svoje iskustvo s naprednim softverom za sportsko klađenje",
  "platform_para1": "Moderna rješenja za sportsko klađenje <b>transformiraju</b> način na koji se kladitelji uključuju u igru. S <b>besprijekornim sučeljima,</b> analitikom u stvarnom vremenu i mogućnostima klađenja uživo, ove platforme pružaju superiorno iskustvo klađenja za nove i iskusne igrače.",
  "platform_para2": "Bilo da upravljate online sportska kladionicom, maloprodajnom kladionicom ili casinonom, naš sveobuhvatni paket rješenja — uključujući <b>B2C platforme</b> i <b>prilagodljive White Label proizvode</b> pruža fleksibilnost i tehnologiju potrebnu za ostanak konkurentnim. Prihvatite inovacije i unaprijedite svoje sportsko klađenje s softverom dizajniranim za <b>optimizaciju performansi</b> i <b>zadovoljstvo korisnika</b>.",
  "try_b2b": "Istražite naš napredni B2B softver za klađenje",
  "try_b2c": "Istražite naš napredni B2C softver za klađenje",
  "wls_turnkey": "White Label rješenja i turnkey platforme",
  "wls_turnkey_p1_span1": "besprijekorno i privlačno iskustvo sportske kladionice",
  "wls_turnkey_p1_span2": "za vaše kupce. Ovaj pristup eliminira potrebu za skupim i dugotrajnim razvojem, omogućujući vam da se usredotočite na rast i",
  "custom_satisfaction": "zadovoljstvo kupaca",
  "wls_turnkey_p2": "Naša sigurna, visokoperformantna platforma za klađenje je potpuno certificirana od strane neovisnih gaming laboratorija, osiguravajući usklađenost i pouzdanost. Partnerstvom s VRNL-om dobivate pristup pouzdanoj betting exchange platformi koja povećava profitabilnost uz osiguranje",
  "highest_industry_standards": "najviših industrijskih standarda",
  "igaming_platform": "iGaming platforma",
  "igaming_platform_p1": "VRNL je pouzdan partner u iGaming industriji, nudeći vodeće u industriji",
  "sbs": "softver za sportsko klađenje",
  "igaming_platform_p2": "Naš cilj je transformirati online gaming pružajući operatorima svestranu, vrhunsku platformu koja osigurava besprijekorno, privlačno igranje za njihove korisnike.",
  "online_casino": "Online Casino",
  "casino_para": "Dobrodošli u VRNL Online Casino — <b>pouzdanog lidera</b> koji pruža sigurnu i uzbudljivu platformu za igranje diljem svijeta. Naša misija je pružiti izvanredno casino iskustvo koje zadržava igrače angažiranima i zabavljenima.",
  "casino_para_list": "<li>Više od 75 pružatelja</li> <li>Više od 15.000 slotova</li> <li>500+ stolnih igara</li> <li>700+ video poker igara</li> <li>Više od 200 drugih igara</li>",
  "casino_para2": "Naš stručni tim podržava vas kroz svaki korak, od obuke do lansiranja.",
  "play_livecasino": "Igrajte live casino kao da ste direktno u casinu",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slotovi</li> <li>Live Rulet</li> <li>Live Blackjack</li> <li>Live Baccarat</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API pružatelji usluga i iFrame",
  "api_services_iframe_p1": "VRNL pruža vrhunske <b>API integracije i iFrame rješenja</b>, omogućujući besprijekornu povezanost platformi, sigurnu razmjenu podataka i poboljšano korisničko iskustvo — pomažući tvrtkama da rade pametnije i brže.",
  "api_services_iframe_p2": "U VRNL-u razumijemo važnost besprijekorne razmjene podataka i komunikacije između aplikacija. Pružamo vrhunske API integracijske usluge, omogućujući vašem softveru da nesmetano komunicira s drugim platformama. Naši stručnjaci osiguravaju da sustavi rade skladno, pružajući glatko iskustvo vama i vašim korisnicima.",
  "virtual_games": "Virtualne igre",
  "virtual_games_desp1": "Spremni za svoje virtualno gaming putovanje s VRNL-om? Zaronite u virtualni svijet kao nikada prije i pripremite se za beskrajne sate zabave.",
  "virtual_games_desp2": "U VRNL-u smo strastveni u pružanju vrhunskog virtualnog iskustva igara koje igrače prenosi u uzbudljive nove svjetove. Naša misija je pružiti najsvjetlije, najzabavnije i najzanimljivije virtualne igre koje će vas držati prikovanima satima.",
  "before_start": "Prije nego počnete, istražite ga u akciji!",
  "explore_demo": "na našoj demo platformi:",
  "mobile_sbs": "Mobilni softver za sportsko klađenje",
  "mobile_sbs_p1": "Naša <strong>mobilna aplikacija</strong> omogućuje vašim kladiteljima jednostavan pristup njihovim računima i postavljanje oklada putem tableta, pametnih telefona i drugih mobilnih uređaja povezanih s internetom.",
  "mobile_sbs_p2": "Od kriketa i nogometa do tenisa, naš softver pokriva širok raspon sportskih događaja diljem svijeta. Bez obzira na vašu sportsku strast, možete se kladiti na igre i timove koje volite.",
  "mobile_sbs_p3": "Naš softver nije samo za klađenje, već za stvaranje iskustva koje je besprijekorno i usmjereno na korisnika. Uložili smo u najnoviju tehnologiju kako bi navigacija našom platformom bila što jednostavnija.",
  "advantages_sbs": "Prednosti mobilnog softvera za sportsko klađenje",
  "advantages_sbs_l1": "Mobilne aplikacije su brže",
  "advantages_sbs_l2": "Personalizirani sadržaj klađenja",
  "advantages_sbs_l3": "Instant online klađenje",
  "advantages_sbs_l4": "Sigurno i pouzdano",
  "advantages_sbs_p1": "Aplikacije nadmašuju mobilne web stranice, nudeći brže akcije i reakcije.",
  "advantages_sbs_p2": "Korisnici uživaju u personaliziranom sadržaju za dublje iskustvo, uključujući klađenje prilagođeno njihovim preferencijama.",
  "advantages_sbs_p3": "Sve mobilne aplikacije omogućuju instant pristup jednim dodirom, omogućujući korisnicima postavljanje oklada, provjeru računa, igranje casino igara i odabir omiljenih liga bez odgode.",
  "advantages_sbs_p4": "Naša sigurnost je naš prioritet. VRNL Mobilni softver za sportsko klađenje izgrađen je s najnovijim sigurnosnim mjerama za zaštitu vaših osobnih i financijskih podataka. Možete se kladiti bez brige.",
  "online_casino_sw_p1": "VRNL je vodeći pružatelj <strong>online casino softvera</strong> i <strong>platformi</strong>. Igraju ključnu ulogu u dizajniranju i razvoju casino platformi, osiguravajući da su user-friendly i bogate značajkama.",
  "online_casino_sw_p2": "Naš marketinški tim radi marljivo kako bi vaš online casino dobio vidljivo mjesto na početnoj stranici, osiguravajući visoku vidljivost na online tržištu.",
  "online_casino_sw_p3": "Online casino platforma dolazi s raznim unaprijed konfiguriranim igrama, a naši alati za praćenje pružaju jasan pregled u stvarnom vremenu napretka i performansi vašeg novog projekta.",
  "customized_theme": "Ovo je tema i može se prilagoditi, pogledajte je u akciji:",
  "live_casino_sw_desp1": "Nudimo najširi spektar top-tier <strong>Live Casino pružatelja</strong><br>",
  "live_casino_sw_desp2": "globalno, osiguravajući pristup najširoj raznolikosti live stolova online i besprijekorno iskustvo isporuke na više kanala.",
  "casino_sw_features": "Glavne značajke casino softvera",
  "casino_sw_features_p1": "Naša <strong>platforma za casino softver</strong> dizajnirana je kako bi pružila besprijekorno i impresivno iskustvo igranja za igrače i operatore.<br /><br />",
  "casino_sw_features_p2": "Ključne značajke naše platforme uključuju:",
  "casino_sw_features_list": "<li>Vidljivost i kontrola nad rasponima stolova.</li> <li>Karakteristike i postavke stolova za igre.</li> <li>VIP limiti.</li> <li>Funkcionalnost klijenata i pristup našim alatima za prilagodbu.</li> <li>Mehanizam izvještavanja i sustav obavijesti koji operatorima pruža trenutni pristup i upozorenja o operativnim događanjima.</li> <li>API za Business Intelligence (BI)</li> <li>Marketinški alati</li> <li>API za vanjsku integraciju</li>",
  "casino_sw_features_p3": "Naš user-friendly alat za prilagodbu omogućuje kladionicama da u stvarnom vremenu mijenjaju različite aspekte svojih live ponuda, <br /> uključujući bannere, fontove i sheme boja, sve putem intuitivnih kontrola.",
  "casino_sw_features_p4": "Naša nova platforma radi kao autonoman, agilan i fleksibilan sustav. Ova agilnost nam omogućuje brzu reakciju na zahtjeve kladionica i održavanje viših standarda kvalitete prilikom razvoja novih i postojećih<br /> proizvoda.",
  "casino_sw_features_p5": "Kako bismo ubrzali vaše poslovanje, također nudimo",
  "casino_sw_features_p6": "s velikim izborom od preko 3000+ igara.",
  "integrate_iframe_apis": "Integracija s vanjskim platformama putem iFrame i API-ja",
  "integrate_iframe_apis_para": "Naša platforma nudi svestrane opcije integracije. Možete se besprijekorno <strong>integrirati putem iFrame-a ili <br />API-ja</strong>. Platforma se može prilagoditi vašim specifičnim potrebama, bilo da se radi o cjelovitoj integraciji, <br /> specijaliziranom rješenju za sportsko klađenje ili fokusu na <strong>online casino igre</strong>, uključujući <strong>live <br /> casino</strong> ponude.",
  "view_demo": "Pogledajte demo",
  "we_are": "mi smo",
  "online_exchange_sw_p1": "U VRNL-u ponosimo se pružanjem vrhunskog online Exchange softvera koji redefinira iskustvo klađenja. Nudimo potpuno funkcionalnu platformu opremljenu širokim izborom live mečeva dostupnih mjesečno. S našim opcijama live streaminga, transformirat ćemo vašu kladionicu u zabavnu platformu, uz certifikate neovisnih gaming laboratorija za dodatnu sigurnost.",
  "online_exchange_sw_p2": "Online Exchange softver VRNL-a nudi sveobuhvatan spektar opcija sportskog klađenja. Bilo da volite kriket, nogomet, tenis ili bilo koji drugi sport, pokrili smo vas. Naša platforma pruža koeficijente u stvarnom vremenu, klađenje uživo i user-friendly sučelje koje olakšava postavljanje oklada.",
  "onther_head": "Pojednostavljujemo proces kako biste se besprijekorno integrirali u poslovanje.",
  "onther_p1": "Ova tema je visoko prilagodljiva i možete iskusiti njezinu fleksibilnost u akciji:",
  "main_features": "Glavne značajke",
  "feature_para": "Vrnl je na čelu revolucije u upravljanju klađenjem i online casinima. S našom stručnošću, dobivate pristup:",
  "feature_list": "<li><strong>Globalno iskustvo klađenja:</strong> VRNL pruža pristup širokom spektru sportova, liga i tržišta klađenja diljem svijeta, omogućujući vašim korisnicima istinsko globalno iskustvo klađenja.</li> <li><strong>Opsežne opcije prije meča:</strong> Odaberite između 150.000 mjesečnih opcija klađenja prije meča. Osiguravamo raznovrsnost kako bi zadovoljili različite preferencije korisnika.</li> <li><strong>Uzbudljive opcije klađenja uživo:</strong> Uključite svoje korisnike s 75.000 mjesečnih opcija klađenja uživo. Ove opcije u stvarnom vremenu dodaju uzbuđenje i spontanost iskustvu klađenja.</li> <li><strong>Casino igre za metaverse:</strong> VRNL nudi široku kolekciju casino igara prikladnih za metaverse. Uronite korisnike u virtualno casino okruženje s našim raznovrsnim igrama.</li> <li><strong>Besprijekorna iFrame integracija:</strong> Jednostavno integrirajte naš iFrame u vašu iGaming platformu. Naše user-friendly iFrame rješenje omogućuje jednostavno poboljšanje platforme.</li> <li><strong>Fleksibilna integracija:</strong> Odaberite način integracije, bilo putem API-ja ili iFrame-a. Nudimo svestrane opcije za vaše potrebe i zahtjeve platforme.</li>",
  "sports_header_2": "Online Exchange softver i iGaming Casino platforma",
  "sports_header_2_p1": "Pružamo <a style='color: #a0c528;' href='#'>White Label Casino</a> rješenje s opsežnom bibliotekom od preko 1.000 igara.",
  "sports_header_2_p2": "Naše usluge uključuju dobivanje gaming licence i pravnu podršku za pokretanje vašeg casino poslovanja, osiguravajući sigurno i certificirano casino matematiku.",
  "sports_header_2_p3": "Odabrali smo najbolje pružatelje igara s ciljem da vam ponudimo najveći izbor live casino i online casino igara. Pažljivo smo kurirali partnerstva s vrhunskim pružateljima igara kako bismo osigurali neusporedivu raznolikost igara online, jamčeći najširu dostupnu ponudu.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person igre</li> <li>Slotovi</li> <li>Američki rulet uživo</li> <li>Live blackjack</li> <li>Baccarat uživo</li> <li>Casino Hold’em uživo</li> <li>SICBO</li> <li>Dragon Tiger uživo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Igrajte u live casinu kao da ste direktno u casinu",
  "top_online_providers": "Najbolji online casino pružatelji svjetske klase",
  "online_casino_p1": "Spremni za podizanje svog online casino iskustva na novu razinu? Vrnl je vaše jedinstveno rješenje za sve potrebe online casina. Pružamo vrhunske usluge i inovativna rješenja za online casino operatore, osiguravajući nezaboravno iskustvo igranja za vaše igrače.",
  "user_data_section1": "<li>Pružatelji 75+ više</li> <li>Slotovi 15.000+ više</li> <li>Stolne igre 500+ više</li> <li>Video poker 700+ više</li> <li>Druge igre 200+ više</li>",
  "lottery_bingo_games": "Lutrija i Bingo igre",
  "lottery_bingo_games_p1": "U VRNL-u donosimo uzbuđenje Lutrije i Bingo igara i na vaš ekran i u lokalne prodajne objekte. Bilo da volite tradicionalne papirnate listiće ili preferirate udobnost igranja online, mi smo tu za vas. S nama nije riječ samo o igrama; riječ je o uzbuđenju pobjede i radosti igranja.",
  "user_data_section2": "<li>Bingo 80+ više</li> <li>Lutrija 130+ više</li>",
  "ultimate_dest": "Konačna destinacija za online i maloprodajne Lutrija i Bingo igre",
  "weare_vrnl": "Mi smo VRNL",
  "weare_vrnl_desp": "<strong>NAJVEĆA PLATFORMa ZA PRUŽANJE SPORTSKE I CASINO WHITE LABEL</strong> Najširi izbor zabavnih igara dostupnih online. White Label Casino s više od 1.000 igara. Dostupan online casino softver je jednostavan jer je naša platforma lako upravljiva.",
  "res_design": "Responsive dizajn",
  "res_design_desp": "Naša web stranica je responzivna, što znači da se pravilno prikazuje na tabletima, mobilnim uređajima i računalima za optimalno korisničko iskustvo.",
  "custmzd_options": "Opcije prilagodbe",
  "custmzd_options_desp": "Našim klijentima nudimo širok raspon opcija prilagodbe, omogućujući odabir boja, fontova i izgleda web stranice prema vlastitim preferencijama.",
  "loading_speed": "Brzina učitavanja",
  "loading_speed_desp": "Naša web stranica je optimizirana za brzinu i performanse, s brzim vremenom učitavanja na različitim uređajima i internetskim vezama.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Naša B2B tema ističe se jedinstvenim značajkama. Uveli smo dodatnu Parley opciju za bogatije iskustvo klađenja.",
  "b2b_theme_p2": "Naša tema karakterizira najbolja kombinacija boja i dizajnerskih elemenata, osiguravajući estetski ugodno sučelje. Korisnici imaju dopuštenja za klađenje na širok spektar sportova, uključujući kriket, nogomet i tenis.",
  "b2b_theme_p3": "Također imamo mnogo različitih casino igara za dodatne opcije zabave. Dodatno, nudimo različite vrste casina, poput AWC Casina, koji ima impresivnu kolekciju od preko 500 slot igara i više od 100 stolnih igara.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Naša B2C stranica nudi user-friendly iskustvo za naše korisnike. Oni se mogu lako registrirati koristeći svoj broj telefona, pružajući praktičan i siguran način za kreiranje računa.",
  "b2c_theme_p2": "Nakon registracije, korisnici mogu uložiti sredstva na svoj račun, čime se olakšava početak klađenja i igranja. Također pružamo besprijekoran proces povlačenja, omogućujući korisnicima jednostavan pristup dobitcima.",
  "b2c_theme_p3": "Za poboljšanje iskustva, nudimo bonus bodove koje korisnici mogu zarađivati i koristiti tijekom vremena na platformi, dodajući dodatni sloj uzbuđenja i vrijednosti.",
  "b2c_theme_p4": "Ukupno gledano, naša B2C stranica dizajnirana je kako bi pružila jednostavno i ugodno iskustvo klađenja i igranja, omogućujući korisnicima slobodu igranja, uplate i povlačenja bez poteškoća.",
  "request_demoID": "Zatražite Demo ID",
  "form_name": "Ime *",
  "form_name_err": "Molimo unesite svoje ime (najmanje 3 znaka).",
  "form_email": "Email *",
  "form_email_err": "Molimo unesite valjani email.",
  "form_country": "Država *",
  "form_country_err": "Molimo odaberite svoju državu.",
  "form_district": "Okružje / Grad *",
  "form_district_err": "Molimo unesite svoje okružje / grad.",
  "form_whatsapp": "WhatsApp broj *",
  "form_whatsapp_err": "Unesite valjani WhatsApp broj.",
  "form_turnover": "Mjesečni promet *",
  "form_turnover_err": "Molimo unesite mjesečni promet.",
  "form_users": "Broj korisnika *",
  "form_users_err": "Molimo unesite valjani broj korisnika.",
  "form_current": "Trenutna platforma *",
  "form_current_err": "Molimo unesite trenutnu platformu.",
  "form_issues": "Problemi s trenutnom platformom *",
  "form_issues_err": "Molimo opišite probleme (najmanje 10 znakova).",
  "form_telegram": "Jeste li na Telegramu? *",
  "form_select": "-- Odaberite --",
  "form_yes": "Da",
  "form_no": "Ne",
  "form_telegram_err": "Molimo odaberite imate li Telegram račun.",
  "form_telhandle": "Telegram korisničko ime *",
  "form_telhandle_err1": "Telegram korisničko ime je obavezno.",
  "form_telhandle_err2": "Telegram korisničko ime mora početi s &#64; (npr. &#64;korisnik).",
  "demo_url": "Demo URL",
  "form_submit": "Pošalji",
  "form_name_ph": "Unesite svoje ime",
  "form_email_ph": "Unesite email",
  "form_district_ph": "Unesite okružje / grad",
  "form_whatsapp_ph": "Unesite WhatsApp broj",
  "form_turnover_ph": "Unesite mjesečni promet",
  "form_users_ph": "Unesite broj korisnika",
  "form_current_ph": "Unesite trenutnu platformu",
  "form_issues_ph": "Unesite probleme s trenutnom platformom",
  "form_telhandle_ph": "Unesite Telegram korisničko ime",
  "our_commitment": "Naša obveza",
  "our_commitment_p1": "VRNL je posvećen zaštiti vaše privatnosti i osiguranju osobnih i financijskih podataka. Ova politika objašnjava koje podatke prikupljamo, kako ih koristimo i koje mjere poduzimamo za njihovu zaštitu. Reference na vrnl.net također uključuju njegove aplikacije.",
  "our_commitment_p2": "Ova politika primjenjuje se na sve VRNL web stranice i aplikacije gdje je objavljena, u skladu s važećim zakonima u regijama u kojima poslujemo. Dodatna obavijest o privatnosti specifična za regiju ili uslugu može dopuniti ovu politiku.",
  "our_commitment_p3": "Ako pružite informacije putem platformi trećih strana (npr. prijava putem društvenih mreža), prikupljamo podatke kroz te integracije u skladu s ovom politikom. Međutim, privatnost treće strane upravlja podacima koje oni prikupljaju izravno. Postavke privatnosti na tim platformama ne utječu na način na koji VRNL koristi podatke prikupljene putem naših stranica ili aplikacija.",
  "our_commitment_p4": "Naše platforme mogu sadržavati linkove na vanjske stranice koje VRNL ne posjeduje niti kontrolira. Nismo odgovorni za njihove prakse privatnosti i preporučujemo da pregledate njihove politike prije dijeljenja podataka.",
  "our_commitment_p5": "Ova Pravila privatnosti trebaju se čitati zajedno s našim Uvjetima korištenja.",
  "user_content": "Pristanak korisnika",
  "user_content_para": "Korištenjem vrnl usluge (npr. prilikom registracije računa, kupnje usluge, sudjelovanja u natjecanju ili promociji, komunikacije s nama, na našim stranicama ili aplikacijama), slažete se s našim prikupljanjem, korištenjem i dijeljenjem vaših osobnih podataka kako je opisano u ovoj politici. U nekim slučajevima, posebno ako boravite u zemlji podložnoj regulaciji zaštite podataka, možemo od vas tražiti izričiti pristanak za pristup našim uslugama prije nastavka operacija. U slučaju roaming korisničkog profila ili ako ste putnik koji posjećuje razne zemlje i koristi vrnl usluge, zemlja registracije smatrat će se vašom primarnom zemljom, a pristanak dobiven pri registraciji vrijedi za obradu vaših osobnih podataka. Pravila privatnosti primjenjiva prema zakonima te zemlje u trenutku registracije primjenjuju se na vas.",
  "accessing_webNet": "Pristup web stranici i Network 18 uslugama putem VPN-a",
  "accessing_webNet_p1": "Ne smijete pristupati ili koristiti VRNL web stranice ili usluge putem metoda ili tehnologija koje prikrivaju ili krivotvore vašu stvarnu geografsku lokaciju (npr. korištenjem Virtual Private Network (VPN) ili sličnih alata).",
  "accessing_webNet_p2": "VRNL neće biti odgovoran za prikupljanje, pohranu ili obradu vaših osobnih podataka ako se koriste takve metode pristupa.",
  "collection_personalInfo": "Prikupljanje osobnih podataka i njihova upotreba",
  "collection_personalInfo_p1": "„Osobni podaci“ (PII) odnose se na sve podatke koji izravno ili neizravno identificiraju pojedinca, poput imena, poštanske adrese, email adrese ili broja mobitela. Kada se anonimni podaci povežu s osobnim podacima, također se tretiraju kao osobni podaci.",
  "collection_personalInfo_p2": "VRNL prikuplja samo potrebne osobne podatke kako bi ispunio vaše zahtjeve i pružio prilagođene proizvode i usluge. Ne prikupljamo takve podatke osim ako ih svjesno i dobrovoljno ne pružite.",
  "collection_personalInfo_p3": "Vaši osobni podaci mogu se koristiti od strane VRNL-a i njegovih partnerskih servisa za upravljanje našim web stranicama i uslugama, te za obavještavanje o novim značajkama, proizvodima i uslugama koje nudi VRNL i njegovi partneri.",
  "info_provide_us": "1. Informacije koje nam pružate",
  "info_provide_us_desp": "Možemo zatražiti i prikupiti sljedeće osobne podatke o vama kada koristite vrnl.net, a bez ovih informacija možda nećemo moći pružiti sve tražene usluge:",
  "reg_data": "a. Podaci o registraciji",
  "reg_data_desp": "Za korištenje određenih značajki web stranice, aplikacije i usluga (kao što su registracije za događaje i kampanje), možete pružiti osnovne kontaktne podatke, uključujući, ali ne ograničavajući se na:",
  "reg_data_list": "<li><span>Ime</span></li> <li><span>Prezime</span></li> <li><span>Email adresa</span></li>",
  "user_pro_details": "b. Podaci o korisničkom profilu",
  "user_pro_details_desp": "Možemo dodatno prikupiti i zabilježiti sljedeće osobne podatke u odjeljku 'Moj profil', što nam pomaže pružiti prilagođene sadržaje i održavati korisnički profil, uključujući, ali ne ograničavajući se na:",
  "user_pro_details_list": "<li><span>Ime</span></li> <li><span>Spol</span></li> <li><span>Email</span></li> <li><span>Datum rođenja</span></li> <li><span>Država</span></li> <li><span>Grad</span></li> <li><span>Broj mobitela</span></li>",
  "mobile_device_permissions": "c. Dozvole za mobilne uređaje",
  "mobile_device_permissions_desp": "Prilikom pristupa našoj aplikaciji na mobilnim uređajima, tabletima, televizorima ili drugim uređajima koji koriste aplikaciju, možemo zatražiti pristup sljedećem:",
  "mobile_device_permissions_list": "<li><span>Računi - za upravljanje više korisničkih računa unutar aplikacije i za prijavu</span></li> <li><span>Kontakti - za pristup korisničkim kontaktima radi dijeljenja članaka putem aplikacije</span></li> <li><span>Telefon - za čitanje statusa telefona i omogućavanje obavijesti. IMEI se prikuplja kako bi se jedinstveno identificirao svaki korisnik</span></li> <li><span>Kamera - za omogućavanje korisniku da učitava slike i profilnu fotografiju unutar VRNL-a</span></li> <li><span>Mikrofon - za omogućavanje glasovnih naredbi</span></li> <li><span>Pohrana - za pristup datotekama unutar aplikacije</span></li> <li><span>SMS - za slanje i primanje poruka za verifikaciju</span></li>",
  "mobile_device_permissions_desp2": "Dozvole za ove postavke mogu biti nužne za pravilno funkcioniranje aplikacije. Dozvole se mogu upravljati putem 'postavki' na korisničkom uređaju.",
  "info_voluntarily": "2. Informacije koje nam pružate dobrovoljno",
  "info_voluntarily_desp": "Ako nam pošaljete osobnu korespondenciju, poput emailova ili pisama, ili ako drugi korisnici ili treće strane pošalju korespondenciju o vašim aktivnostima ili objavama na vrnl.net, možemo prikupiti i pohraniti te informacije.",
  "info_voluntarily_para": "Možemo prikupljati dodatne informacije i u drugim situacijama, kada pružite povratne informacije, promijenite sadržaj ili postavke emaila, odgovorite na ankete ili komunicirate s nama. Ove informacije mogu uključivati vaše ime, email, broj mobitela, lokaciju itd.",
  "info_auto": "3. Informacije koje prikupljamo automatski",
  "info_auto_desp": "Prikupljamo informacije o vama i vašem korištenju naših usluga, vašim interakcijama s nama i našim oglašavanjem, kao i informacije o uređajima koje koristite za pristup našim uslugama (poput mobilnih uređaja, tableta i drugih uređaja). Ove informacije uključuju, ali nisu ograničene na:",
  "info_auto_list": "<li><span>Aktivnosti na vrnl.net, poput pregledanih stranica, vremena provedenog na stranicama, upita za pretraživanje itd.</span></li> <li><span>Vaše interakcije s emailovima, korisničkom podrškom i platformom za poruke.</span></li> <li><span>Informacije o geolokaciji putem IP adresa</span></li> <li><span>Informacije o uređaju poput ID-a uređaja, modela i drugih jedinstvenih identifikatora</span></li> <li><span>Oglašivački identifikatori, kao što su oni na mobilnim uređajima i tabletima (npr. IDFA na iOS-u i GAID na Androidu)</span></li> <li><span>Informacije prikupljene putem kolačića i sličnih tehnologija</span></li>",
  "info_auto_note": "*Napomena: Za poboljšanje vašeg iskustva možemo koristiti <b>kolačiće</b> ili slične tehnologije kako bismo vam dodijelili <b>jedinstveni korisnički ID</b> i razumjeli vaše interese. <b>Kolačići</b> ne otkrivaju vaš identitet osim ako ga dobrovoljno ne pružite i ne mogu pristupiti podacima s vašeg uređaja. Oglašivači mogu postavljati vlastite kolačiće kada komunicirate s njihovim oglasima, što mi ne kontroliramo. Također prikupljamo tehničke informacije kad god koristite naše web stranice, aplikacije ili usluge na bilo kojem uređaju s internetskom vezom.",
  "inferred_info": "4. Informacije izvedene iz korištenja i zapisnika",
  "inferred_info_desp": "Možemo pratiti određene informacije o vama na temelju vašeg ponašanja na vrnl.net. Te informacije koristimo za unutarnja istraživanja demografije, uređaja, interesa i ponašanja korisnika kako bismo bolje razumjeli, zaštitili i služili korisnicima. Informacije se prikupljaju i analiziraju u agregiranom obliku.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Također možemo prikupljati vaše informacije kako bismo pratili ponašanje i preferencije korisnika za internu analitiku i istraživanje. Vaše informacije možemo koristiti:</strong><br> (i) za procjenu vašeg interesa za investicijske opcije, usluge, ponude, pretplate; <br> (ii) za analizu i provođenje istraživanja korisnika, utvrđivanje interesa, identifikaciju sadržaja koji generira prodaju i analizu prometnih obrazaca.<br>",
  "inferred_info_a": "a. Interaktivne značajke",
  "inferred_info_a_desp1": "vrnl.net sadrži značajke koje omogućuju korisnicima/članovima otkrivanje identiteta i komunikaciju s drugim korisnicima. Korištenje tih značajki i otkrivanje osobnih podataka (npr. email adresa) je na vlastiti rizik, a vrnl.net ne preuzima odgovornost. Ako je vaša privatnost narušena sudjelovanjem u tim značajkama, možete nas obavijestiti emailom na vrnl@gmail.com",
  "inferred_info_a_desp2": "Ako odlučite objavljivati poruke na društvenim mrežama, forumima, chat sobama ili ostalim prostorima, prikupit ćemo te informacije. Čuvamo ih koliko je potrebno za rješavanje sporova, korisničku podršku i otklanjanje problema. Također možemo zadržati agregirane podatke za analizu tržišnih trendova. Vaše osobne podatke ne povezujemo s komentarima ili objavama tijekom takve analize.",
  "inferred_info_b": "b. Iskustvo korisnika i podrška",
  "inferred_info_b_desp1": "Identificiramo i koristimo vašu IP adresu za dijagnostiku problema sa serverom i administraciju aplikacije. IP adresa se također koristi za identifikaciju i prikupljanje demografskih podataka radi prilagodbe iskustva na vrnl.net.",
  "inferred_info_b_desp2": "Ponekad možemo tražiti da popunite dobrovoljne online ankete koje uključuju kontaktne i demografske podatke (poštanski broj, dob itd.). Ove podatke koristimo za personalizaciju vašeg iskustva i prikaz sadržaja prema vašim interesima.",
  "info_thirdparty": "5. Informacije prikupljene putem trećih strana",
  "info_thirdparty_a": "a. Prijava putem društvenih mreža",
  "info_thirdparty_a_desp": "Prilikom registracije putem drugih računa poput Facebooka, Gmaila itd., dohvaćamo informacije s tih računa kako bismo nastavili pružati usluge. Prikupljamo sljedeće podatke s društvenih mreža, uključujući, ali ne ograničavajući se na:",
  "info_thirdparty_a_list": "<li><span>Facebook - javne informacije, ime, email, popis prijatelja</span></li> <li><span>Google - ime, prezime, email</span></li>",
  "info_thirdparty_b": "b. Transakcijski ili naplatni podaci",
  "info_thirdparty_b_desp": "Na temelju kupnje pretplate, naš partner za naplatu može prikupiti podatke o kreditnoj/debitnoj kartici ili bankovnom računu i adresi za naplatu. Ti se podaci pohranjuju kod partnera za plaćanje. VRNL ne prikuplja izravno financijske podatke i ne kontrolira partnera za plaćanje. Posjet tim stranicama činite na vlastiti rizik i preporučujemo da pregledate njihove politike privatnosti.",
  "lawfulness_processing": "I. Svrhe i zakonitost obrade",
  "lawfulness_processing_desp1": "vrnl.net prikuplja i obrađuje osobne podatke samo ako postoji zakonit razlog. Zakonit razlog može biti izričiti pristanak ili legitimni interes (npr. korisnička podrška, obrada plaćanja).",
  "lawfulness_processing_desp2": "Podatke koristimo za pružanje, analizu, administraciju, poboljšanje i personalizaciju naših usluga i marketinga, obradu registracije, narudžbi i plaćanja te komunikaciju s korisnicima. Primjeri uključuju:",
  "lawfulness_processing_list": "<li><span>utvrđivanje portfeljskih potreba i pružanje personaliziranih preporuka i obavijesti o tržišnim trendovima;</span></li> <li><span>sprječavanje i istraživanje potencijalno nezakonitih aktivnosti, uključujući prijevare;</span></li> <li><span>analiza publike i poboljšanje usluga i korisničkog sučelja;</span></li> <li><span>komunikacija putem emaila, push obavijesti i poruka o novostima, ponudama i anketama;</span></li> <li><span>obavještavanje o promjenama uvjeta korištenja;</span></li> <li><span>omogućavanje sudjelovanja u interaktivnim značajkama;</span></li> <li><span>ispunjavanje ugovornih obaveza i provedba prava.</span></li>",
  "lawfulness_processing_desp3": "Podatke možemo koristiti za personalizaciju iskustva i marketinške svrhe.",
  "lawfulness_processing_desp4": "Personalizaciju omogućavamo korištenjem podataka putem kolačića, IP adresa i sličnih tehnologija. Za to tražimo vaš izričiti pristanak i/ili prilagodbu u korisničkom profilu.",
  "info_usedBy": "II. Informacije koje koristi tvrtka",
  "info_usedBy_desp1": "Informacije koje korisnici pružaju omogućuju nam poboljšanje usluga i pružanje najboljeg iskustva. Tvrtka može koristiti te podatke za održavanje, zaštitu i razvoj usluga te slanje marketinških poruka uz vaš pristanak.",
  "info_usedBy_desp2": "Osobni podaci koji su javno dostupni (npr. komentari, blogovi) ne smatraju se osjetljivim. Ako odbijete pružiti osobne podatke, neke usluge možda neće biti dostupne.",
  "disclosure_tp": "III. Dijeljenje s trećim stranama",
  "disclosure_tp_b": "b. Oglašavanje",
  "disclosure_tp_b_desp": "Podaci se oglašivačima daju u agregiranom obliku radi analize publike i vrijednosti oglašavanja. Treće strane mogu koristiti podatke za prikaz relevantnih oglasa. Osobni podaci se ne dijele bez vašeg pristanka.",
  "disclosure_tp_d": "d. Promocijske ponude",
  "disclosure_tp_d_desp": "Dijelit ćemo ili otkrivati vaše osobne podatke izvan vrnl.net kada imamo vašu privolu. Na primjer, pružanje SMS i e-mail usluga povezanih s marketingom, promotivnim ponudama i newsletterima.",
  "disclosure_tp_f": "f. Pravni razlozi",
  "disclosure_tp_f_desp": "vrnl.net može otkriti osobne podatke ako je to zakonski obavezno ili u dobroj vjeri da je takva radnja nužna kako bi se:",
  "disclosure_tp_f_list": "<li><span>poštivali zakoni ili pravni postupci upućeni na web stranicu ili njenog vlasnika;</span></li> <li><span>štitila i branila prava ili imovinu vlasnika stranice, same stranice ili korisnika vrnl.net;</span></li> <li><span>djelovalo u izvanrednim okolnostima kako bi se zaštitila osobna sigurnost korisnika vrnl.net, stranice, njenog vlasnika ili javnosti.</span></li>",
  "controls_choices": "IV. Vaše kontrole i izbori",
  "managing_info": "Upravljanje vašim informacijama",
  "managing_info_desp1": "Kada koristite Usluge s moneycontrol (web stranice ili bilo koju podstranicu), trudimo se osigurati vam pristup vašim osobnim podacima po vašem zahtjevu i dalje ćemo osigurati da bilo kakvi netočni ili nepotpuni osobni podaci ili osjetljive informacije budu ispravljeni ili ažurirani koliko je to moguće, uzimajući u obzir zakonske obaveze ili legitimne poslovne razloge.",
  "managing_info_desp2": "Od pojedinačnih korisnika tražimo da se identificiraju te navode podatke kojima žele pristupiti, ispraviti ili ukloniti, prije nego što obradimo takve zahtjeve, a možemo odbiti zahtjeve koji su nerazmjerno ponavljajući ili sustavni, zahtijevaju neproporcionalan tehnički napor, ugrožavaju privatnost drugih ili su nepraktični (npr. zahtjevi za informacijama koje se nalaze na sigurnosnim kopijama), ili za koje pristup nije inače potreban. U svakom slučaju, kada omogućimo pristup i ispravke, ovu uslugu pružamo besplatno, osim ako bi to zahtijevalo neproporcionalan trud. Zbog načina na koji održavamo određene usluge, nakon brisanja vaših podataka, preostale kopije mogu ostati neko vrijeme u našim aktivnim serverima i backup sustavima.",
  "managing_info_desp3": "Da biste ostvarili prava koja vam pripadaju kao ispitaniku podataka, morate nam pisati i podnijeti zahtjev za navedeno pravo. Molimo koristite odgovarajuće naslove u predmetu (npr. Zahtjev za pristup podacima, Zahtjev za prenosivost podataka, Zahtjev za brisanje podataka) kako bismo lakše i brže obradili vaš zahtjev.",
  "managing_info_desp4": "Pružamo vam mogućnost da koristite određene kontrole i izbor u vezi s prikupljanjem, korištenjem i dijeljenjem vaših osobnih podataka. U skladu s primjenjivim zakonima, vaše kontrole i izbori mogu uključivati:",
  "dataAccess_port": "a. Pristup i prenosivost podataka",
  "dataAccess_port_desp": "EU - (Opća uredba o zaštiti podataka) daje vam pravo, kao ispitaniku podataka, zatražiti kopije vaših osobnih podataka koje posjedujemo. Također možete zatražiti kopije osobnih podataka koje ste nam dostavili u strukturiranom, uobičajenom i strojno čitljivom formatu i/ili zatražiti da te podatke prenesemo drugom pružatelju usluge (gdje je tehnički izvedivo).",
  "data_retention": "c. Čuvanje i brisanje podataka",
  "data_retention_desp1": "Čuvamo vaše osobne podatke onoliko koliko je potrebno za legitimne interese navedene u ovoj politici i za poštivanje zakonskih obaveza. Ako više ne želite da koristimo vaše podatke, možete zatražiti njihovo brisanje i zatvaranje vašeg vrnl.net računa.",
  "data_retention_desp2": "Molimo imajte na umu da, ako zatražite brisanje vaših osobnih podataka;",
  "data_retention_list": "<li><span>Možemo zadržati određene osobne podatke ako su potrebni za legitimne poslovne interese, poput otkrivanja i sprječavanja prijevara te povećanja sigurnosti.</span></li> <li><span>Možemo zadržati i koristiti vaše podatke koliko je potrebno da ispunimo zakonske obaveze, npr. porezne ili revizijske.</span></li> <li><span>Podaci koje ste podijelili s drugima (npr. recenzije, forumi) mogu ostati javno vidljivi na vrnl.net i nakon otkazivanja računa, ali vaša identifikacija bit će uklonjena.</span></li> <li><span>Zbog sigurnosnih kopija, preostale kopije osobnih podataka možda neće odmah biti uklonjene iz backup sustava.</span></li>",
  "data_retention_note": "(Napomena: Ako imate više računa s moneycontrol, morate podnijeti zaseban zahtjev za svaki račun koristeći pripadajući e-mail ID.)",
  "withdrawing_consent": "d. Povlačenje privole i ograničenje obrade",
  "withdrawing_consent_desp": "Za povlačenje privole u bilo kojem trenutku možete nam poslati e-mail. Pregledat ćemo vaš zahtjev i zatražiti potvrdu identiteta. Nakon potvrde, povlačimo privolu i zaustavljamo daljnju obradu osobnih podataka.",
  "fail_provideConsent": "V. Ako ne date privolu",
  "fail_provideConsent_desp": "Moramo vas obavijestiti da je vrnl.net platforma za oglašavanje. Za omogućavanje oglasa potrebna je privola za obradu vaših osobnih podataka. Bez nje ne možemo pružiti usluge.",
  "childrens_privacy": "VI. Privatnost djece",
  "childrens_privacy_desp1": "vrnl.net nije namjerno dizajniran za osobe mlađe od 16 godina. Ako otkrijemo da su prikupljeni osobni podaci djece bez verifikacije roditelja, poduzet ćemo korake za brisanje.",
  "childrens_privacy_desp2": "Roditelji su odgovorni za praćenje korištenja usluga od strane djece. Politika nam je ne prikupljati podatke djece mlađe od 16 godina.",
  "data_transfer": "VII. Prijenos, pohrana i obrada podataka globalno",
  "data_transfer_desp": "Djelujemo globalno i možemo prenositi vaše podatke unutar vrnl-a ili trećih strana u svrhe opisane u ovoj politici. Poduzimamo razumne korake za zaštitu podataka, uključujući korištenje standardnih ugovornih klauzula EU gdje je primjenjivo.",
  "security_compliance": "VIII. Sigurnost i usklađenost sa zakonima",
  "security_compliance_desp": "Kontinuirano implementiramo administrativne, tehničke i fizičke sigurnosne mjere za zaštitu vaših podataka. Ako sumnjate na kompromitaciju računa, kontaktirajte korisničku podršku.",
  "changein_policy": "IX. Promjene politike",
  "changein_policy_desp": "Politika privatnosti može se mijenjati povremeno. Ažurirani uvjeti stupa na snagu odmah i zamjenjuju prethodne. Nastavkom korištenja vrnl.net prihvaćate ažurirane uvjete.",
  "contact_info": "X. Kontakt informacije",
  "contact_info_a": "a. Podrška",
  "contact_info_a_desp": "Za pitanja ili pojašnjenja u vezi s osobnim podacima ili politikom privatnosti, pošaljite e-mail na",
  "contact_info_b": "b. Prigovori",
  "contact_info_b_desp1": "Možete se obratiti službeniku za zaštitu podataka za bilo kakav prigovor ili žalbu. Imate pravo podnijeti žalbu nadležnim tijelima.",
  "contact_info_b_desp2": "Ako imate pitanja ili prigovore u vezi s prikupljanjem, obradom ili prijenosom osobnih podataka, kontaktirajte službenika za zaštitu podataka.",
  "risk_management_title": "Vaše oklade, naša odgovornost: Nepobjedivo upravljanje rizikom &",
  "risk_management_title2": "Tvrtka koja dosljedno traži inovativna rješenja za poslovne potrebe.",
  "dedicated_rm_team": "Posvećeni tim za upravljanje rizikom",
  "dedicated_rm_team_desp": "Imamo posvećeni i <b>vrlo iskusan tim za upravljanje rizikom</b> koji radi <b>24/7</b>. Njihova glavna uloga je praćenje svake oklade i transakcije kako bi se osigurala <b>fer igra</b> i <b>sigurnost</b> za sve korisnike.",
  "key_features_rm": "Ključne značajke",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Praćenje u stvarnom vremenu:</strong> Napredni sustavi kontinuirano prate oklade, promjene kvota i aktivnosti korisnika.</span></li> <li><strong>Ručno pregledavanje:</strong> Upozorenja pokreću detaljne provjere obrazaca klađenja, promjena kvota i ponašanja računa.</li> <li><strong>Ublažavanje rizika:</strong> Odmah se poduzimaju radnje poput poništavanja/suspendiranja oklada, zamrzavanja računa ili provjere korisnika ako se otkriju nepravilnosti.</li> <li><strong>Analiza podataka:</strong> Kontinuirana analiza povijesnih i live podataka za otkrivanje trendova rizika i poboljšanje preventivnih strategija.</li> <li><strong>Odgovor na incidente:</strong> Strukturan plan za brzo i učinkovito rješavanje sigurnosnih incidenata, varanja ili drugih prijetnji.</li>",
  "benefits_rm": "Prednosti",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Kontinuirana edukacija:</strong> Neprestani razvoj vještina tima za rizik kako bi učinkovito upravljali novim prijetnjama.</span></li> <li><strong>Napredna tehnologija i sigurnost:</strong> Redovita nadogradnja, penetracijsko testiranje, ažuriranja softvera i sigurnosni auditi.</li> <li><strong>Transparentnost:</strong> Jasna komunikacija s korisnicima o mjerama upravljanja rizikom radi održavanja povjerenja.</li> <li><strong>Kontinuirano poboljšanje:</strong> Evolucija strategija temeljenih na prošlim incidentima i novim rizicima kako bi se zaštitila integritet platforme i interesi korisnika.</li>",
  "sbs_bold": "Sportsko <strong>kladioničarsko softver</strong>",
  "sbs_bold_p1": "Spremni podići svoje iskustvo sportskog klađenja na novu razinu? Ne tražite dalje od VRNL Sportskog kladioničkog softvera! U ovom članku istražit ćemo kako VRNL-ova napredna tehnologija može transformirati način vašeg klađenja. S više od dvadeset godina stručnosti u industriji, VRNL je vaš pouzdani partner za inovativna rješenja u sportskom klađenju. Zaronimo u svijet sportskog kladioničkog softvera i otkrijmo kako možemo unaprijediti vašu igru.",
  "sbs_bold_p2": "VRNL Sportski kladionički softver nudi svijet mogućnosti za sportske entuzijaste i kladitelje. S fokusom na pružanje točnih, relevantnih i korisnih informacija, VRNL kombinira stručnost i osobna iskustva kako bi stvorio sveobuhvatno rješenje za klađenje. Vjerujte VRNL-u da podigne vaše iskustvo sportskog klađenja na novu razinu.",
  "sbs_bold_p3": "Istražite VRNL-ov sportski kladionički softver danas i podignite svoju igru klađenja na novu razinu!",
  "sbs_try_b2b": "Isprobajte naš B2B kladionički softver",
  "sbs_try_b2c": "Isprobajte naš B2C kladionički softver",
  "sbs_mf_desp": "Nudimo širok spektar alata za olakšavanje upravljanja našim kladioničkim softverom. Među njima ističemo najmoćnije i, što je posebno važno, one ključne za natjecanje na globalnoj razini:",
  "sbs_mf_list": "<li> <strong>Koeficijenti u stvarnom vremenu</strong> Ostanite ažurirani s koeficijentima u stvarnom vremenu koji vam daju konkurentsku prednost. VRNL softver osigurava da nikada ne propustite najbolje prilike. </li> <li> <strong>Kompatibilnost s mobilnim uređajima</strong> Klađenje u pokretu uz VRNL softver kompatibilan s mobilnim uređajima. Bilo da koristite iOS ili Android, platforma se prilagođava vašem uređaju za besprijekorno iskustvo. </li> <li> <strong>Napredna usluga koeficijenata</strong> redefinira sportske podatkovne API-je. Nudi 100% točne pre-match koeficijente i najbrže live feedove koeficijenata s minimalnom latencijom.</li> <li> <strong>Fleksibilna integracija</strong> Našu platformu moguće je besprijekorno integrirati u vaš sustav putem API-ja ili iFrame-a, nudeći svestranost implementacije.</li>",
  "sbs_benefits": "Koje će biti prednosti? <b> Dopustite da objasnimo</b>",
  "sbs_benefits_p1": "<strong> Prednost pokretanja online i maloprodajne kladioničke platforme </strong> Pokretanje online kladioničke platforme može biti izazovno.",
  "sbs_benefits_p2": " Zato smo dizajnirali <strong>sveobuhvatno okruženje sportskog kladioničkog softvera</strong> kako bi proces bio jednostavniji, uz vrhunske pružatelje koeficijenata koji nude najširu pokrivenost.",
  "sbs_benefits_p3": "Naši regulirani partneri dobivaju punu podršku za ulazak u industriju online klađenja, uz mogućnost Branded ili Non-Branded verzija naših platformi.",
  "sbs_benefits_p4": "Naš softver uključuje robusne alate za upravljanje rizikom, što omogućava brzo i jednostavno postavljanje te je spreman za skaliranje kako vaše poslovanje raste.",
  "sbs_benefits_p5": "Upravljanje <strong>online igračima i kladionicama</strong> nikada nije bilo ovako jednostavno i korisnički prilagođeno.",
  "complete_sbs": "Potpuni Sportski <strong>kladionički softver</strong>",
  "whatwe_have": "Što imamo za vas?",
  "whatwe_have_list": "<li> <strong>Kontrola računa igrača</strong> Naša platforma pruža robusno upravljanje računima igrača, uključujući registraciju i verifikacijske usluge. Također imamo učinkovit sustav za otkrivanje i rješavanje prijevarnih računa. </li> <li> <strong>Alati za geolokaciju</strong> Nudimo alate koji mogu izdvojiti lokacijske informacije s IP adresa, osiguravajući točne geolokacijske usluge.</li>",
  "whatwe_have_desp": "S našom sveobuhvatnom podrškom, vaš primarni fokus može biti na uspostavljanju i razvoju vaših maloprodajnih kladionica i online mreža.",
  "b2c_sbs": "B2C sportski kladionički softver",
  "b2c_sbs_p1": "VRNL je vaša glavna destinacija za B2C sportski kladionički softver. Mi smo pouzdano ime u industriji, posvećeni pružanju vrhunskog softvera koji poboljšava vaše iskustvo sportskog klađenja. Bilo da ste iskusni kladitelj ili novak u svijetu sportskog klađenja, imamo alate koji vam trebaju za podizanje vaše igre. Isprobajte VRNL sportski kladionički softver danas i unaprijedite svoje klađenje!",
  "b2c_sbs_p2": "B2C (business-to-consumer) sportski kladionički softver odnosi se na tehnologiju i platformu koju koriste operateri sportske kladionice za pružanje usluga klađenja izravno krajnjim korisnicima.",
  "b2c_sbs_p3": " Ovaj softver omogućuje korisnicima klađenje na različite sportske događaje putem web ili mobilnih aplikacija. Evo nekih ključnih značajki i komponenti koje se obično nalaze u B2C sportskom kladioničkom softveru:",
  "b2c_sbs_list": "<li> <b>Registracija i upravljanje korisničkim računima:</b> Omogućuje korisnicima kreiranje računa, upravljanje osobnim podacima i praćenje povijesti klađenja. </li> <li> <b>Podrška korisnicima:</b> Pruža opcije podrške korisnicima, poput live chata, e-pošte i telefonske podrške, kako bi se pomoglo korisnicima u upitima i problemima. </li> <li> <b>Affiliate programi:</b> Nudi affiliate programe za marketing i promociju, omogućujući partnerima da zarađuju provizije za preporuke korisnika. </li>",
  "casino_sbs": "Casino i Sportski <strong>kladionički softver</strong>",
  "casino_sbs_list": "Pružatelji 75 + više od<br /> Slot automati 15,000 + više od<br /> Stolne igre 500 + više od<br /> Video poker 700 + više od<br /> Ostale igre 200 + više od<br /> Live Game Show<br /> First Person igre<br /> Američki rulet uživo<br /> Live blackjack<br /> Baccarat uživo<br /> Casino Hold’em uživo<br /> SICBO<br /> Dragon tiger uživo<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "Casino platforma",
  "onc_desp1": "VRNL pruža potpuno rješenje s našom <strong>White Label Casino</strong> ponudom.",
  "onc_desp2": "Naša <strong>online casino platforma</strong> je dizajnirana za jednostavnost, osiguravajući lako upravljanje kako za početnike tako i za iskusne profesionalce. S VRNL-om dobivate sveobuhvatne upute za pokretanje vašeg <strong>online casino</strong> projekta.",
  "onc_desp3": "Prije nego što se upustite, pozivamo vas da svjedočite besprijekornom radu u praksi.",
  "wlc_mainFeatures_desp1": "Nudimo širok spektar alata dizajniranih da vam omoguće upravljanje našom online casino platformom. Među njima smo odabrali one najutjecajnije i, što je značajno, nezamjenjive za uspjeh na konkurentnom globalnom tržištu:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Najopsežniji katalog online casino igara širom svijeta,</strong> pažljivo odabran od najviših pružatelja u industriji </li> <li> <strong class='black-color'>Alati za bonuse</strong> i optimizaciju profitabilnosti slotova </li> <li> <strong class='black-color'>Izrada kampanja</strong> i upravljanje turnirima igara</li> <li>Moguće <strong class='black-color'>besprijekorno integrirati putem API-ja ili iFrame tehnologije.</strong> </li>",
  "wlc_mainFeatures_desp2": "Osim toga, naš paket uključuje softver za live casino, omogućujući vam pružanje autentičnog iskustva pravog casina korisnicima iz udobnosti njihovih domova.",
  "wlc_benefits": "Koje će biti prednosti?",
  "letus_explain": "Dopustite da objasnimo",
  "letus_explain_desp1": "Razmišljate o ulasku u svijet online klađenja? VRNL kompanija nudi ",
  "letus_explain_desp2": "white label casino rješenje koje može biti vaša savršena polazna točka.",
  "letus_explain_desp3": "Iskoristite naše profesionalne usluge i stručnost, zajedno s našim naprednim <strong>casino platformama</strong> i tehnologijom. Naši regulirani partneri imaju široku podršku pri ulasku u industriju online casina, s mogućnošću brendirane ili nebrendirane platforme.",
  "letus_explain_desp4": "Pokretanje online casino poslovanja može biti složen proces. Zato smo kreirali kompletno casino okruženje, nudeći najbolje pružatelje igara i više od 1,000 igara. Naša igra matematički je sigurna i certificirana, osiguravajući mir.",
  "letus_explain_desp5": "Proširite svoje poslovanje bez napora uz robusne alate za upravljanje rizikom naše platforme za brzo i jednostavno postavljanje.",
  "wlc_complete_solutions": "Kompletna <span>White Label Casino</span> rješenja",
  "wlc_offer": "Što vam nudimo?",
  "wlc_complete_solutions_list": "<li>Verifikacijske procedure, službeno odobrene od strane regulatornih tijela</li> <li>Alati za affiliate marketing, referral sustav i integracija društvenih mreža</li> <li>Mobilna Push obavijesti, Web Push obavijesti i In-App Messaging</li> <li>Kontrole računa igrača, registracija i verifikacija te sustav za otkrivanje prijevarnih računa</li> <li>Alati za geolokaciju za izdvajanje lokacije s IP adresa</li>",
  "wlc_complete_solutions_more": "Ali čekajte, ima još",
  "wlc_complete_solutions_desp": "<strong>Vrnl-ova platforma je fino podešena za vrhunske performanse</strong> i stabilnost. Koristimo naprednu tehnologiju koja radi dvostruko brže od običnih casino platformi. Naše opsežno iskustvo stvorilo je najbržu i najsnažniju aplikaciju danas.",
  "wlc_numbers": "<span>White Label</span> Casino u brojkama",
  "wlc_numbers_p1": "Otkrijte neograničene mogućnosti White Label Casino rješenja naše VRNL kompanije. Podignite svoje casino poslovanje s našim širokim spektrom casino ponuda",
  "wlc_numbers_p2": "Najbolji izbor vodećih Live Casino pružatelja širom svijeta",
  "wlc_numbers_p3": "Neusporediva raznolikost live stolova dostupnih online, s višekanalnom dostavom.",
  "wlc_numbers_list": "<li>Više od 75 pružatelja</li> <li>Više od 15,000 slot automata</li> <li>500+ stolnih igara</li> <li>700+ video poker igara</li> <li>Više od 200 drugih igara</li>",
  "wlc_numbers_p4": "Naš posvećeni tim vodit će vas kroz sve faze, od početne obuke do lansiranja produkcije.",
  "wlb_platform": "White Label kladionička platforma",
  "wlb_platform_p1": "Vrnl-ovo <b class='bold'>white label sportsbook rješenje</b> nudi sveobuhvatnu, potpuno upravljanu platformu za razmjenu. <br />",
  "wlb_platform_p2": "Jedna od istaknutih značajki našeg white label sportsbook rješenja je izvanredna <b class='bold'>brzina u kreiranju i postavljanju web stranice.</b> Naš posvećeni tim može vašu sportsbook web stranicu pokrenuti u samo deset radnih dana, <b class='bold'>prilagođenu točno vašim zahtjevima.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Naša usluga uključuje specijalizirani hosting</b>, sav potreban softver, live sportske feedove koeficijenata, alate za upravljanje rizikom i vrhunsku korisničku podršku. Mi smo vodeća white label kladionička platforma.",
  "wlb_platform_list": "<li>Razvoj web stranice, <b>Brandiranje, Prilagodba</b> i rigorozno testiranje klijentske platforme</li> <li>Redovita kontinuirana poboljšanja i nadogradnje funkcionalnosti</li> <li> <b>Oprema i hosting</b>, kontinuirana 24/7 kontrola i sveobuhvatna podrška</li> <li> <b>Raznolika ponuda tržišta klađenja,</b> sportske kategorije i liga</li> <li>Efikasno prihvaćanje i točno obračunavanje oklada</li> <li>Napredno upravljanje rizikom, robusno računovodstvo i alati za nadzor</li>",
  "wlb_platform_p4": "Vrnl-ovi posvećeni konzultanti pažljivo će prikupiti vaše zahtjeve i predstaviti vam odabrani izbor predložaka i nedavnih razvojnih dostignuća. Važno je napomenuti da su sve naše platforme dizajnirane kao višejezične i podržavaju više valuta, a korisničko sučelje (UI) bit će pomno prilagođeno vašim specifičnim potrebama.",
  "wlb_platform_customization": "Prilagodbe",
  "be_unique": "Budite jedinstveni",
  "be_unique_desp1": "<b class='bold'>VRNL se specijalizira za prilagođene white label kladioničke platforme, casina i</b> rješenja po mjeri koja poboljšavaju identitet vašeg brenda.",
  "be_unique_desp2": "Naš tim stručnjaka osigurava da svaki detalj, od vizualno impresivnog sučelja do integracije logotipa i nadogradnje funkcionalnosti, bude u skladu s vašom vizijom.",
  "be_unique_desp3": "Krenite na svoje putovanje u svijet Vrnl-a, gdje vaša jedinstvena vizija postaje stvarnost.",
  "wlb_platform_odds": "Koeficijenti",
  "wlb_platform_odds_optimize": "Optimizirajte koeficijente klađenja s VRNL-om",
  "wlb_platform_odds_p1": "Ostanite ispred konkurencije s našim naprednim <b class='bold'>uslugama upravljanja koeficijentima</b>. Pružamo prilagodbu koeficijenata u stvarnom vremenu, upravljanje rizikom i analizu tržišta kako bismo vam pomogli optimizirati ponudu sportskog klađenja i poboljšati iskustvo igrača.",
  "wlb_platform_odds_p2": "Naš tim stručnjaka posvećen je osiguravanju vašeg uspjeha. Kontaktirajte nas danas kako biste istražili kako možemo podići vaše klađenje na novu razinu.",
  "wlb_platform_zeroRisk": "Nula rizika",
  "wlb_platform_zeroRisk_h1": "Usluge trgovanja i upravljanja rizikom",
  "wlb_platform_zeroRisk_p1": "Pružamo sveobuhvatne usluge trgovanja i upravljanja rizikom, zajedno s stručnim savjetovanjem o upravljanju koeficijentima. Osim toga, nudimo jedinstvenu značajku - pokriće dobitaka. U praktičnom smislu, to znači da ako vaša platforma ne generira prihod, mi interveniramo i pokrivamo isplate igračima. Prioritet nam je vaš mir.",
  "wlb_platform_bpb": "Brandiranje platforme za klađenje",
  "wlb_platform_bpb_layouts": "Neograničeni layouti",
  "wlb_platform_bpb_layouts_desp": "Odaberite iz <b>raznolike ponude layouta za klađenje</b> s našim opsežnim predlošcima. Alternativno, preuzmite potpunu kreativnu kontrolu i kreirajte vlastiti layout putem naših <b>API usluga</b>. S ovom opcijom vi i vaš razvojni tim možete samostalno izgraditi potpuno prilagođeno korisničko sučelje, točno po vašoj viziji.",
  "Betting": "Klađenje",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Vrnl je vodeći pružatelj sportskog kladioničkog softvera u Bangladešu.",
  "who_we_are": "tko smo mi",
  "what_we_do": "što radimo",
  "about_us_title": "O nama - White label sportski kladionički softver i online casino",
  "casino_providers": "Pružatelji casina",
  "betting_providers": "Pružatelji klađenja",
  "games_providers": "Pružatelji igara",
  "online_exch_sw_title": "Revolucionirajte svoje poslovanje s VRNL Online Exchange Softverom",
  "casino_games_title": "Casino igre - White label Casino",
  "casino_tournaments_title": "Softver za casino turnire - White label online Casino",
  "esports_title": "eSports softver za klađenje omogućuje korisnicima klađenje na top eSports igre",
  "faq_title": "VRNL FAQ – vaš vodič kroz često postavljana pitanja",
  "iframe_title": "Sportsbook iFrame White label sportsko klađenje i Casino",
  "live_casino_title": "White label Casino - pokrenite svoj online casino",
  "lottery_games_title": "Lutrijske igre - White label Casino",
  "mobile_title": "Podignite svoju igru s VRNL mobilnim softverom za sportsko klađenje",
  "online_casino_sw_title": "Online Casino Softver - Evolucija online casino softvera i platformi",
  "ourTheme_title": "Kladite se i osvojite: Naš rad u svijetu online klađenja i casina",
  "risk_management_title_main": "Strategije upravljanja rizikom za operatere sportske kladionice - White label sportski softver i casino",
  "sport_bet_title": "Unaprijedite svoje iskustvo klađenja s VRNL Sportskim kladioničkim softverom",
  "wlc_title": "White label Casino - jednostavno pokrenite svoj online casino uz naše White Label Casino rješenje.",
  "whiteLabel_title": "Vrnl - vaš personalizirani pružatelj softvera za white label sportsbook",
  "TOAST": {
    "FILL_REQUIRED": "Molimo ispunite sva obavezna polja.",
    "SUBMITTING": "Slanje zahtjeva...",
    "SUCCESS": "Zahtjev za demo je uspješno poslan!",
    "ERROR": "Došlo je do pogreške. Pokušajte ponovno."
  },
  "disclosure_tp_a_desp": "<strong>a. Opće otkrivanje</strong><br>Ponekad vrnl.net može učiniti određene osobne podatke dostupnima strateškim partnerima koji surađuju s vrnl.netom kako bi pružili uslugu ili pomogli vrnl.netu u marketinškim aktivnostima prema korisnicima. Na primjer, kada kupite i aktivirate pretplatu, ovlašćujete vrnl.net da razmijeni informacije koje pružite tijekom procesa aktivacije kako bi izvršio uslugu. Ako ste odobrili uslugu, vaš račun bit će podložan politici privatnosti vrnl.neta. Osobni podaci bit će dijeljeni od strane vrnl.neta samo kako bi se pružila ili poboljšala naša usluga i marketinški aspekti; neće se dijeliti s trećim stranama u marketinške svrhe.<br>Vrnl.net također može pažljivo odabrati druge tvrtke koje će vam slati informacije o svojim proizvodima ili uslugama koje se odnose na uslugu stranice, ali nisu nužne za njezino funkcioniranje ('Proširena usluga'). Ako vrnl.net namjerava koristiti osobno prepoznatljive podatke za Proširenu uslugu, stranica vrnl.neta će vam pružiti mogućnost i potrebne upute za odbijanje te usluge.<br>Također možete zaustaviti dostavu informativnih ili promotivnih poruka od <b>vrnl.net</b> slijedeći upute u poruci.",
  "objection_processing_desp": "<strong>e. Prigovor na obradu</strong><br>Kada se vaši osobni podaci obrađuju u svrhu izravnog marketinga, u bilo kojem trenutku možete nas zamoliti da prestanemo obrađivati vaše podatke u te svrhe slanjem e-maila.<br>Molimo imajte na umu da ako nam ne dopustite prikupljanje osobnih podataka o vama, možda nećemo moći pružiti određena iskustva, proizvode i usluge, a neke naše usluge možda neće moći uzeti u obzir vaše interese i preferencije. Ako je prikupljanje osobnih podataka obavezno, to ćemo jasno naznačiti u trenutku prikupljanja kako biste mogli donijeti informiranu odluku o sudjelovanju. Ako imate pitanja o specifičnim osobnim podacima koje obrađujemo ili čuvamo o vama i vašim pravima u vezi tih podataka, kontaktirajte naš tim za korisničku podršku.",
  "disclosure_tp_e_desp": "<strong>e. Poslovni prijenosi</strong><br>Osobne podatke pružamo našim podružnicama i drugim pouzdanim tvrtkama ili osobama kako bi ih obradile za nas, prema našim uputama i u skladu s našom Politikom privatnosti i bilo kojim drugim odgovarajućim mjerama povjerljivosti i sigurnosti. Na primjer, možemo koristiti pružatelje usluga za pomoć u korisničkoj podršci.<br>U slučaju da se vrnl spoji s drugom tvrtkom ili bude kupljen od strane druge tvrtke ili u slučaju reorganizacije ili restrukturiranja poslovanja, mi i naše podružnice možemo dijeliti vaše osobne podatke, u cijelosti ili djelomično, s drugim poslovnim subjektom.",
  "rectification_iii_desp": "<strong>b. Ispravak netočnih ili nepotpunih podataka</strong><br>Možete nas zamoliti da ispravimo netočne ili nepotpune osobne podatke koji se odnose na vas (to su podaci koje ne možete sami ažurirati unutar vašeg moneycontrol računa) slanjem e-maila.<br>Možete pristupiti i ažurirati neke od svojih osobnih podataka putem postavki računa. Ako ste odlučili povezati svoj vrnl.net profil s aplikacijom treće strane, poput Facebooka ili Googlea, možete promijeniti svoje postavke i ukloniti dopuštenje za aplikaciju promjenom postavki računa. Odgovorni ste za održavanje svojih osobnih podataka ažurnima. Vrnl.net vam može slati periodične podsjetnike putem e-maila kako bi se održala točnost vaših osobnih podataka.",
  "disclosure_tp_c_desp": "<strong>c. Pružatelji usluga</strong><br>Vrnl.net može uključivati poveznice na razne web stranice trećih strana koje mogu prikupljati vaše osobne podatke. Korištenje vaših podataka prikupljenih putem takve platforme treće strane bit će regulirano politikom privatnosti te platforme. Takve web stranice ili aplikacije podliježu svojim vlastitim politikama privatnosti, koje su izvan naše kontrole. Nakon što napustite naše poslužitelje (možete provjeriti gdje se nalazite provjerom URL-a u traci za lokaciju u vašem pregledniku), korištenje bilo kojih informacija koje pružite regulirano je politikom privatnosti operatera aplikacije koju posjećujete. Ta politika može se razlikovati od naše. Ako ne možete pronaći politiku privatnosti bilo koje od tih stranica putem poveznice s početne stranice aplikacije, trebali biste se obratiti vlasnicima aplikacije izravno za više informacija.<br>Možemo javno dijeliti informacije koje se ne mogu osobno identificirati i s našim partnerima – poput izdavača, oglašivača, programera ili nositelja prava. Na primjer, dijelimo informacije javno kako bismo prikazali trendove o općem korištenju naših usluga. Također dopuštamo određenim partnerima prikupljanje informacija s vašeg preglednika ili uređaja u marketinške/promotivne i mjerne svrhe koristeći vlastite kolačiće ili slične tehnologije.",
  "data_security": "Sigurnost podataka"
}