{
  "contact_title": "Egy vállalat, amely következetesen innovatív megoldásokat keres üzleti igényeinek kielégítésére.",
  "contact_footer": "„Mi egy kreatív stratégiákkal, technológiai rajongással és hatékony kommunikációval rendelkező csapat vagyunk, akiket a online játékipar iránti rendíthetetlen szenvedély vezérel. Állhatatos elkötelezettségünk ügyfeleink üzleti sikerének elősegítése.”",
  "contact_header": "Kapcsolatfelvétel",
  "contact_para": "Konzultáljon egy VRNL szakértővel, hogy megtudja, hogyan emelhetik meg megoldásaink a fogadási üzletét.",
  "telegram": "Telegram",
  "write_msg": "CSAK ÍRJON NEKÜNK ÜZENETET",
  "fname": "Teljes név",
  "fname_err": "A mező kitöltése kötelező (min. 2 karakter).",
  "email": "Az Ön e-mail címe",
  "email_err": "Érvényes e-mail cím szükséges.",
  "country": "Ország",
  "pnumber": "Telefonszám",
  "pnumber_err": "A telefonszámnak 10 számjegyűnek kell lennie.",
  "message": "Üzenet",
  "sending": "Küldés…",
  "submit": "Küldés",
  "con_param1": "Nem osztjuk meg személyes adatait senkivel. Nézze meg a",
  "privacy_policy_form": "„adatvédelmi szabályzatot”",
  "con_param2": "további információkért",
  "casino_tournament_h1": "<b class='chck'>Kaszinóversenyek</b> lehetővé teszik, hogy létrehozzon egy versenyt kezdő és befejező dátummal.",
  "casino_tournament_p1": "Egy hatékony eszköz, amellyel növelheti a kaszinórész bevételeit, a <strong>kaszinóversenyek</strong> bevezetése.",
  "casino_tournament_h2": "Teljes mértékben <strong>testreszabhatja az egyes versenyeket</strong> azáltal, hogy kézzel kiválasztja a résztvevő nyerőgépeket.",
  "casino_tournament_p2": "Egy <strong>promóció létrehozásához</strong> egyszerűen válasszon egy <strong>címet</strong> a <strong>versenyhez</strong>, jelölje ki a <strong>nyerőgépeket</strong>, és adja meg a <strong>főnyereményt</strong>, amelyet a <strong>különböző díjak</strong> között osztanak szét, mindezt testreszabhatja igényei szerint.",
  "casino_tournament_p3": "A kulcsfontosságú adatok közé tartozik a <strong>kezdő dátum,</strong> a <strong>befejező dátum,</strong> az <strong>össznyeremény,</strong> a ranglistán részt vevő játékosok száma, valamint a versenybe való belépés minimális tétkövetelménye.",
  "casino_tournament_p4": "Emellett mindig hozzáférhet egy valós idejű ranglistához, amely a felhasználóneveket, játékos pozíciókat és a hozzájuk tartozó nyereményeket mutatja. Ez a funkció jelentősen javíthatja a felhasználói élményt a kaszinóplatformon, vonzva több játékost és növelve a bevételt.",
  "casinogames_title": "Miért válassza a mi platformunkat?",
  "casinogames_title_h1": "A világ legkiterjedtebb katalógusa a ",
  "online_casino_games": "online kaszinójátékokhoz",
  "online_casino_games_p1": "A mi <b style='color: #575756;'>White Label</b> platformunk az Ön végső célpontja, amely több mint 3000 izgalmas kaszinójátékot és nyerőgépet kínál. Büszkék vagyunk arra, hogy a legátfogóbb online kaszinójáték-választékot nyújtjuk az interneten.",
  "online_casino_games_p2": "Szolgáltatásaink online játéküzemeltetők, fogadási irodák, lottószervezők és szabályozott piacokon működő fogadási szervezetek számára elérhetők.",
  "online_casino_games_p3": "Tisztában vagyunk az online kaszinók világában a biztonságos és tisztességes játék fontosságával. Ezért játékmatekünk nemcsak robusztus, hanem független játéklaboratóriumok által is tanúsított. Ez garantálja a legmagasabb szintű felhasználói élményt játékosai számára, és valóban kiemelkedő online kaszinóélményt biztosít.",
  "casino_nos": "KASZINÓ SZÁMOK",
  "slot_machine": "Nyerőgép",
  "morethan10": "Több mint 10",
  "tablegames": "Társasjátékok",
  "morethan4": "Több mint 4",
  "videopoker": "Videópóker",
  "morethan": "Több mint",
  "lottery": "Lottó",
  "morethan9": "Több mint 9",
  "proveedores": "SZOLGÁLTATÓK",
  "morethan12": "Több mint 12",
  "online_turnkey": "Online turnkey kaszinómegoldásokat kínálunk",
  "casino_wls": "Kaszinó White Label megoldás",
  "casino_wls_desp": "Indítsa el saját márkázott kaszinóját könnyedén a VRNL white-label megoldásával. Testreszabhatja kaszinóját, széles játékválasztékot kínálhat, biztosíthatja a biztonságot, és gyorsan elkezdheti a bevételszerzést.",
  "webbranding": "Weboldal Branding",
  "webbranding_desp": "Emelje online jelenlétét a VRNL szakértői weboldal-branding szolgáltatásaival. Weboldalakat tervezünk, hozunk létre és alakítunk át, hogy egyedi identitását tükrözze, maradandó benyomást hagyva.",
  "toolstraning": "Eszközök (képzés)",
  "toolstraning_desp": "Fedezze fel lehetőségeit a kereskedés világában a VRNL erőteljes kereskedési eszközeivel. Korszerű megoldásaink betekintést és technológiát nyújtanak, hogy megalapozott döntéseket hozhasson és maximalizálja kereskedési sikereit.",
  "client_support": "Ügyféltámogatás",
  "client_support_desp": "Javítsa ügyfelei élményét a VRNL kivételes ügyféltámogatási szolgáltatásaival. Elkötelezett csapatunk szakértő segítséget nyújt, biztosítva, hogy ügyfelei igényeit hatékonyan és gondosan kielégítsük.",
  "aboutus_title": "Biztosan kíváncsi, hogy felfedezze",
  "aboutus_desp": "Egy vállalat, amely következetesen innovatív megoldásokat keres üzleti igényeinek kielégítésére.",
  "online_gaming_provider": "Online játék szolgáltató",
  "about-section1-para1": "<strong style='color: #000;'>A Vrnl egy jól megalapozott sportfogadási és játékszolgáltató, lenyűgöző 5 éves tapasztalattal a fogadási iparágban.</strong> 2020 óta fogadók, lottószervezők és fogadási szervezetek ellátásával foglalkozunk szabályozott piacokon.",
  "about-section1-para2": "Mi kreatív stratégiákból, tech-rajongókból és hatékony kommunikátorokból álló csapat vagyunk, akiket az online játékok iránti rendíthetetlen szenvedély hajt. Fáradhatatlan elkötelezettségünk ügyfeleink sikerének előmozdítása az üzleti életben.",
  "about-section1-para21": "Büszkék vagyunk arra, hogy első osztályú megoldásokat nyújtunk vállalkozások és egyének számára az online játék- és fogadási iparban. Akár egy induló vállalkozás szeretné elindítani platformját, akár egy már meglévő márka terjeszkedni kíván, mi teljes körű szolgáltatásokat biztosítunk, amelyek elősegítik növekedését, biztosítják a megfelelőséget, és kiváló felhasználói élményt nyújtanak.",
  "about-section1-para22": "Fehér címkés (White Label) megoldásaink lehetővé teszik, hogy saját teljesen márkázott online játék- vagy fogadási üzletet indítson anélkül, hogy a nulláról kellene felépítenie. Teljesen kezelt csomagot biztosítunk, amely tartalmazza az egyedi márkázást, integrált sportfogadási, kaszinó és játék modulokat, biztonságos fizetési átjárókat, valamint folyamatos technikai támogatást és karbantartást. White Label platformunk segítségével a marketingre, az ügyfélszerzésre és az üzlet növekedésére koncentrálhat, miközben mi gondoskodunk a technológiáról, a megfelelőségről és a háttérműveletekről.",
  "about-section1-para3": "Korszerű játékplatformunk az egyik kulcsfontosságú tényező, amely elősegítette, hogy a Vrnl elérje jelenlegi státuszát, mint elismert nemzetközi szoftverház. <strong style='color: #000;'>5 éves átfogó tapasztalatunkra támaszkodva a Vrnl büszkén nyújt szolgáltatásokat több mint 40 fogadónak 11 különböző országban világszerte.</strong>",
  "about_us": "Rólunk",
  "about_us_desp": "A VRNL a legnagyobb platform az online sport- és kaszinófogadások White Label szolgáltatására. API-kat kínálunk a cseréhez, valamint saját weboldal szolgáltatásokat Banglades számára alacsony jutalékokkal, megbízható platformon, beleértve a kaszinót is. Minden ligára biztosítunk API-kat a cserékben, valamint online streaming szolgáltatásokat. Élvezze a fogadást megbízható platformon. Élvezze több mint 1000 nyerőgép és asztali játékot oldalunkon.",
  "our_client": "Ügyfeleink",
  "our_client_desp": "A Vrnl-nél folyamatosan a legjobb játék- és szórakoztató partnerségek megszerzésére törekszünk, hogy páratlan élményt biztosítsunk ügyfeleinknek és játékosainknak. Nemzetközileg elismert kaszinókkal és virtuális játék szolgáltatókkal kötött megállapodások révén sportfogadási platformunkat kiterjedt játékkínálattal integráltuk. Ez magában foglalja a nyerőgépektől az asztali játékokon át az élő kaszinó élményekig, virtuális és fantasy játékokig mindent. Platformunk elérhető asztali PC-n és mobil eszközökön egyaránt, magas minőségű grafikával, lebilincselő animációkkal és magával ragadó hangokkal. Felhasználóbarát menüje javítja a teljes élményt. Gyors integráció, skálázhatóság, rugalmasság és magas szintű teljesítmény jellemzi. Biztonságos és megbízható játékélményt nyújtunk. Büszkék vagyunk arra, hogy ügyfeleinknek a szektor legszélesebb játékválasztékát kínáljuk, minden igényre megoldást nyújtva. Üdvözöljük a Vrnl-nél, ahol a játékkiválóság határtalan lehetőségekkel találkozik. A Vrnl büszke arra, hogy az iparág legkülönlegesebb neveivel dolgozik együtt játék szoftver szolgáltatók és fizetési megoldások terén. Ossza meg platformunkat a sikerért, és csatlakozzon a növekvő listához.",
  "lost404": "Úgy tűnik, eltévedtél",
  "lost404desp": "A keresett oldal nem elérhető!",
  "gotohome": "Vissza a kezdőlapra",
  "esports_bs": "eSports fogadási szoftver",
  "esports_bs_desp1": "A VRNL-nél büszkék vagyunk arra, hogy az eSports rajongóknak egyedi és magával ragadó élményt nyújtunk.",
  "esports_bs_desp2": "A VRNL a kapuja egy olyan világba, ahol a játék és a fogadás találkozik. eSports fogadási szoftverünk a játékosok számára készült, izgalmas, biztonságos és jutalmazó élményt kínál. Ne hagyja ki a lehetőséget, hogy részese legyen az akciónak. Csatlakozzon a VRNL-hez még ma, és emelje játékélményét új szintre!",
  "startnow": "Indítás most",
  "easy_setup": "Könnyű beállítás, kevesebb idő alatt, mint gondolná.",
  "easy_setup_desp1": "Az eSports platformot mindössze néhány hét alatt szállítjuk.<br> Mi kezelünk minden aspektust: hoszting, felhasználói felület, odds feed, testreszabott oldalak, termékaktiválás és sportfogadási stratégia.",
  "easy_setup_desp2": "Ön elsősorban az online hálózatok beállítására és létrehozására összpontosíthat.",
  "esport_bet_center_h1": "Ha az online fogadás elindításán gondolkodik, eSports fogadási szoftverünk nagyszerű első lépés.",
  "esport_bet_center_p1": "Használja ki szakértői szolgáltatásainkat és fejlett eSports fogadási technológiánkat. Szabályozott partnereink teljes támogatást kapnak az online fogadási iparba való belépéshez, és használhatják testreszabott vagy általános platformjainkat.",
  "esport_bet_center_p2": "Egy online sportfogadási platform indítása, amely főként eSports-ra fókuszál, kihívást jelenthet. Ezért hoztunk létre egy átfogó eSports fogadási rendszert előmérkőzéses fogadási szolgáltatásokkal. Célunk, hogy a lehető legszélesebb eSports opciókínálatot nyújtsuk online.",
  "have_qes": "Van kérdése?",
  "para_faq": "Vannak válaszaink (Nos, a legtöbb esetben!)",
  "freq_param": "Az alábbiakban megtalálja a leggyakoribb kérdésekre adott válaszokat, kérjük nézze meg a ",
  "if_still_qes": "Ha még mindig nem találja a keresett választ, egyszerűen",
  "sbs_faqs": "Sportfogadási szoftver GYIK",
  "whatis_sbs": "Mi az a Sportfogadási Szoftver?",
  "whatis_sbs_ans": "A Sportfogadási szoftvert a felhasználók piacai és választásai alapján terveztük. Emellett szakértőink mindig elérhetők, hogy a lehető legjobb ügyfélszolgálatot nyújtsák Önnek, beleértve az igények és piaci követelmények megismerését. Továbbá minden fejlesztési lépést kezelünk, hogy teljes és működőképes fogadási platformot biztosítsunk.",
  "affiliate_systems": "Kínálnak partneri rendszereket?",
  "affiliate_systems_ans": "Igen, szoftverhálózatunk 5 szintre épül: Platform adminisztrátor - hozzáférés a backendhez (lehetőség van más Back office hozzáférések létrehozására is korlátozott jogosultságokkal). Viszonteladó - több fogadási bolt felügyelete, jutalék a boltok forgalmából vagy nyereségéből. Fogadási bolt - fizikai hely, ahol a játékosok játszhatnak, befizethetnek stb. Ezen keresztül lehet fogadásokat tenni és jutalékot szerezni. Pénztáros - a bolti alkalmazottak profilja, aki fogadásokat tehet jutalék nélkül. Online játékos - regisztráljon játékfiókot online vagy boltban, tegyen fogadásokat.",
  "whatis_label": "Mi az a white label fogadási oldal?",
  "whatis_label_ans": "A white label fogadási oldal egy teljesen testreszabott platform. A Vrnl white label oldala tanúsított játékokat, bónuszrendszert és fizetési átjárókat biztosít. A felhasználói felület tartalma, nyelve és pénzneme az Ön választása szerint állítható, a Vrnl különböző grafikai sablonokat, funkciókat és eszközöket kínál.",
  "fullmanagement": "Teljesen kezelhetem az oddsokat és a margókat?",
  "fullmanagement_ans": "A backend számos eszközt, funkciót és jelentést tartalmaz, amelyek teljes képet adnak a sportfogadási tevékenységről. Van egy dedikált rész az odds kezelésére, ahol szerkesztheti a margókat, az oddsokat piac, mérkőzés és/vagy bajnokság szerint.",
  "logobrand": "Használhatom a saját logómat és márkaszíneimet?",
  "logobrand_ans": "Igen, használhatja. Különböző megoldásokat kínálunk az Ön igényei alapján. Egyedi megoldásokat is készíthetünk az igények összegyűjtésével és projekt létrehozásával, vagy biztosíthatunk egy turnkey megoldást, amely csak a márkaszíneket és logót módosítja.",
  "fullycustomized": "Teljesen testreszabott megoldást szeretnék, lehetséges ez?",
  "fullycustomized_ans": "A Vrnl szakértői csapatot biztosít a teljesen testreszabott sportfogadási platform beállításához. Egy fiókkezelő összegyűjti az igényeket és koordinálja a projektet a többi csapattaggal: Projektvezető, Grafikus tervező és IT menedzser.",
  "software_cost": "Mennyibe kerül a Sportfogadási Szoftver?",
  "software_cost_ans": "A sportfogadási szoftver ára a kínált funkcióktól és szolgáltatásoktól függ. Többféle csomag elérhető attól függően, hogy már nagy mennyiségű játékosforgalma van-e, vagy saját játékoshálózattal rendelkező ügynök szeretne lenni.",
  "what_products": "Milyen termékeket kínálnak?",
  "what_products_ans": "Fő üzletágunk a sportfogadás, a sportfogadási szoftverünk házon belüli termék, amelyet IT csapatunk fejlesztett 2005 óta. A Sport termék mellett élő fogadást, kaszinót, élő kaszinót, lottót és virtuális játékokat is kínálunk, hogy 'mindent egyben' megoldást nyújtsunk ügyfeleinknek.",
  "canaddfeatures": "Hozzáadhatok funkciókat, jelentéseket és oldalakat a sportfogadási szoftverhez?",
  "canaddfeatures_ans": "A szoftver számos testreszabható (CMS) jelentést, oldalt és bannert tartalmaz, vagy igény szerint fejleszthető. Ha új funkciót szeretne, együtt dolgozunk Önnel egy testreszabott projekten: információgyűjtés, projekt leadása/renderelés, tesztelés és végső kiadás.",
  "canofferbettingservices": "Kínálhatok sportfogadási szolgáltatásokat a saját országombeli kaszinóimban?",
  "canofferbettingservices_ans": "Számos fogadási megoldásunk van online és fizikai üzletekhez egyaránt. Ha birtokol egy földi kaszinót és sportfogadást is szeretne kínálni, a kiskereskedelmi megoldásunk a megfelelő választás, mivel lehetővé teszi a pénztáros fiókok létrehozását a jegyértékesítés kezeléséhez.",
  "change_currentprovider": "Hogyan válthatok jelenlegi szoftverszolgáltatót?",
  "change_currentprovider_ans": "Ha már kezeli az exchangebook-ot és át szeretne váltani sportfogadási platformunkra, gondoskodunk róla, hogy minden megfelelően legyen kezelve, előkészítünk egy migrációs tervet. A játékosok személyes adatai feltöltésre kerülnek az új platformra, és az átváltás úgy lesz ütemezve, hogy néhány óra alatt befejeződjön.",
  "sbs_offer": "Milyen funkciókat kínál a Sportfogadási Szoftver?",
  "sbs_offer_ans": "A Sportfogadási szoftver kínálhat adatvezérelt előrejelzéseket, szimulációkat, fogadási trendeket, odds összehasonlításokat és még sok mást. Részletes elemzést nyújt a múltbeli és a közelgő mérkőzésekről a megalapozottabb döntésekhez. Speciális megoldásaink a kiskereskedelmi fogadóirodák és online hálózatok beállítását és működtetését segítik. Ez magában foglalja KYC eljárásokat, fizetési átjárókat, partneri marketing eszközöket, referral rendszereket, mobil és webes push értesítéseket, fiókvezérlést, regisztrációt és ellenőrzést, csalásfelderítést és geolokációs eszközöket.",
  "sbs_legal": "Legális a Sportfogadási Szoftver?",
  "sbs_legal_ans": "Igen, a Sportfogadási szoftver legális és sok profi sportfogadó használja. Fontos azonban, hogy a szoftvert az Ön joghatósága szerinti jogszabályoknak megfelelően használja.",
  "ebs_faqs": "GYIK eSports fogadási szoftverről",
  "ebs_titleoffer": "Milyen eSports címeket kínálnak?",
  "ebs_titleoffer_ans": "<li><strong>Legnépszerűbb:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sport játékok:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer Online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Küzdős játékok:</strong> Street Fighter, Super Smash Bros, Tekken. Valós idejű stratégiai RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Van mobil verzió?",
  "mobileversion_ans": "Igen, a VRNL teljesen optimalizált mobil használatra. Platformunk zökkenőmentesen működik minden okostelefonon és táblagépen, hozzáférést biztosítva sportfogadásokhoz, kaszinójátékokhoz, iGaminghez és eSports-hoz bárhol és bármikor. Kiváló felhasználói felület, gyors betöltési idő és biztonságos tranzakciók érhetők el mobil böngészőből, letöltés nélkül. Androidon és iOS-en egyaránt gyors, felhasználóbarát és teljes funkcionalitású élményt nyújt.",
  "runesportsplatform": "Futtathatok eSports fogadási platformot az odds és kereskedés kezelése nélkül?",
  "runesportsplatform_ans": "eSports fogadási megoldásaink tartalmazzák az odds feed-et. A szoftver számos funkciót és eszközt tartalmaz az oddsok és margók teljes autonóm kezelése érdekében. Ha csak az üzletek és játékosok kezelésére szeretne koncentrálni, mi biztosítunk kereskedési szolgáltatásokat és támogatást.",
  "esports_solutions": "Teljesen testreszabott eSports megoldást szeretnék, lehetséges?",
  "esports_solutions_ans": "A Vrnl szakértői csapatot biztosít a teljesen testreszabott eSports fogadási platform beállításához. Egy fiókkezelő összegyűjti az igényeket és koordinálja a projektet a többi csapattaggal: Projektvezető, Grafikus tervező és IT menedzser.",
  "newtobusiness": "Teljesen új vagyok ebben az üzletben, mit kell tudnom?",
  "newtobusiness_ans": "Egy eSports fogadási platform megfelelő kezelése rendkívül jövedelmező lehet. Különböző megoldásokat és szolgáltatásokat kínálunk a tudás és elkötelezettség szintjének megfelelően. Egy játék szakértő dolgozik Önnel a legjobb, igényeire szabott eSports megoldás kialakításában.",
  "eSports_market": "Hány élő eSports piac van?",
  "eSports_market_ans": "Jelenleg 20 élő eSports piacot kínálunk. <br> De folyamatosan új piacokat adunk hozzá.",
  "eSportsLogoBrand": "Használhatom az eSports logómat és márkaszíneimet?",
  "eSportsLogoBrand_ans": "Igen, használhatja. Különböző megoldásokat kínálunk az Ön igényei alapján. Egyedi eSports megoldásokat készíthetünk az igények összegyűjtésével és projekt létrehozásával, vagy biztosíthatunk egy turnkey megoldást, amely csak az eSports márkaszíneket és logót módosítja.",
  "eSports_server": "Futtathatom az eSport exchange-t a saját szerver infrastruktúrámon?",
  "eSports_server_ans": "Nem, nem lehet. A hoszting szolgáltatás része ajánlatunknak, mivel az eSports fogadási szoftver megfelelő teljesítményének biztosítása érdekében SysAdminjaink dedikált cluster struktúrát állítottak fel, beleértve biztonsági mentéseket és katasztrófa-helyreállítási tervet. Ez garantálja a globális szabályozásoknak való megfelelést és a legmagasabb biztonsági szint elérését.",
  "sp_faqs": "GYIK a streaming platformról",
  "promte_cricket": "Hány krikett mérkőzést tudok népszerűsíteni?",
  "promte_cricket_ans": "Az irányítópult élő közvetítése során egyszerre két mérkőzést lehet aktiválni, de nincs korlátozva, hány mérkőzést lehet csatlakoztatni.",
  "broadcast_live": "Közvetíthetők-e kaszinó események élőben?",
  "broadcast_live_ans": "Igen, az összes kaszinójátékot élőben lehet közvetíteni minden platformon, amely engedélyezi.",
  "measure_success": "Hogyan mérhetem az élő közvetítések sikerét?",
  "measure_success_ans": "Természetesen nyomon követhet részletes elemzéseket több platformon egy képernyőn.",
  "is_mobile_friendly": "Mobilbarát a platform?",
  "is_mobile_friendly_ans": "Igen — platformunk teljes mértékben mobilbarát, és biztosítunk egy APK-t, amelyet letölthet és zökkenőmentesen használhat.",
  "livecasino_faqs": "GYIK a Live Casino szoftverről",
  "whatisVRNLcasino": "Mi az a VRNL Casino szoftver?",
  "whatisVRNLcasino_ans": "A VRNL Live Casino szoftver egy fejlett platform, amely lehetővé teszi az online kaszinók számára, hogy élő dealer játékokat kínáljanak játékosaiknak. Biztosítja az infrastruktúrát és az eszközöket a valós idejű, interaktív kaszinóélményekhez.",
  "software_work": "Hogyan működik a VRNL Live Casino szoftver?",
  "software_work_ans": "A VRNL Live Casino szoftver zökkenőmentesen integrálódik az online kaszinók weboldalaiba. Kapcsolatot teremt a játékosok és az élő dealerek között nagy felbontású videostreaming segítségével, lehetővé téve a blackjack, rulett és baccarat játékokat valós, interaktív környezetben.",
  "features_livecasino": "Melyek a VRNL Live Casino szoftver főbb funkciói?",
  "features_livecasino_ans": "A VRNL Live Casino szoftver számos funkciót kínál, beleértve a testreszabható márkázást, a biztonságos fizetési integrációt és a felhasználóbarát felületet mind a játékosok, mind az üzemeltetők számára.",
  "security_livecasino": "Hogyan biztosíthatom a játékok biztonságát és tisztességét a VRNL Live Casino szoftver használatával?",
  "security_livecasino_ans": "A VRNL Live Casino szoftvert a biztonság szem előtt tartásával építettük. Tanúsított véletlenszám-generátorokat (RNG) használunk a tisztesség biztosításához, és eszközöket biztosítunk a csalásmegelőzéshez és a játékosvédelemhez. Emellett titkosítást alkalmazunk az adatátvitel védelme érdekében.",
  "offered_games": "Milyen játékok kínálhatók a VRNL Live Casino szoftverrel?",
  "offered_games_ans": "Széles választékban kínálhat élő dealer játékokat, beleértve a klasszikusokat, mint élő blackjack, élő rulett és élő baccarat, valamint ezek változatait a játékosok folyamatos lekötésére.",
  "integrateVRNL": "Integrálhatom a VRNL Live Casino szoftvert meglévő online kaszinó platformommal?",
  "integrateVRNL_ans": "Igen, szoftverünk könnyű integrációra lett tervezve meglévő platformokhoz, így zökkenőmentesen kiegészíti online kaszinó működését.",
  "wlc_faqs": "GYIK a White Label Casino-ról",
  "whatis_wlc": "Mi az a White Label Casino?",
  "whatis_wlc_ans": "A White Label Casino egy kész megoldás, amely lehetővé teszi vállalkozóknak és cégeknek, hogy saját online kaszinót indítsanak szoftverünk és infrastruktúránk használatával. A márkát saját névvel és dizájnnal testreszabhatja, miközben mi kezeljük a technikai és jogi aspektusokat.",
  "wlc_work": "Hogyan működik a White Label Casino szolgáltatás?",
  "wlc_work_ans": "Teljesen működőképes kaszinóplatformot biztosítunk, beleértve a játékokat, fizetési feldolgozást és ügyfélszolgálatot. Ön egyszerűen testreszabja a márkát és a dizájnt, és készen áll az online kaszinó üzlet elindítására.",
  "wlc_games": "Milyen játékok érhetők el a White Label Casinómban?",
  "wlc_games_ans": "Széles kaszinójáték választékot kínálunk, beleértve a nyerőgépeket, asztali játékokat (pl. blackjack, rulett) és élő dealer játékokat. A játékkatalógusunkból választhat, hogy változatos élményt biztosítson játékosainak.",
  "wlc_launch": "Mennyi időbe telik elindítani a White Label Casinót?",
  "wlc_launch_ans": "Az időtartam a specifikus igényektől és szabályozási folyamatoktól függ. Átlagosan néhány hétbe telhet a platform beállítása és testreszabása.",
  "wlc_cusSupport": "Milyen szintű ügyfélszolgálatot biztosítanak a White Label Casinómhoz?",
  "wlc_cusSupport_ans": "Technikai és működési támogatást kínálunk annak érdekében, hogy kaszinója zökkenőmentesen működjön.",
  "wlc_getstarted": "Hogyan kezdhetek el egy White Label Casinót a cégtől?",
  "wlc_getstarted_ans": "Vegye fel a kapcsolatot értékesítési csapatunkkal, hogy megvitassuk igényeit és személyre szabott konzultációt kapjon. Végigvezetjük Önt a White Label Casino beállítási folyamatán.",
  "can_cutomize_branding": "Testreszabhatom a kaszinót a saját márkámmal?",
  "can_cutomize_branding_ans": "Igen — teljes mértékben testreszabhatja a kaszinót saját logóval, színekkel és márkával, hogy illeszkedjen az arculatához.",
  "company": "Cég",
  "company_caps": "CÉG",
  "about": "Rólunk",
  "online_exchange_sw": "Online Exchange Szoftver",
  "privacy_policy": "Adatvédelmi Szabályzat",
  "contact_us": "Kapcsolat",
  "solutions": "Megoldások",
  "sports_betting_software": "Sportfogadási szoftver",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Fogadási Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "A Vrnl logó és grafikai anyag a cég szellemi tulajdona, és nem másolható, terjeszthető vagy jeleníthető meg a Vrnl írásos engedélye nélkül.",
  "footer_para_2": "Copyright © 2025 Vrnl Kft. Minden jog fenntartva.",
  "home": "Főoldal",
  "betting": "Fogadás",
  "esports_betting": "Esports fogadás",
  "sbs_head": "Sportfogadási szoftver",
  "casino": "Kaszinó",
  "online_casino_sw": "Online kaszinó szoftver",
  "live_casino_sw": "Live Casino Szoftver",
  "casino_game": "Kaszinójátékok",
  "lottery_bingo": "Lottó és bingo",
  "casino_tournament": "Kaszinó Torna",
  "risk_management": "Kockázatkezelés",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Munkáink",
  "contact": "Kapcsolat",
  "faq": "GYIK",
  "live_casino": "Live Casino",
  "lottery_games": "Lottójátékok",
  "exch_sw_provider": "Exchange szoftver szolgáltató",
  "mobile_bet": "Mobil fogadás",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sportfogadási widget",
  "back": "Vissza",
  "exch_iframe_para": "Exchangebook iframe — lehetővé teszi az Exchangebook modul gyors aktiválását zökkenőmentes API integráción keresztül. Átfogó Exchangebook szolgáltatásunk szakértő felügyelet mellett biztosít széles programozási lehetőségeket online események és piacok számára.",
  "contact_us!": "Vegye fel velünk a kapcsolatot!",
  "exch_iframe_types": "Exchangebook iframe típusai",
  "exch_iframe_types_para": "Exchangebook iframe megoldásaink három változatban érhetők el, mindegyik a felhasznált csatornához igazítva, biztosítva a legmegfelelőbb opciót:",
  "exch_iframe_types_list": "<li> iFrame <strong>Asztali</strong> számítógépekre, különböző felbontásokhoz, testreszabható elrendezésekkel. </li><li> iFrame <strong>Terminálokhoz és Kioszkokhoz (SSBT)</strong>, érintőképernyős rendszerekhez optimalizált elrendezéssel és intuitív felhasználói élménnyel, ideális kezdő játékosoknak.</li>",
  "exch_iframe_types_para2": "Továbbá API-nkon keresztül széles körű testreszabást érhet el grafikák és játékműködések tekintetében.",
  "cm_exch": "Átfogó Kezelt Exchangebook",
  "cm_exch_para": "Az Exchangebook iframe tartalmazza az odds adatfeedek biztosítását és az alapfogadási beállítások konfigurációját. A szoftver számos eszközt és funkciót kínál az odds margók és beállítások önálló kezelésére. Ha azonban elsősorban a játékosok és marketing kezelésére fókuszál, teljes körű kereskedési szolgáltatásokat és támogatást kínálunk.",
  "acq_exch": "Az Exchangebook iframe beszerzése egyszerű",
  "acq_exch_para": "Az iFrame aktiválási folyamatát egyszerűsítettük, mindössze öt lépésben:",
  "acq_exch_list": "<li> Formalizálja a megállapodást a Vrnl és az ügyfél között. </li><li> Indítsa el az Exchangebook iFrame integrációját API-k segítségével SDK-nkkal. </li><li> Tartsanak megbeszélést az Exchangebook stratégia meghatározásához. </li><li> Azonosítsák a legérdekesebb sportokat és eseményeket az Ön működési területére szabva. </li><li> Indulhat az élő üzem!</li>",
  "live_casino_sw_p1": "Élő kaszinó platformunk lehetővé teszi a <strong>legjobb élő szolgáltatók</strong> aktiválását, akik <strong>kiváló minőségükről és matematikai integritásukról</strong ismertek.",
  "live_casino_sw_p2": "Célunk, hogy a legjobb élő kaszinó élményt nyújtsuk. Legyen Ön tapasztalt játékos vagy új az online kaszinók világában, platformunk magával ragadó, valós idejű játékélményt kínál.",
  "live_casino_sw_p3": "A Vrnl Live Casino megoldás átfogó szolgáltatáscsomagot kínál, beleértve:",
  "live_casino_sw_p3_l1": "Teljes történeti jelentéskészítő eszközök",
  "live_casino_sw_p3_l2": "Játék előzmények vizualizációja",
  "live_casino_sw_p3_l3": "Játék konfigurációk",
  "live_casino_sw_p3_l4": "Kockázatkezelő eszközök",
  "live_casino_sw_p3_l5": "Játékoskezelés",
  "live_casino_sw_p3_l6": "Partnerkezelő eszközök",
  "live_casino_sw_p3_l7": "Többszintű ügynöki hierarchia",
  "live_casino_sw_p4": "Különböző biztonságos integrációs módszereket fejlesztettünk ki, mind felhasználóbarát és egyszerű bevezetésre tervezett a live casino API-val.",
  "live_casino_sw_demo": "Demó élő kaszinó megoldások",
  "livecasino_integration": "<strong style='color: #575756;'>Live casino API</strong> integrációk",
  "livecasino_integration_para": "Néhány napon belül futtathatja live casino szoftverünket. Teljes körű menedzsment szolgáltatásokat is biztosítunk, szakértőink felügyeletével. <strong style='color: #575756;'>Garantáljuk a legszélesebb élő játék választék elérését online.</strong>",
  "live_casino_lobby": "Felhasználóbarát Live Casino Game Lobby-ban",
  "youcan": "megtalálhatja a következő játékokat:",
  "findgames_like": "Játékok, mint:",
  "findgames_like_desp": "Élő rulett, Élő baccarat, Élő blackjack és Élő póker, Kocka és számjátékok.",
  "euro_roulette": "Európai rulett",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikai rulett",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Demó foglalása",
  "lottery_head": "Ön keres egy lottó és bingó platformot?",
  "lottery_head_desp1": "Gondosan kiválasztottuk Önnek a legjobb <b style='color: #575756; font-size: 45px;'>lottó és bingó</b> játékokat.",
  "lottery_head_desp2": "Természetesen, a <b style='color:#575756; font-size: 16px;'>White Label Lottó és Bingó</b> megoldásunk számos izgalmas változatot kínál a klasszikus bingó játékból, valamint a legismertebb lottójátékokból.",
  "lottery_head_desp3": "Ezeket a játékokat <b style='color:#575756; font-size: 16px;'>okostelefonján vagy számítógépén</b> is élvezheti, és kivételes felhasználói élményt biztosítunk, mivel játékaink a legmagasabb minőségűek.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Továbbá, játékszabályozó algoritmusaink biztonságosak és függetlenül tanúsítottak, megbízható és hiteles játékélményt biztosítva.<br><br></strong>",
  "lottery_bingo_nos": "A LOTTÓ ÉS BINGÓ SZÁMAI",
  "bingo_games": "Bingó játékok",
  "over100": "több mint 100",
  "over130": "több mint 130",
  "suppliers": "SZOLGÁLTATÓK",
  "more20": "Több mint 20",
  "sports_betting_software_wl": "Sportfogadás szoftver White Label",
  "sports_betting_software_wl_desp": "Egy cég, amely elkötelezett az innovatív megoldások folyamatos keresése iránt, hogy hatékonyan kezelje folyamatosan változó üzleti igényeit.",
  "blink-soft": "Fokozza élményét fejlett sportfogadási szoftverrel",
  "platform_para1": "A modern sportfogadási szoftverek <b>átalakítják</b> a fogadók játékhoz való hozzáállását. <b>Zökkenőmentes felületekkel,</b> valós idejű elemzésekkel és élő fogadási lehetőségekkel ezek a platformok kiváló fogadási élményt nyújtanak kezdőknek és tapasztalt játékosoknak egyaránt.",
  "platform_para2": "Legyen szó online sportfogadási oldalak, fizikai fogadási pontok vagy kaszinók üzemeltetéséről, átfogó megoldáskészletünk — beleértve a <b>B2C platformokat</b> és <b>testreszabható White Label termékeket</b> — biztosítja a versenyképességhez szükséges rugalmasságot és technológiát. Fogadja az innovációt és emelje sportfogadási szolgáltatásait egy magasabb szintre olyan szoftverrel, amely <b>optimalizálja a teljesítményt</b> és <b>növeli a felhasználói elégedettséget</b>.",
  "try_b2b": "Fedezze fel fejlett B2B fogadási szoftverünket",
  "try_b2c": "Fedezze fel fejlett B2C fogadási szoftverünket",
  "wls_turnkey": "White Label megoldások és kulcsrakész platformok",
  "wls_turnkey_p1_span1": "zökkenőmentes és lebilincselő sportfogadási élmény",
  "wls_turnkey_p1_span2": "ügyfelei számára. Ez a megközelítés kiküszöböli a költséges és időigényes fejlesztést, lehetővé téve, hogy az üzlet növekedésére összpontosítson,",
  "custom_satisfaction": "ügyfél elégedettség",
  "wls_turnkey_p2": "Biztonságos, nagy teljesítményű fogadási platformunk független játék laboratóriumok által tanúsított, garantálva a megfelelést és megbízhatóságot. A VRNL-partnerséggel hozzáférést kap egy megbízható fogadási piachoz, amely növeli a nyereségességet, miközben biztosítja a",
  "highest_industry_standards": "iparági legmagasabb szabványokat",
  "igaming_platform": "iGaming platform",
  "igaming_platform_p1": "A VRNL megbízható partner az iGaming iparban, iparágvezető",
  "sbs": "sportfogadási szoftver",
  "igaming_platform_p2": "Célunk, hogy átalakítsuk az online játék világát, és egy sokoldalú, csúcstechnológiás platformot biztosítsunk az üzemeltetőknek, amely zökkenőmentes és lebilincselő játékélményt garantál a felhasználók számára.",
  "online_casino": "Online kaszinó",
  "casino_para": "Üdvözöljük a VRNL Online Kaszinóban — <b>megbízható vezetőként</b> globálisan biztonságos és izgalmas játékplatformot kínálva. Küldetésünk, hogy kivételes kaszinóélményt biztosítsunk, amely leköti és szórakoztatja a játékosokat.",
  "casino_para_list": "<li>Több mint 75 szolgáltató</li> <li>Több mint 15,000 nyerőgép</li> <li>Több mint 500 asztali játék</li> <li>Több mint 700 videópóker játék</li> <li>Több mint 200 egyéb játék</li>",
  "casino_para2": "Szakértői csapatunk minden lépésben támogatja Önt, a képzéstől a bevezetésig.",
  "play_livecasino": "Játsszon az élő kaszinóban, mintha közvetlenül a kaszinóban lenne",
  "play_livecasino_list": "<li>Élő játékműsor</li> <li>AWC</li> <li>Nyerőgépek</li> <li>Élő rulett </li> <li>Élő blackjack</li> <li>Élő baccarat</li> <li>Casino Hold’em Élő</li> <li>Blueocean</li> <li>Dragon Tiger Élő</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API szolgáltatók és iFrame",
  "api_services_iframe_p1": "A VRNL élvonalbeli <b>API integrációs és iFrame megoldásokat</b> kínál, amelyek lehetővé teszik a platformok zökkenőmentes csatlakozását, biztonságos adatcserét és fokozott felhasználói élményt — segítve a vállalkozásokat a gyorsabb és hatékonyabb működésben.",
  "api_services_iframe_p2": "A VRNL-nél értjük az alkalmazások közötti zökkenőmentes adatcserét és kommunikációt. Kiváló API integrációs szolgáltatásokat nyújtunk, lehetővé téve, hogy szoftvere könnyedén kommunikáljon más platformokkal. Szakértőink gondoskodnak arról, hogy rendszerei harmonikusan működjenek, biztosítva zökkenőmentes élményt Önnek és ügyfeleinek.",
  "virtual_games": "Virtuális játékok",
  "virtual_games_desp1": "Készen áll, hogy elinduljon virtuális játékútján a VRNL-lel? Merüljön el a virtuális világban, mint még soha, és készüljön fel a végtelen szórakozásra.",
  "virtual_games_desp2": "A VRNL-nél szenvedélyesen törekszünk arra, hogy élvonalbeli virtuális játékélményeket nyújtsunk, amelyek izgalmas új világokba repítik a játékosokat. Küldetésünk, hogy a leglenyűgözőbb, szórakoztató és elgondolkodtató virtuális játékokat biztosítsuk, amelyek órákon át lekötik a játékosokat.",
  "before_start": "Mielőtt elkezdené, próbálja ki működés közben!",
  "explore_demo": "a demo platformunkon:",
  "mobile_sbs": "Mobil sportfogadási szoftver",
  "mobile_sbs_p1": "Mobil alkalmazásunk lehetővé teszi a fogadók számára, hogy könnyedén hozzáférjenek játékfiókjukhoz és fogadásokat tegyenek táblagépeken, okostelefonokon és más internetkapcsolattal rendelkező mobil eszközökön.",
  "mobile_sbs_p2": "A krikettől és focitól a teniszig, szoftverünk széles körű sporteseményeket fed le világszerte. Szenvedélyétől függetlenül fogadhat a kedvenc játékaira és csapataira.",
  "mobile_sbs_p3": "Szoftverünk nem csupán a fogadások megtételéről szól, hanem egy zökkenőmentes és felhasználóközpontú élmény kialakításáról. A legújabb technológiákba fektettünk, hogy a platformunk navigálása a lehető legegyszerűbb legyen.",
  "advantages_sbs": "A mobil sportfogadási szoftver előnyei",
  "advantages_sbs_l1": "A mobilalkalmazások gyorsabbak",
  "advantages_sbs_l2": "Személyre szabott fogadási tartalom",
  "advantages_sbs_l3": "Azonnali online fogadás",
  "advantages_sbs_l4": "Biztonságos és megbízható",
  "advantages_sbs_p1": "Az alkalmazások gyorsabbak, mint a mobil weboldalak, gyorsabb cselekvést és válaszidőt biztosítva.",
  "advantages_sbs_p2": "A felhasználók személyre szabott tartalmat élvezhetnek, amely még gazdagabb élményt nyújt, testreszabott fogadási lehetőségekkel az igényeikhez igazítva.",
  "advantages_sbs_p3": "Minden mobilalkalmazás azonnali hozzáférést biztosít egyetlen érintéssel, lehetővé téve a felhasználók számára a fogadások megtételét, fiókjuk ellenőrzését, kaszinójátékokban való részvételt és kedvenc ligáik kiválasztását késedelem nélkül.",
  "advantages_sbs_p4": "Biztonságunk a legfontosabb. A VRNL Mobil Sportfogadási Szoftver csúcstechnológiás biztonsági intézkedésekkel védi személyes és pénzügyi adatait. Biztonságosan fogadhat.",
  "online_casino_sw_p1": "A VRNL vezető szolgáltatója az <strong>online kaszinó szoftvereknek</strong> és <strong>platformoknak</strong>. Kulcsszerepet játszanak a kaszinóplatformok tervezésében és fejlesztésében, biztosítva, hogy felhasználóbarátok és funkciógazdagok legyenek.",
  "online_casino_sw_p2": "Marketing csapatunk elkötelezetten dolgozik azon, hogy online kaszinója kiemelt helyet kapjon a főoldalon, garantálva a magas láthatóságot az online piacon.",
  "online_casino_sw_p3": "Az online kaszinó platform előre konfigurált játékokkal érkezik, és monitorozó eszközeink valós idejű, tiszta áttekintést nyújtanak az új vállalkozása előrehaladásáról és teljesítményéről.",
  "customized_theme": "Ez egy téma, és testreszabható, nézze meg működés közben:",
  "live_casino_sw_desp1": "A legszélesebb körű <strong>Live Casino szolgáltatókat</strong> kínáljuk<br>",
  "live_casino_sw_desp2": "világszerte, biztosítva a legszélesebb élő asztali játékok választékát online és zökkenőmentes többcsatornás élményt.",
  "casino_sw_features": "Kaszinó szoftver főbb jellemzői",
  "casino_sw_features_p1": "Erőteljes <strong>kaszinó szoftver platformunk</strong> úgy lett tervezve, hogy zökkenőmentes és magával ragadó játékélményt nyújtson mind a játékosok, mind az üzemeltetők számára.<br /><br />",
  "casino_sw_features_p2": "Platformunk főbb jellemzői a következők:",
  "casino_sw_features_list": "<li>Az asztali tartományok láthatósága és irányítása.</li> <li>Játéktábla attribútumok és beállítások.</li> <li>VIP limitek.</li> <li>Ügyfél funkciók és hozzáférés testreszabási eszközeinkhez.</li> <li>Jelentéskészítő mechanizmus és értesítési rendszer, amely azonnali hozzáférést és figyelmeztetéseket ad az üzemeltetőknek</li> <li>API üzleti intelligenciához (BI)</li> <li>Marketing eszközök</li> <li>Külső integrációs API</li>",
  "casino_sw_features_p3": "Felhasználóbarát testreszabási eszközünk lehetővé teszi a fogadóirodák számára, hogy valós időben módosítsák élő ajánlataik különböző aspektusait, <br /> beleértve a bannereket, betűtípusokat és színsémákat, mind intuitív vezérlőkkel.",
  "casino_sw_features_p4": "Új platformunk autonóm, agilis és rugalmas rendszerként működik. Ez az agilitás lehetővé teszi számunkra, hogy gyorsan reagáljunk a fogadóirodák kéréseire, és fenntartsuk a magasabb minőségi színvonalat az új és meglévő<br /> termékek fejlesztésekor.",
  "casino_sw_features_p5": "Az üzlet felgyorsítása érdekében kínálunk egy",
  "casino_sw_features_p6": " több mint 3000+ játékból álló széles választékkal.",
  "integrate_iframe_apis": "Külső platformok integrálása iFrame-ek és API-k segítségével",
  "integrate_iframe_apis_para": "Platformunk sokoldalú integrációs lehetőségeket kínál. Zökkenőmentesen <strong>integrálhat iFrame-en vagy <br /> API-kon keresztül.</strong> Testreszabható a speciális igényeknek megfelelően, legyen az teljes körű integráció, <br /> speciális sportfogadási megoldás vagy <strong>online kaszinó játékokra</strong> koncentráló megoldás, beleértve a <strong>live <br /> kaszinó</strong> kínálatot.",
  "view_demo": "Demó megtekintése",
  "we_are": "mi vagyunk",
  "online_exchange_sw_p1": "A VRNL büszke arra, hogy csúcstechnológiás online Exchange szoftvert nyújt, amely újradefiniálja a fogadási élményt. Teljes funkcionalitású platformot kínálunk, amely havi rendszerességgel elérhető széles élő mérkőzés választékkal rendelkezik. Élő közvetítési lehetőségeink segítségével könyvelőjét szórakoztató platformmá alakítjuk, mindezt független játéklaboratóriumok által tanúsítva.",
  "online_exchange_sw_p2": "A VRNL Online Exchange Software átfogó sportfogadási lehetőségeket kínál. Legyen Ön a krikett, foci, tenisz vagy bármely más sport rajongója, mi fedezzük. Platformunk valós idejű oddsokat, in-play fogadást és felhasználóbarát felületet biztosít, amely megkönnyíti a fogadások megtételét.",
  "onther_head": "Megkönnyítjük az Ön számára a zökkenőmentes üzleti integrációt.",
  "onther_p1": "Ez a téma rendkívül testreszabható, és megtapasztalhatja rugalmasságát:",
  "main_features": "Főbb jellemzők",
  "feature_para": "A VRNL a fogadás és az online kaszinó menedzsment forradalmasításának élvonalában áll. Szakértelmünkkel hozzáférést kap a következőkhöz:",
  "feature_list": "<li><strong>Globális fogadási élmény: </strong> A VRNL hozzáférést biztosít a világ minden tájáról származó sportokhoz, ligákhoz és fogadási piacokhoz. Velünk felhasználóinak valóban globális fogadási élményt kínálhat.</li> <li><strong>Kiterjedt előmérkőzés lehetőségek: </strong> Válasszon a havi 150 000 előmérkőzés fogadási lehetőség közül. Gondoskodunk róla, hogy platformja széles választékot kínáljon a különböző fogadási preferenciák kielégítésére.</li> <li><strong>Izgalmas in-play lehetőségek: </strong> Vonzza felhasználóit havi 75 000 valós idejű fogadási lehetőséggel. Ezek a valós idejű fogadási lehetőségek izgalmat és spontaneitást adnak a fogadási élményhez.</li> <li><strong>Kaszinójátékok a Metaverzumban: </strong> A VRNL kiterjedt kaszinójáték-kollekciót kínál, amely a metaverzumhoz is alkalmas. Merítse felhasználóit egy virtuális kaszinó környezetbe változatos játéklehetőségeinkkel.</li> <li><strong>Zökkenőmentes iFrame integráció: </strong> Egyszerűen integrálja iFrame-jünket az iGaming platformjába. Felhasználóbarát iFrame megoldásunk lehetővé teszi, hogy platformja képességeit könnyedén bővítse.</li> <li><strong>Rugalmas integráció: </strong> Válassza ki integrációs módját, akár API, akár iFrame útján. Sokoldalú lehetőségeket biztosítunk, hogy megfeleljen kényelmének és platform követelményeinek.</li>",
  "sports_header_2": "Online Exchange szoftver iGaming Kaszinó Platform",
  "sports_header_2_p1": "White Label Casino <a style='color: #a0c528;' href='#'>megoldást</a> kínálunk, több mint 1 000 játékot tartalmazó könyvtárral.",
  "sports_header_2_p2": "Szolgáltatásaink közé tartozik a játékkártya beszerzése és jogi támogatás a kaszinó üzlet beindításához, biztosítva a biztonságos és tanúsított játék matematikát.",
  "sports_header_2_p3": "Kiválasztottuk a legjobb játékszolgáltatókat, hogy Önnek a legszélesebb élő kaszinó és online kaszinó játék kínálatot biztosítsuk. Gondosan válogatott partnerségek révén páratlan választékot nyújtunk, garantálva a legszélesebb kínálatot.",
  "online_sports_list": "<li>Élő játékműsor</li> <li>First Person játékok</li> <li>Nyerőgépek</li> <li>Amerikai roulette élő</li> <li>Élő blackjack</li> <li>Baccarat élő</li> <li>Casino Hold’em élő</li> <li>SICBO</li> <li>Dragon tiger élő</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Játsszon a live kaszinóban, mintha közvetlenül a kaszinóban lenne",
  "top_online_providers": "Világszínvonalú online kaszinó szolgáltatók",
  "online_casino_p1": "Készen áll, hogy online kaszinó élményét a következő szintre emelje? Ne keressen tovább! A VRNL az Ön egyablakos megoldása minden online kaszinó igényére. Csúcsminőségű szolgáltatásokat és korszerű megoldásokat biztosítunk az online kaszinó üzemeltetőknek, garantálva a felejthetetlen játékélményt a játékosok számára.",
  "user_data_section1": "<li>Szolgáltatók 75 + több mint</li> <li>Slot gépek 15 000 + több mint</li> <li>Asztali játékok 500 + több mint</li> <li>Video póker 700 + több mint</li> <li>Egyéb játékok 200 + több mint</li>",
  "lottery_bingo_games": "Lottó és Bingó játékok",
  "lottery_bingo_games_p1": "A VRNL-nél a lottó és bingó játékok izgalmát elhozzuk képernyőjére és helyi kiskereskedelmi üzleteibe. Legyen Ön a hagyományos papírjegyek rajongója, vagy az online játék kényelmét kedveli, mi fedezzük. Nálunk nemcsak a játékokról van szó, hanem a nyerés izgalmáról és a játék öröméről.",
  "user_data_section2": "<li>Bingó 80 + több mint</li> <li>Lottó 130 + több mint</li>",
  "ultimate_dest": "Az online és kiskereskedelmi lottó és bingó játékok végső célpontja",
  "weare_vrnl": "Mi vagyunk a VRNL",
  "weare_vrnl_desp": "<strong>A LEGNAAGYOBB PLATFORM SPORT ÉS KASZINÓ WHITE LABEL SZOLGÁLTATÁSOKHOZ</strong> A legszélesebb szórakoztató játék választék online White Label Kaszinó több mint 1 000 játékkal. Az elérhető online kaszinó szoftver egyszerű, mivel platformunk könnyen kezelhető.",
  "res_design": "Reszponzív dizájn",
  "res_design_desp": "Weboldalunk reszponzív, ami azt jelenti, hogy táblagépeken, mobil eszközökön és asztali számítógépeken is megfelelően jelenik meg az optimális felhasználói élmény érdekében.",
  "custmzd_options": "Testreszabási lehetőségek",
  "custmzd_options_desp": "Ügyfeleinknek széles körű testreszabási lehetőségeket biztosítunk, lehetővé téve a preferált színek, betűtípusok és elrendezés kiválasztását az oldalon. Ez biztosítja, hogy a weboldal tükrözze egyedi stílusukat és preferenciáikat.",
  "loading_speed": "Betöltési sebesség",
  "loading_speed_desp": "Weboldalunk optimalizált a sebesség és teljesítmény érdekében. Gyors betöltési idővel rendelkezik különböző eszközökön és internetkapcsolatokon.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "B2B témánk egyedi jellemzőiről ismert. Kiegészítő Parley opciót építettünk be a gazdagított fogadási élmény érdekében.",
  "b2b_theme_p2": "Témánk a legjobb színkombinációk és tervezési elemek jellemzik, biztosítva az esztétikailag kellemes felületet. A felhasználók jogosultságot kapnak különböző sportágakra, beleértve a krikettet, focit és teniszt.",
  "b2b_theme_p3": "Számos különböző kaszinójátékot is kínálunk további szórakozási lehetőségekhez. Emellett különféle típusú kaszinókat is bemutatunk, mint például az AWC Casino, amely több mint 500 nyerőgép és több mint 100 asztali játék lenyűgöző gyűjteményét kínálja.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "B2C oldalunk felhasználóbarát élményt kínál ügyfeleinknek. Könnyen regisztrálhatnak telefonszámuk segítségével, ami kényelmes és biztonságos módot biztosít a fiók létrehozására.",
  "b2c_theme_p2": "A regisztráció után a felhasználók feltölthetik számlájukat, egyszerűen kezdve a fogadást és játékot. Emellett zökkenőmentes kifizetési folyamatot biztosítunk, garantálva, hogy a felhasználók könnyedén hozzáférjenek nyereményeikhez.",
  "b2c_theme_p3": "Az élmény fokozása érdekében bónuszpontokat kínálunk, amelyeket a felhasználók a platformon töltött idő alatt kereshetnek és használhatnak. Ez extra izgalmat és értéket ad ügyfeleinknek, lehetővé téve a befizetések és kifizetések maximális kihasználását.",
  "b2c_theme_p4": "Összességében B2C oldalunk célja, hogy gondtalan és élvezetes fogadási és játékélményt nyújtson, lehetővé téve ügyfeleinknek a szabad játékot, befizetést és kifizetést.",
  "request_demoID": "Demó ID kérése",
  "form_name": "Név *",
  "form_name_err": "Kérjük, adja meg nevét (legalább 3 karakter).",
  "form_email": "Email *",
  "form_email_err": "Kérjük, adjon meg érvényes e-mail címet.",
  "form_country": "Ország *",
  "form_country_err": "Kérjük, válassza ki országát.",
  "form_district": "Kerület *",
  "form_district_err": "Kérjük, adja meg kerületét.",
  "form_whatsapp": "WhatsApp szám *",
  "form_whatsapp_err": "Adjon meg érvényes WhatsApp számot.",
  "form_turnover": "Havi forgalom *",
  "form_turnover_err": "Kérjük, adja meg havi forgalmát.",
  "form_users": "Felhasználók száma *",
  "form_users_err": "Kérjük, adjon meg érvényes felhasználószámot.",
  "form_current": "Jelenlegi platform *",
  "form_current_err": "Kérjük, adja meg a jelenlegi platformot.",
  "form_issues": "Problémák a jelenlegi platformmal *",
  "form_issues_err": "Kérjük, írja le a problémákat (legalább 10 karakter).",
  "form_telegram": "Van Telegram fiókja? *",
  "form_select": "-- Válasszon --",
  "form_yes": "Igen",
  "form_no": "Nem",
  "form_telegram_err": "Kérjük, válassza ki, hogy rendelkezik-e Telegram fiókkal.",
  "form_telhandle": "Telegram felhasználónév *",
  "form_telhandle_err1": "A Telegram felhasználónév megadása kötelező.",
  "form_telhandle_err2": "A Telegram felhasználónévnek &#64; jellel kell kezdődnie (pl. &#64;felhasználónév).",
  "demo_url": "Demó URL",
  "form_submit": "Beküldés",
  "form_name_ph": "Írja be nevét",
  "form_email_ph": "Írja be e-mail címét",
  "form_district_ph": "Írja be kerületét",
  "form_whatsapp_ph": "Írja be WhatsApp számát",
  "form_turnover_ph": "Írja be havi forgalmát",
  "form_users_ph": "Írja be a felhasználók számát",
  "form_current_ph": "Írja be a jelenlegi platformot",
  "form_issues_ph": "Írja be a problémákat a jelenlegi platformmal kapcsolatban",
  "form_telhandle_ph": "Írja be Telegram felhasználónevét",
  "our_commitment": "Elkötelezettségünk",
  "our_commitment_p1": "A VRNL elkötelezett az Ön adatainak védelme és személyes, valamint pénzügyi információinak biztonsága iránt. Ez a szabályzat elmagyarázza, milyen információkat gyűjtünk, hogyan használjuk fel és milyen intézkedéseket teszünk az adatok védelme érdekében. A vrnl.net hivatkozások a hozzá tartozó alkalmazásokat is magukban foglalják.",
  "our_commitment_p2": "Ez a szabályzat minden VRNL weboldalra és alkalmazásra vonatkozik, ahol közzétették, az általunk működtetett régiók jogszabályainak megfelelően. Kiegészítő régió- vagy szolgáltatás-specifikus adatvédelmi értesítések egészíthetik ki ezt a szabályzatot.",
  "our_commitment_p3": "Ha harmadik fél platformjain keresztül ad információt (pl. közösségi média bejelentkezés), ezeket az adatokat ezen integrációk alapján gyűjtjük. A harmadik fél saját adatvédelmi gyakorlata szabályozza az általa közvetlenül gyűjtött adatokat. Az ilyen platformok adatvédelmi beállításai nem befolyásolják, hogy a VRNL hogyan használja a webhelyein vagy alkalmazásain keresztül gyűjtött adatokat.",
  "our_commitment_p4": "Platformjaink linkeket tartalmazhatnak külső, nem a VRNL tulajdonában vagy ellenőrzése alatt álló webhelyekre. Nem vagyunk felelősek az ő adatvédelmi gyakorlataikért, és javasoljuk, hogy az információ megosztása előtt tekintse át a szabályzataikat.",
  "our_commitment_p5": "Ezt az Adatvédelmi Szabályzatot a Használati Feltételeinkkel együtt kell olvasni.",
  "user_content": "Felhasználói beleegyezés",
  "user_content_para": "A VRNL szolgáltatásainak használatával (pl. fiók regisztráció, szolgáltatás vásárlása, versenyen vagy promóción való részvétel, kommunikáció a weboldalainkon vagy alkalmazásainkon) Ön elfogadja személyes adatai gyűjtését, felhasználását és megosztását a jelen szabályzatban leírtak szerint. Bizonyos esetekben, különösen ha olyan országban él, ahol adatvédelmi szabályozás érvényes, kérhetjük Öntől a kifejezett hozzájárulást a szolgáltatásaink igénybevételéhez. Ha roaming felhasználó vagy, vagy különböző országokat látogat, és igénybe veszi a VRNL szolgáltatásait, akkor a regisztráció országát tekintjük elsődleges országának, és a regisztrációkor beszerzett hozzájárulások érvényesek a személyes adatok feldolgozására. A regisztrációkor érvényes jog szerinti adatvédelmi feltételek lesznek alkalmazandók Önre.",
  "accessing_webNet": "Weboldal és Network 18 szolgáltatások VPN-en keresztüli elérése",
  "accessing_webNet_p1": "Tilos a VRNL weboldalait vagy szolgáltatásait olyan módszerekkel vagy technológiákkal elérni, amelyek elrejtik vagy félrevezetően mutatják tényleges földrajzi helyzetét (pl. virtuális magánhálózat (VPN) vagy hasonló eszközök használata).",
  "accessing_webNet_p2": "A VRNL nem vállal felelősséget személyes adatainak gyűjtéséért, tárolásáért vagy feldolgozásáért, ha ilyen hozzáférési módszereket használ.",
  "collection_personalInfo": "Személyes adatok gyűjtése és felhasználása",
  "collection_personalInfo_p1": "A „Személyes információ” (PII) olyan adat, amely közvetlenül vagy közvetve az egyén azonosítására alkalmas, például név, postacím, e-mail cím vagy mobilszám. Amikor az anonim adat személyes információval kapcsolódik, azt is személyes információnak tekintjük.",
  "collection_personalInfo_p2": "A VRNL csak a szükséges személyes adatokat gyűjti a kérelmek teljesítéséhez és a testreszabott termékek és szolgáltatások biztosításához. Nem gyűjtjük ezeket az adatokat, hacsak azokat Ön nem adja meg önként és tudatosan.",
  "collection_personalInfo_p3": "A személyes adatait a VRNL és szolgáltató partnerei felhasználhatják weboldalaink és szolgáltatásaink működtetésére, valamint tájékoztatására az új funkciókról, termékekről és szolgáltatásokról, amelyeket a VRNL és leányvállalatai kínálnak.",
  "info_provide_us": "1. Ön által megadott információk",
  "info_provide_us_desp": "A vrnl.net használatakor kérhetjük és gyűjthetjük a következő személyes adatokat, és ezek nélkül előfordulhat, hogy nem tudjuk biztosítani az összes kért szolgáltatást:",
  "reg_data": "a. Regisztrációs adatok",
  "reg_data_desp": "A weboldal bizonyos funkcióinak, az alkalmazásnak és a szolgáltatásoknak (például eseményregisztrációk és weboldal kampányok) használatához alapvető kapcsolattartási adatokat adhat meg, beleértve, de nem kizárólagosan:",
  "reg_data_list": "<li><span>Keresztnév</span></li> <li><span>Vezetéknév</span></li> <li><span>Email cím</span></li>",
  "user_pro_details": "b. Felhasználói profil adatai",
  "user_pro_details_desp": "A 'Saját profil' részben további személyes adatokat gyűjthetünk és rögzíthetünk, amelyek segítenek testreszabott tartalmak biztosításában és a felhasználói profil karbantartásában, beleértve, de nem kizárólagosan:",
  "user_pro_details_list": "<li><span>Név</span></li> <li><span>Nem</span></li> <li><span>Email cím</span></li> <li><span>Születési dátum</span></li> <li><span>Ország</span></li> <li><span>Város</span></li> <li><span>Mobiltelefonszám</span></li>",
  "mobile_device_permissions": "c. Mobil eszköz jogosultságok",
  "mobile_device_permissions_desp": "Amikor alkalmazásunkhoz mobil eszközön, táblagépen, TV-n vagy más, az alkalmazáshoz hozzáféréssel rendelkező eszközön fér hozzá, a következő engedélyeket kérhetjük:",
  "mobile_device_permissions_list": "<li><span>Fiókok - Több felhasználói fiók kezelésére és bejelentkezéshez</span></li> <li><span>Kapcsolatok - A felhasználók kapcsolataihoz való hozzáféréshez, cikkek megosztásához az alkalmazáson keresztül</span></li> <li><span>Telefon - Telefon állapotának olvasása és értesítések engedélyezése a felhasználó eszközén. Az IMEI csak az egyedi felhasználók azonosítására kerül gyűjtésre</span></li> <li><span>Kamera - Felhasználói képek és profilkép feltöltéséhez, a kamera használata az alkalmazásban</span></li> <li><span>Mikrofon - Hangvezérlés engedélyezéséhez</span></li> <li><span>Tárhely - Fájlok és mappák eléréséhez az alkalmazásból</span></li> <li><span>SMS - Ellenőrző üzenetek küldéséhez és fogadásához</span></li>",
  "mobile_device_permissions_desp2": "Ezekhez a beállításokhoz szükséges engedélyek az alkalmazás megfelelő működéséhez elengedhetetlenek. Az engedélyeket a felhasználó az eszköz 'beállítások' menüjében kezelheti.",
  "info_voluntarily": "2. Ön által önkéntesen megadott információk",
  "info_voluntarily_desp": "Ha személyes levelezést küld nekünk, például e-maileket vagy leveleket, vagy ha más felhasználók vagy harmadik felek küldenek nekünk információt az Ön tevékenységeiről vagy bejegyzéseiről a vrnl.net-en, gyűjthetjük és tárolhatjuk ezeket az információkat.",
  "info_voluntarily_para": "További információkat is gyűjthetünk más időpontokban, például visszajelzés, tartalom- vagy e-mail beállítások módosítása, felmérésekre adott válaszok, vagy kommunikáció során. Ezek az információk tartalmazhatják nevét, e-mail címét, mobilszámát, helyzetét stb.",
  "info_auto": "3. Automatikusan gyűjtött információk",
  "info_auto_desp": "Gyűjtünk információkat az Ön szolgáltatásaink használatáról, az interakcióiról velünk és hirdetéseinkkel, valamint az eszközéről (például mobil, táblagép és egyéb megjelenítő eszközök). Ez az információ a következőket tartalmazza, de nem kizárólagosan:",
  "info_auto_list": "<li><span>Tevékenységek a vrnl.net-en, például megtekintett oldalak típusa, oldalon töltött idő, keresési lekérdezések stb.</span></li> <li><span>Interakciók e-mail, ügyfélszolgálat és üzenetküldő platformunkkal</span></li> <li><span>Geo-hely információ IP-címek alapján</span></li> <li><span>Eszköz adatok, mint eszközazonosító, eszközmodell és egyéb egyedi azonosítók</span></li> <li><span>Hirdetési azonosítók, pl. mobil eszközökön található IDFA vagy GAID</span></li> <li><span>Cookie-k és egyéb technológiák használata által gyűjtött információk*</span></li>",
  "info_auto_note": "*Megjegyzés: Élményének fokozása érdekében használhatunk <b>cookie-kat</b> vagy hasonló technológiákat, hogy Önnek <b>egyedi felhasználói azonosítót</b> rendeljünk és megértsük érdeklődési körét. A cookie-k nem fedik fel az Ön személyazonosságát, hacsak azt nem adja meg önként, és nem férnek hozzá adatokhoz az eszközéről. Hirdetők saját cookie-kat állíthatnak be hirdetéseikkel kapcsolatban, amelyeket nem ellenőrzünk. Bizonyos technikai adatokat is gyűjtünk a weboldal, alkalmazás vagy szolgáltatás használatakor bármely internetkapcsolattal rendelkező eszközön.",
  "inferred_info": "4. Használat és naplóadatok alapján következtetett információk",
  "inferred_info_desp": "A vrnl.net használata alapján bizonyos információkat követhetünk. Ezt belső kutatásra használjuk fel a felhasználók demográfiai adatai, eszközei, érdeklődése és viselkedése alapján, hogy jobban megértsük, védjük és szolgáljuk felhasználóinkat. Ezek az adatok összesítve kerülnek elemzésre.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Az Ön adatait felhasználhatjuk a felhasználói viselkedés és preferenciák belső elemzésére és kutatására. Ezenkívül az adatait a következőkre is felhasználhatjuk:</strong><br> (i) Érdeklődés felmérése befektetési lehetőségek, szolgáltatások, ajánlatok és előfizetések iránt; <br> (ii) Analitikák és ügyfélkutatás végzése, érdeklődés meghatározása, értékesítést generáló tartalom azonosítása és forgalmi minták elemzése.<br>",
  "inferred_info_a": "a. Interaktív funkciók",
  "inferred_info_a_desp1": "A vrnl.net számos olyan funkciót kínál, amely lehetővé teszi a felhasználók számára személyes adatok megosztását és kommunikációt más felhasználókkal. Az ilyen funkciók használata és bármilyen személyes adat (pl. e-mail cím) megadása kizárólag az Ön felelőssége, a vrnl.net nem vállal felelősséget. Ha a részvétel során megsértették a magánszféráját, értesítheti e-mailben a vrnl@gmail.com címen.",
  "inferred_info_a_desp2": "Ha üzeneteket tesz közzé közösségi média fiókokon, fórumokon, chat szobákban vagy más üzenetfelületeken, vagy visszajelzést hagy, összegyűjtjük az Ön által megadott információkat. Ezeket az adatokat a szükséges ideig tároljuk viták rendezéséhez, ügyfélszolgálat biztosításához és problémamegoldáshoz, törvényben engedélyezett módon. Az adatok összesített formában is megőrizhetők piaci trendek és hangulat elemzéséhez. Nem társítjuk a személyes adatokat a hozzászólásokkal az elemzés során.",
  "inferred_info_b": "b. Felhasználói élmény és támogatás",
  "inferred_info_b_desp1": "Az IP-címét a szerver problémák diagnosztizálására és az alkalmazás adminisztrációjára használjuk. Az IP-cím az Ön azonosítását és demográfiai adatok gyűjtését is szolgálja a személyre szabott élmény érdekében.",
  "inferred_info_b_desp2": "Időnként online kérdőívek kitöltését kérhetjük. Ezek demográfiai adatokat, például irányítószámot vagy életkort kérhetnek. Ezeket az adatokat az Ön élményének testreszabására használjuk a vrnl.net-en.",
  "info_thirdparty": "5. Harmadik felek által gyűjtött információk",
  "info_thirdparty_a": "a. Közösségi média bejelentkezés",
  "info_thirdparty_a_desp": "Ha más fiókokkal, például Facebook vagy Gmail segítségével regisztrál, az információkat onnan is lekérjük a szolgáltatások biztosítása érdekében. Ezek az információk tartalmazhatják, de nem kizárólagosan:",
  "info_thirdparty_a_list": "<li><span>Facebook - nyilvános adatok, név, email, barátlista</span></li> <li><span>Google - kereszt- és vezetéknév, email</span></li>",
  "info_thirdparty_b": "b. Tranzakciós vagy számlázási adatok",
  "info_thirdparty_b_desp": "Előfizetés vásárlása esetén fizetési partnerünk gyűjtheti a bankkártya vagy bankszámla adatait, valamint a számlázási címet. Ezeket a fizetési partner tárolja. A vrnl.net nem gyűjt közvetlenül pénzügyi adatokat. A fizetési kapuk saját adatvédelmi szabályzatokkal rendelkezhetnek.",
  "lawfulness_processing": "I. A feldolgozás célja és jogszerűsége",
  "lawfulness_processing_desp1": "A vrnl.net csak akkor gyűjt és dolgoz fel személyes adatokat, ha jogalapja van rá. Jogalap lehet az Ön kifejezett hozzájárulása vagy 'jogos érdek', például ügyfélszolgálat nyújtása vagy prémium szolgáltatások biztosítása.",
  "lawfulness_processing_desp2": "Az információkat a szolgáltatás nyújtására, elemzésére, adminisztrálására, javítására és személyre szabására használjuk. Például:",
  "lawfulness_processing_list": "<li><span>Portfólió igények meghatározása, személyre szabott javaslatok, tippek és előrejelzések nyújtása</span></li> <li><span>Tiltott vagy illegális tevékenységek megelőzése, felderítése és vizsgálata, beleértve a csalást</span></li> <li><span>Közönség elemzése, szolgáltatás javítása, tartalom, ajánlások és kézbesítés optimalizálása</span></li> <li><span>Kapcsolattartás a szolgáltatásról (pl. email, push értesítés, SMS, online üzenet)</span></li> <li><span>Értesítés a szolgáltatási feltételek változásáról</span></li> <li><span>Interaktív funkciókban való részvétel biztosítása</span></li> <li><span>Szerződésekből eredő kötelezettségek teljesítése és jogérvényesítés</span></li>",
  "lawfulness_processing_desp3": "Az Ön adatait személyre szabott élmény, betekintés és marketing célokra is felhasználhatjuk.",
  "lawfulness_processing_desp4": "Személyre szabást végezhetünk cookie-k, IP-címek, web beacon-ok és hasonló technológiák használatával a készülékeken. Ehhez kérjük az Ön kifejezett hozzájárulását.",
  "info_usedBy": "II. A cég által használt információk",
  "info_usedBy_desp1": "A felhasználók által megadott információk segítenek a szolgáltatás javításában és a felhasználóbarát élmény biztosításában. Az e-mail címét vagy más személyes adatot marketing üzenetek küldésére is felhasználhatjuk az Ön hozzájárulásával, helyi törvények szerint.",
  "info_usedBy_desp2": "A nyilvánosan elérhető személyes adatokat nem tekintjük érzékenynek. Ha nem ad meg személyes adatot, bizonyos szolgáltatások nem biztosíthatók Önnek.",
  "disclosure_tp": "III. Harmadik feleknek történő adatközlés",
  "disclosure_tp_b": "b. Hirdetés",
  "disclosure_tp_b_desp": "Hirdetők számára az összesített statisztikák alapján biztosítunk adatokat. Harmadik fél hirdetési cégek hirdetéseket szolgáltathatnak, de az Ön személyes adatait nem adjuk ki engedélye nélkül.",
  "disclosure_tp_d": "d. Promóciós ajánlatok",
  "disclosure_tp_d_desp": "Az Ön személyes adatait a vrnl.net-en kívül megosztjuk vagy közzétesszük, ha ehhez az Ön beleegyezését kaptuk. Például SMS és e-mail alapú szolgáltatások nyújtása marketing hírlevelek, promóciók és ajánlatok formájában.",
  "disclosure_tp_f": "f. Jogszabályi kötelezettség",
  "disclosure_tp_f_desp": "A vrnl.net személyes azonosításra alkalmas adatokat hozhat nyilvánosságra, ha azt jogszabály előírja vagy jóhiszemű meggyőződésünk szerint szükséges a következő célokra:",
  "disclosure_tp_f_list": "<li><span>törvényi rendelkezések betartása vagy jogi eljárás teljesítése a weboldallal vagy tulajdonosaival szemben;</span></li> <li><span>a vrnl.net, a weboldal tulajdonosainak, vagy a felhasználók jogainak vagy tulajdonának védelme;</span></li> <li><span>rendkívüli körülmények között cselekvés a vrnl.net felhasználóinak, a weboldalnak, tulajdonosainak vagy a nyilvánosság személyes biztonságának védelme érdekében.</span></li>",
  "controls_choices": "IV. Az Ön irányítási lehetőségei és választásai",
  "managing_info": "Az Ön információinak kezelése",
  "managing_info_desp1": "Amikor a moneycontrol szolgáltatásait használja (weboldalak vagy aloldalak), mindent megteszünk annak érdekében, hogy kérésére hozzáférést biztosítsunk személyes adataihoz, és biztosítsuk, hogy a pontatlan vagy hiányos személyes adatokat vagy érzékeny személyes adatokat a lehetőségek szerint korrigáljuk vagy módosítsuk, figyelembe véve a jogszabályi vagy üzleti követelményeket.",
  "managing_info_desp2": "A felhasználóktól kérjük, hogy azonosítsák magukat és az elérni, módosítani vagy törölni kívánt adatokat, és megtagadhatjuk a kérések feldolgozását, ha azok túlzottan ismétlődőek, rendszerszerűek, aránytalan technikai erőfeszítést igényelnek, veszélyeztetik mások magánéletét vagy rendkívül nehezen teljesíthetőek (pl. biztonsági mentések), vagy ha az elérés más módon nem szükséges. A hozzáférés és javítás szolgáltatását díjmentesen biztosítjuk, kivéve, ha aránytalan erőfeszítést igényel.",
  "managing_info_desp3": "A vonatkozó jogok gyakorlásához írásban kell kérnie az adott jogot az erre szolgáló e-mail címen. Kérjük, használjon megfelelő tárgyat (pl. Adat-hozzáférési kérelem, Adathordozhatósági kérelem, Adattörlési kérelem) a kérelem gyorsabb feldolgozása érdekében.",
  "managing_info_desp4": "Biztosítjuk, hogy bizonyos ellenőrzéseket és választásokat gyakorolhasson az adatgyűjtés, -felhasználás és -megosztás felett. A vonatkozó jogszabályok szerint ezek a lehetőségek a következők lehetnek:",
  "dataAccess_port": "a. Adathozzáférés és hordozhatóság",
  "dataAccess_port_desp": "Az EU (Általános Adatvédelmi Rendelet) jogot biztosít Önnek, hogy másolatot kérjen nálunk tárolt személyes adatairól. Kérheti az Ön által biztosított adatok géppel olvasható, szabványos formátumban történő átvitelét más szolgáltatóhoz, amennyiben technikailag lehetséges.",
  "data_retention": "c. Adatok megőrzése és törlése",
  "data_retention_desp1": "Személyes adatait addig őrizzük meg, amíg az a jelen irányelvben meghatározott jogos üzleti érdekek és jogi kötelezettségek teljesítéséhez szükséges. Ha nem kívánja, hogy az adatait használjuk, kérheti törlésüket és a vrnl.net fiók lezárását.",
  "data_retention_desp2": "Kérjük, vegye figyelembe, hogy az adatok törlése során:",
  "data_retention_list": "<li><span>Néhány adatot megtarthatunk jogos üzleti érdekek, pl. csalásmegelőzés és biztonság növelése érdekében.</span></li> <li><span>Jogszabályi kötelezettségek teljesítéséhez szükséges adatokat megtarthatunk (pl. adózás, audit).</span></li> <li><span>Az Ön által megosztott információk (pl. fórum bejegyzések) továbbra is nyilvánosan láthatók lehetnek, de az Ön nevével való összekapcsolás eltávolításra kerül.</span></li> <li><span>Biztonsági mentések miatt az adatok maradványai csak korlátozott ideig maradnak meg.</span></li>",
  "data_retention_note": "(Megjegyzés: Ha több fiókja van a moneycontrol-nál, külön-külön kell kérnie a törlést minden fiókra vonatkozóan.)",
  "withdrawing_consent": "d. Hozzájárulás visszavonása és feldolgozás korlátozása",
  "withdrawing_consent_desp": "Bármikor visszavonhatja hozzájárulását az e-mail küldésével. Kérhetjük személyazonossága igazolását, majd a kérelemnek megfelelően leállítjuk az adatfeldolgozást.",
  "fail_provideConsent": "V. Ha nem ad hozzájárulást",
  "fail_provideConsent_desp": "A vrnl.net hirdetési platform, ezért a személyes adatok felhasználása elengedhetetlen szolgáltatásaink nyújtásához. Hozzájárulás hiányában nem tudjuk biztosítani szolgáltatásainkat.",
  "childrens_privacy": "VI. Gyermekek adatvédelme",
  "childrens_privacy_desp1": "A vrnl.net nem kifejezetten 16 év alattiaknak készült, és nem engedélyezzük számukra a regisztrációt vagy személyes adatok megadását. Ha kiderül, hogy 16 év alatti gyermek személyes adatait gyűjtöttük, megfelelő lépéseket teszünk törlésükre és értesítjük a szülőt.",
  "childrens_privacy_desp2": "A szülők felelőssége gyermekeik használatának ellenőrzése. Nem gyűjtünk szándékosan 16 év alattiaktól személyes adatot vagy küldünk promóciós anyagokat.",
  "data_transfer": "VII. Adatátvitel, tárolás és feldolgozás globálisan",
  "data_transfer_desp": "Globálisan működünk, és adatait leányvállalatainkhoz vagy harmadik felekhez továbbíthatjuk világszerte. Megfelelő lépéseket teszünk az adatok védelmére, beleértve az EU-ból történő adatátvitel esetén a Bizottság által jóváhagyott standard szerződéses záradékok alkalmazását.",
  "security_compliance": "VIII. Biztonság és jogszabályoknak való megfelelés",
  "security_compliance_desp": "Folyamatosan frissítjük a biztonsági intézkedéseket a jogosulatlan hozzáférés, adatvesztés, megsemmisítés vagy módosítás ellen. Biztonsági problémák esetén kérjük, értesítse ügyfélszolgálatunkat.",
  "changein_policy": "IX. Adatvédelmi szabályzat módosítása",
  "changein_policy_desp": "Ez az Adatvédelmi szabályzat időről időre módosulhat. A változtatások azonnal hatályba lépnek, és felülírják a korábbi szabályzatot. A jelentős változásokról értesítjük Önt, és Ön felelős a szabályzat rendszeres ellenőrzéséért.",
  "contact_info": "X. Kapcsolat",
  "contact_info_a": "a. Támogatás",
  "contact_info_a_desp": "Információkért vagy kérdésekért az adatkezeléssel kapcsolatban írjon e-mailt:",
  "contact_info_b": "b. Panaszok",
  "contact_info_b_desp1": "Adatvédelmi tisztviselőnkhöz fordulhat panasszal. Jogában áll panaszt tenni a megfelelő adatvédelmi hatóságoknál.",
  "contact_info_b_desp2": "Adatkezeléssel vagy adatvédelmi szabályzattal kapcsolatos kérdések esetén lépjen kapcsolatba adatvédelmi tisztviselőnkkel.",
  "risk_management_title": "Az Ön fogadásai, a mi felelősségünk – Kiemelkedő kockázatkezelés",
  "risk_management_title2": "Olyan vállalat, amely folyamatosan innovatív megoldásokat keres üzleti igényei kielégítésére.",
  "dedicated_rm_team": "Dedikált kockázatkezelő csapat",
  "dedicated_rm_team_desp": "Kiemelkedő és <b>nagyon tapasztalt kockázatkezelő csapatunk</b> <b>24/7</b> működik. Elsődleges feladatuk minden fogadás és tranzakció figyelése a platformon, a <b>fair play</b> és <b>biztonság</b> biztosítása érdekében.",
  "key_features_rm": "Főbb jellemzők",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Valós idejű figyelés:</strong> Fejlett rendszerek folyamatosan követik a fogadásokat, odds-változásokat és a felhasználói tevékenységet.</span></li> <li><strong>Kézi ellenőrzés:</strong> Riasztások indítanak mélyebb vizsgálatot a fogadási minták, odds változások és fióktevékenységek tekintetében.</li> <li><strong>Kockázatcsökkentés:</strong> Azonnali intézkedések, például fogadások érvénytelenítése/felfüggesztése, fiókok zárolása, felhasználók ellenőrzése szabálytalanság esetén.</li> <li><strong>Adat elemzés:</strong> Élő és történeti adatok folyamatos felülvizsgálata a kockázati trendek felismeréséhez és megelőzési stratégiák javításához.</li> <li><strong>Eseménykezelés:</strong> Strukturált terv a biztonsági incidensek, csalások vagy egyéb fenyegetések gyors és hatékony kezelésére.</li>",
  "benefits_rm": "Előnyök",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Folyamatos képzés:</strong>  A kockázatkezelő csapat folyamatos készségfejlesztése az új fenyegetések hatékony kezelése érdekében.</span></li> <li><strong>Fejlett technológia és biztonság:</strong> Rendszeres frissítések, penetrációs tesztek, szoftverfrissítések és biztonsági auditok.</li> <li><strong>Átláthatóság:</strong>  Egyértelmű kommunikáció a felhasználókkal a kockázatkezelési intézkedésekről a bizalom fenntartása érdekében.</li> <li><strong>Folyamatos fejlesztés:</strong> A stratégiák folyamatos fejlődése a korábbi esetek és újonnan felmerülő kockázatok alapján a platform integritásának és a felhasználói érdekek védelmében.</li>",
  "sbs_bold": "Sport <strong>fogadási szoftver</strong>",
  "sbs_bold_p1": "Készen áll arra, hogy a sportfogadási élményt a következő szintre emelje? Ne keressen tovább, mint a VRNL Sports Betting Software! Ebben a cikkben bemutatjuk, hogyan alakíthatja át a VRNL csúcstechnológiája a fogadási élményt. Több mint két évtizedes iparági tapasztalattal a VRNL az Ön megbízható partnere az innovatív sportfogadási megoldások terén. Merüljünk el a sportfogadási szoftver világában, és fedezzük fel, hogyan emelhetjük játékát magasabb szintre.",
  "sbs_bold_p2": "A VRNL Sports Betting Software számtalan lehetőséget kínál a sportkedvelők és fogadók számára. Az információk pontosságára, relevanciájára és hasznosságára összpontosítva a VRNL a szakértelmet és a személyes tapasztalatokat ötvözi, hogy átfogó fogadási megoldást hozzon létre. Bízzon a VRNL-ben, hogy új magasságokba emelje sportfogadási élményét.",
  "sbs_bold_p3": "Fedezze fel a VRNL sportfogadási szoftverét még ma, és emelje a fogadási játékát a következő szintre!",
  "sbs_try_b2b": "Próbálja ki B2B fogadási szoftverünket",
  "sbs_try_b2c": "Próbálja ki B2C fogadási szoftverünket",
  "sbs_mf_desp": "Széles eszköztárat kínálunk fogadási szoftverünk kezelésének megkönnyítésére. Ezek közül kiemeljük a legerősebb és különösen a globális szinten versenyzők számára kulcsfontosságúakat:",
  "sbs_mf_list": "<li> <strong>Valós idejű oddsok:</strong> Maradjon naprakész valós idejű oddsokkal, amelyek versenyelőnyt biztosítanak. A VRNL szoftvere biztosítja, hogy soha ne maradjon le a legjobb lehetőségekről.</li> <li> <strong>Mobil kompatibilitás:</strong> Fogadjon útközben a VRNL mobil-kompatibilis szoftverével. Akár iOS-t, akár Androidot használ, a platform zökkenőmentesen alkalmazkodik az eszközéhez.</li> <li> <strong>Fejlett odds szolgáltatás:</strong> Újradefiniálja a sportadat API-kat. 100%-ban pontos előmeccs oddsokat és a leggyorsabb élő adatok feedet biztosít minimális késleltetéssel.</li> <li> <strong>Rugalmas integráció:</strong> Platformunk zökkenőmentesen integrálható rendszerébe API vagy iFrame segítségével, így sokoldalú megvalósítást kínál.</li>",
  "sbs_benefits": "Mik lesznek az előnyök? <b>Hadd magyarázzuk el</b>",
  "sbs_benefits_p1": "<strong>Az online és kiskereskedelmi fogadási platform futtatásának előnye</strong> Az online fogadási platform indítása valóban kihívást jelenthet.",
  "sbs_benefits_p2": "Ezért terveztünk egy <strong>átfogó sportfogadási szoftver</strong> környezetet a folyamat egyszerűsítése érdekében, első osztályú odds szolgáltatókkal, hogy a lehető legszélesebb lefedettséget biztosítsuk.",
  "sbs_benefits_p3": "Szabályozott partnereink teljes támogatást kapnak az online fogadási iparba való belépéshez, valamint lehetőséget a márkázott vagy nem márkázott platformverziók használatára.",
  "sbs_benefits_p4": "Szoftverünk erőteljes kockázatkezelési eszközöket tartalmaz, így gyors és egyszerű a beállítás, és készen áll a skálázásra, ahogy üzlete növekszik.",
  "sbs_benefits_p5": "Az <strong>online játékosok és fogadóirodák</strong> kezelése soha nem volt ilyen egyszerű és felhasználóbarát.",
  "complete_sbs": "Teljes sport <strong>fogadási szoftver</strong>",
  "whatwe_have": "Mit kínálunk Önnek?",
  "whatwe_have_list": "<li> <strong>Játékos fiók kezelése:</strong> Platformunk robusztus fiókkezelést biztosít, beleértve a regisztrációt és az ellenőrzést. Hatékony rendszert is működtetünk a csaló fiókok észlelésére és kezelésére.</li> <li> <strong>Geolokációs eszközök:</strong> Eszközöket kínálunk az IP-címekből származó helyinformációk kinyerésére, biztosítva a pontos geolokációs szolgáltatásokat.</li>",
  "whatwe_have_desp": "Átfogó támogatásunkkal az elsődleges fókusza a kiskereskedelmi fogadóirodák és online hálózatok kiépítése és fejlesztése lehet.",
  "b2c_sbs": "B2C sportfogadási szoftver",
  "b2c_sbs_p1": "A VRNL az Ön első számú célpontja B2C sportfogadási szoftvermegoldásokhoz. Megbízható név az iparban, elkötelezett a csúcstechnológiájú szoftverek szállítása mellett, amelyek fokozzák sportfogadási élményét. Legyen Ön tapasztalt fogadó vagy új a sportfogadások világában, nálunk megtalálja a szükséges eszközöket. Próbálja ki a VRNL sportfogadási szoftverét még ma, és emelje fogadási játékát a következő szintre!",
  "b2c_sbs_p2": "A B2C (üzlet a fogyasztónak) sportfogadási szoftver azt a technológiát és platformot jelenti, amelyet a sportfogadás-szolgáltatók használnak a sportfogadási szolgáltatások közvetlen nyújtására a végfelhasználóknak.",
  "b2c_sbs_p3": "Ez a szoftver lehetővé teszi a fogyasztók számára, hogy különböző sporteseményekre fogadjanak webes vagy mobilalkalmazásokon keresztül. Íme néhány kulcsfontosságú funkció és összetevő, amely tipikusan megtalálható a B2C sportfogadási szoftverben:",
  "b2c_sbs_list": "<li> <b>Felhasználói regisztráció és fiókkezelés:</b> Lehetővé teszi a felhasználók számára fiókok létrehozását, személyes adatok kezelését és a fogadási előzmények nyomon követését. </li> <li> <b>Ügyfélszolgálat:</b> Ügyfélszolgálati lehetőségeket kínál, például élő chat, e-mail és telefonos támogatás a felhasználói kérdések és problémák kezelésére. </li> <li> <b>Partnerprogramok:</b> Partnerprogramokat kínál marketing és promóció céljából, lehetővé téve a partnerek számára, hogy jutalékot szerezzenek a felhasználók ajánlása után. </li>",
  "casino_sbs": "Kaszinó és sport <strong>fogadási szoftver</strong>",
  "casino_sbs_list": "Szolgáltatók 75+<br /> Játékgépek 15,000+<br /> Asztali játékok 500+<br /> Videopóker 700+<br /> Egyéb játékok 200+<br /> Élő játék show<br /> Első személy játékok<br /> Amerikai rulett élő<br /> Élő blackjack<br /> Baccarat élő<br /> Casino Hold’em élő<br /> SICBO<br /> Sárkány tigris élő<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "Kaszinó platform",
  "onc_desp1": "A VRNL teljes megoldást kínál a <strong>White Label Casino</strong> ajánlatával.",
  "onc_desp2": "Az <strong>online kaszinó platform</strong> egyszerűséget biztosít, könnyen kezelhető kezdők és tapasztalt szakemberek számára is. A VRNL segítségével teljes körű útmutatást kap az <strong>online kaszinó</strong> vállalkozás elindításához.",
  "onc_desp3": "Mielőtt belevágna, hívjuk, hogy élőben is megtapasztalja zökkenőmentes működését.",
  "wlc_mainFeatures_desp1": "Széles eszköztárat kínálunk online kaszinó platformunk kezeléséhez. Kiemeljük a legbefolyásosabb és a globális versenyhez elengedhetetlen eszközöket:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>A világ legnagyobb online kaszinó játék katalógusa,</strong> gondosan válogatva az iparág legjobb szolgáltatóitól </li> <li> <strong class='black-color'>Bónuszok és nyerőgépes profit optimalizáló eszközök</strong> </li> <li> <strong class='black-color'>Kampányépítő és játékverseny-kezelő</strong> </li> <li> <strong class='black-color'>Zökkenőmentes API vagy iFrame integráció</strong> </li>",
  "wlc_mainFeatures_desp2": "Emellett csomagunk tartalmaz élő kaszinó szoftvert, amely lehetővé teszi a felhasználók számára, hogy az otthonuk kényelméből élvezhessék az igazi kaszinó élményt.",
  "wlc_benefits": "Mik lesznek az előnyök?",
  "letus_explain": "Hadd magyarázzuk el",
  "letus_explain_desp1": "Gondolkodik az online fogadás világában való belépésen? A VRNL cég kínál egy",
  "letus_explain_desp2": "kaszinó white label megoldást, amely tökéletes kiindulópont lehet Önnek.",
  "letus_explain_desp3": "Használja profi szolgáltatásainkat és szakértelmünket, valamint fejlett <strong>kaszinó platformjainkat</strong> és technológiánkat. Szabályozott partnereink teljes támogatást kapnak az online kaszinóiparba való belépéshez, a választási lehetőséggel, hogy márkázott vagy nem márkázott platformverziót használjanak.",
  "letus_explain_desp4": "Az online kaszinó vállalkozás elindítása összetett folyamat lehet. Ezért hoztuk létre a teljes kaszinó környezetet, kiemelkedő játék szolgáltatókkal és több mint 1,000 játékkal. A játékmatematika biztonságos és tanúsított, biztosítva a nyugalmat.",
  "letus_explain_desp5": "Terjessze üzletét egyszerűen a platform erőteljes kockázatkezelési eszközeivel, gyors és egyszerű beállítás érdekében.",
  "wlc_complete_solutions": "Teljes <span>Kaszinó White Label</span> megoldások",
  "wlc_offer": "Mit kínálunk Önnek?",
  "wlc_complete_solutions_list": "<li>Ellenőrzési eljárások, hivatalosan jóváhagyva a szabályozó hatóságok által</li> <li>Affiliate marketing eszközök, ajánlói rendszer és közösségi média integráció</li> <li>Mobil push értesítések, web push értesítések és alkalmazáson belüli üzenetküldés</li> <li>Játékos fiók kezelése, regisztráció és ellenőrzés, valamint csaló fiók felismerő rendszer</li> <li>Geolokációs eszközök az IP-cím helyadatainak kinyerésére</li>",
  "wlc_complete_solutions_more": "De várjon, van még",
  "wlc_complete_solutions_desp": "<strong>A VRNL platformja kiváló teljesítményre és stabilitásra van optimalizálva</strong>. Csúcstechnológiát használunk, amely kétszer gyorsabban működik, mint a hagyományos kaszinó platformok. Kiterjedt tapasztalatunk a mai leggyorsabb és legerősebb alkalmazást hozta létre.",
  "wlc_numbers": "<span>White Label</span> Kaszinó számokban",
  "wlc_numbers_p1": "Fedezze fel a VRNL White Label Casino megoldásainak végtelen lehetőségeit. Emelje kaszinó üzletét a széles kínálat segítségével",
  "wlc_numbers_p2": "A világ vezető Live Casino szolgáltatóinak legjobb válogatása",
  "wlc_numbers_p3": "Páratlan online élő asztali választék, többcsatornás elérhetőséggel",
  "wlc_numbers_list": "<li>Több mint 75 szolgáltató</li> <li>Több mint 15,000 nyerőgép</li> <li>500+ asztali játék</li> <li>700+ videopóker játék</li> <li>Több mint 200 egyéb játék</li>",
  "wlc_numbers_p4": "Dedikált csapatunk végigvezeti Önt minden fázison, a kezdeti képzéstől a produkció elindításáig",
  "wlb_platform": "White Label fogadási platform",
  "wlb_platform_p1": "A VRNL <b class='bold'>white label sportfogadási megoldása</b> teljesen kezelt csereplatformot kínál. <br />",
  "wlb_platform_p2": "A white label sportfogadási megoldás egyik kiemelkedő tulajdonsága a kivételes <b class='bold'>gyorsaság a weboldal létrehozásában és telepítésében</b>. Dedikált csapatunk tíz munkanapon belül üzembe helyezheti sportfogadási weboldalát, <b class='bold'>pontosan az Ön igényei szerint</b>. <br />",
  "wlb_platform_p3": "<b class='bold'>Szolgáltatásunk tartalmaz speciális tárhelyet</b>, a szükséges szoftvereket, élő sportesemények odds feedjeit, kockázatkezelési eszközöket és kiemelkedő ügyfélszolgálatot. Vezető white label fogadási platform vagyunk.",
  "wlb_platform_list": "<li>Weboldal fejlesztés, <b>Márkázás, Testreszabás</b>, és az ügyfelek csereplatformjának alapos tesztelése</li> <li>Rendszeres frissítések és funkcióbővítések</li> <li><b>Hardver biztosítás</b>, tárhely, 24/7 felügyelet és teljes körű támogatás</li> <li><b>Sokféle fogadási piac,</b> sport kategóriák és ligák</li> <li>Hatékony fogadás elfogadás és pontos elszámolás</li> <li>Fejlett kockázatkezelés, robusztus könyvelés és szigorú felügyeleti eszközök</li>",
  "wlb_platform_p4": "A VRNL dedikált tanácsadói gondosan felmérik az igényeit, és bemutatják Önnek a sablonok és legújabb fejlesztési eredmények válogatott listáját. Minden platformunk többnyelvű és több pénznemet támogató, a felhasználói felület (UI) gondosan igazodik az Ön igényeihez.",
  "wlb_platform_customization": "Testreszabások",
  "be_unique": "Legyen egyedi",
  "be_unique_desp1": "<b class='bold'>A VRNL a testreszabott white label fogadási platformokra, kaszinókra és</b> testreszabott megoldásokra specializálódott, amelyek fokozzák márkája identitását.",
  "be_unique_desp2": "Szakértőink biztosítják, hogy minden részlet, a látványos felületektől a logó integrációig és funkcióbővítésekig, összhangban legyen az Ön elképzeléseivel.",
  "be_unique_desp3": "Induljon el a VRNL világában, ahol az Ön egyedi elképzelése valóra válik.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Optimalizálja a fogadási oddsokat a VRNL segítségével",
  "wlb_platform_odds_p1": "Maradjon a verseny előtt fejlett <b class='bold'>odds menedzsment szolgáltatásainkkal</b>. Valós idejű odds kiigazításokat, kockázatkezelést és piaci elemzést biztosítunk, hogy optimalizálja sportfogadási kínálatát és javítsa a játékosok élményét.",
  "wlb_platform_odds_p2": "Szakértő csapatunk elkötelezett a siker biztosításában. Vegye fel velünk a kapcsolatot még ma, és fedezze fel, hogyan emelhetjük fogadási üzletét a következő szintre.",
  "wlb_platform_zeroRisk": "Zero kockázat",
  "wlb_platform_zeroRisk_h1": "Kereskedési és kockázatkezelési szolgáltatások",
  "wlb_platform_zeroRisk_p1": "Teljes körű kereskedési és kockázatkezelési szolgáltatásokat kínálunk, valamint szakértői útmutatást az odds menedzsmenthez. Ezen kívül egyedülálló funkciót kínálunk – a nyeremény fedezetet. Gyakorlatilag ez azt jelenti, hogy ha platformja nem termel bevételt, mi átvállaljuk a kifizetéseket a játékosok számára. A nyugalma az elsődleges számunkra.",
  "wlb_platform_bpb": "Fogadási platform márkázás",
  "wlb_platform_bpb_layouts": "Korlátlan elrendezések",
  "wlb_platform_bpb_layouts_desp": "Válasszon a <b>sokféle fogadási elrendezés</b> közül sablonjainkból. Alternatívaként teljes kreatív irányítást gyakorolhat saját elrendezésének megalkotásában API szolgáltatásaink segítségével. Ezzel Ön és fejlesztőcsapata autonóm módon építhet teljesen testreszabott felhasználói felületet, pontosan az Ön elképzelése szerint.",
  "Betting": "Fogadás",
  "B2C": "B2C",
  "Casino": "Kaszinó",
  "main_sec_title": "A VRNL a vezető sportfogadási szoftver szolgáltató Bangladesben.",
  "who_we_are": "Kik vagyunk",
  "what_we_do": "Mit csinálunk",
  "about_us_title": "Rólunk - White label sportfogadási szoftver és online kaszinó",
  "casino_providers": "Kaszinó szolgáltatók",
  "betting_providers": "Fogadási szolgáltatók",
  "games_providers": "Játék szolgáltatók",
  "online_exch_sw_title": "Forradalmasítsa üzletét a VRNL online tőzsdei szoftverével",
  "casino_games_title": "Kaszinójátékok - White label kaszinó",
  "casino_tournaments_title": "Kaszinóverseny szoftver - White label online kaszinó",
  "esports_title": "eSports fogadási szoftver, amely lehetővé teszi a felhasználók számára a top eSports játékokra történő fogadást",
  "faq_title": "VRNL GYIK – Útmutató a gyakori kérdésekhez és válaszokhoz",
  "iframe_title": "Sportsbook iFrame White label sportfogadás és kaszinó",
  "live_casino_title": "White label kaszinó - indítsa el saját online kaszinóját",
  "lottery_games_title": "Lottójátékok - White label kaszinó",
  "mobile_title": "Emelje játékát a VRNL mobil sportfogadási szoftverével",
  "online_casino_sw_title": "Online kaszinó szoftver - Az online kaszinó szoftver és platform szolgáltató fejlődése",
  "ourTheme_title": "Fogadjon és nyerjen: Munkánk az online fogadás és kaszinók világában",
  "risk_management_title_main": "Kockázatkezelési stratégiák sportfogadási operátorok számára - White label sportfogadási szoftver és kaszinó",
  "sport_bet_title": "Fokozza fogadási élményét a VRNL sportfogadási szoftverével",
  "wlc_title": "White label kaszinó - Kezdje online kaszinóját egyszerűen a White Label Casino megoldásunkkal.",
  "whiteLabel_title": "VRNL – Az Ön személyre szabott white label sportfogadási szoftver szolgáltatója",
  "TOAST": {
    "FILL_REQUIRED": "Kérjük, töltse ki az összes kötelező mezőt.",
    "SUBMITTING": "Kérelem elküldése...",
    "SUCCESS": "A demókérés sikeresen elküldve!",
    "ERROR": "Hiba történt. Kérjük, próbálja újra."
  },
  "disclosure_tp_a_desp": "<strong>a. Általános tájékoztatás</strong><br>Előfordulhat, hogy a vrnl.net bizonyos személyes adatokat elérhetővé tesz stratégiai partnerei számára, akik a vrnl.nettel együttműködve nyújtanak szolgáltatást, vagy segítik a vrnl.netet az ügyfelek felé történő marketingben. Például amikor előfizetést vásárol és aktivál, engedélyezi a vrnl.netnek, hogy az aktiválási folyamat során megadott információkat cserélje a szolgáltatás teljesítése érdekében. Ha jóváhagyta a szolgáltatást, fiókjára a vrnl.net adatvédelmi irányelvei vonatkoznak. A személyes adatokat a vrnl.net csak a szolgáltatás és marketing javítása érdekében osztja meg; harmadik felekkel marketingcélokra nem kerülnek megosztásra.<br>A vrnl.net gondosan kiválaszthat más cégeket is, hogy tájékoztatást küldjenek Önnek termékeikről vagy szolgáltatásaikról, amelyek kapcsolódnak az oldal szolgáltatásához, de nem szükségesek annak működéséhez ('Kiterjesztett szolgáltatás'). Ha a vrnl.net személyesen azonosítható adatokat kíván felhasználni a Kiterjesztett szolgáltatáshoz, a vrnl.net weboldal lehetőséget és szükséges útmutatót biztosít az ilyen szolgáltatás elutasításához.<br>Az <b>vrnl.net</b> által küldött információs vagy promóciós levelek kézbesítését is leállíthatja a levélben található utasítások követésével.",
  "objection_processing_desp": "<strong>e. Tiltakozás az adatkezelés ellen</strong><br>Amikor személyes adatait közvetlen marketing célokra dolgozzák fel, bármikor kérheti, hogy szüntessük meg az adatkezelést ezekre a közvetlen marketing célokra azáltal, hogy e-mailt küld nekünk.<br>Kérjük, vegye figyelembe, hogy ha nem engedélyezi számunkra személyes adatok gyűjtését, előfordulhat, hogy bizonyos élményeket, termékeket és szolgáltatásokat nem tudunk biztosítani Önnek, és néhány szolgáltatásunk nem tudja figyelembe venni az Ön érdekeit és preferenciáit. Ha a személyes adatok gyűjtése kötelező, azt egyértelműen jelezzük a gyűjtés pontján, hogy Ön tájékozott döntést hozhasson a részvételről. Ha kérdése van a feldolgozott vagy tárolt személyes adataival, illetve az azokhoz kapcsolódó jogokkal kapcsolatban, lépjen kapcsolatba ügyfélszolgálatunkkal.",
  "disclosure_tp_e_desp": "<strong>e. Üzleti átruházások</strong><br>Személyes adatokat biztosítunk leányvállalatainknak és más megbízható vállalkozásoknak vagy személyeknek, hogy azokat számunkra feldolgozzák, az utasításaink alapján, összhangban adatvédelmi irányelveinkkel és bármely egyéb megfelelő titoktartási és biztonsági intézkedéssel. Például szolgáltatókat vehetünk igénybe az ügyfélszolgálat támogatására.<br>Amennyiben a vrnl más vállalattal egyesül vagy azt más vállalat felvásárolja, illetve üzleti átszervezés vagy átalakítás esetén, mi és leányvállalataink teljes mértékben vagy részben megoszthatjuk személyes adatait egy másik üzleti egységgel.",
  "rectification_iii_desp": "<strong>b. Pontatlan vagy hiányos adatok helyesbítése</strong><br>Kérheti, hogy kijavítsuk Önről a pontatlan vagy hiányos személyes adatokat (ezek azok az adatok, amelyeket nem tud saját maga frissíteni a moneycontrol fiókjában) e-mail küldésével.<br>Fiókbeállításain keresztül hozzáférhet és frissítheti egyes személyes adatait. Ha úgy döntött, hogy vrnl.net profilját összekapcsolja egy harmadik fél alkalmazásával, például a Facebookkal vagy a Google-lal, megváltoztathatja beállításait, és eltávolíthatja az alkalmazás engedélyét a fiókbeállítások módosításával. Ön felelős a személyes adatai naprakészen tartásáért. A vrnl.net időszakos emlékeztetőket küldhet e-mailben, hogy fenntartsa személyes adatai pontosságát.",
  "disclosure_tp_c_desp": "<strong>c. Szolgáltatók</strong><br>A vrnl.net tartalmazhat linkeket különféle harmadik fél weboldalakra, amelyek gyűjthetik személyes adatait. Az ilyen harmadik fél platformján gyűjtött adatok felhasználását az adott platform adatvédelmi irányelvei szabályozzák. Az ilyen weboldalakat vagy alkalmazásokat a saját adatvédelmi szabályaik irányítják, amelyek kívül esnek a mi ellenőrzésünkön. Amint elhagyja szervereinket (megnézheti, hol tartózkodik, ha ellenőrzi a URL-t a böngésző címsorában), a megadott információk felhasználása az alkalmazás üzemeltetőjének adatvédelmi irányelvei szerint történik, amelyet látogat. Ez az irányelv eltérhet a miénktől. Ha nem találja ezeknek az oldalaknak az adatvédelmi irányelveit az alkalmazás kezdőlapján található link segítségével, közvetlenül vegye fel a kapcsolatot az alkalmazás tulajdonosaival további információkért.<br>Nem személyazonosító információkat nyilvánosan és partnereinkkel – például kiadókkal, hirdetőkkel, fejlesztőkkel vagy jogtulajdonosokkal – is megoszthatunk. Például nyilvánosan megosztunk információkat, hogy bemutassuk a szolgáltatásaink általános használatának trendjeit. Bizonyos partnereknek lehetővé tesszük az információk gyűjtését a böngészőjéből vagy eszközéről marketing/promóció és mérési célokra a saját sütijeik vagy hasonló technológiáik használatával.",
  "data_security": "Adatbiztonság"
}