{
  "contact_title": "Sebuah perusahaan yang secara konsisten mengejar solusi inovatif untuk memenuhi kebutuhan bisnisnya.",
  "contact_footer": "“Kami adalah tim ahli strategi kreatif, penggemar teknologi, dan komunikator efektif, didorong oleh hasrat yang tak tergoyahkan untuk industri permainan online. Komitmen tanpa henti kami adalah untuk mendorong kesuksesan klien kami dalam bisnis.”",
  "contact_header": "Hubungi Kami",
  "contact_para": "Konsultasikan dengan ahli VRNL untuk mengetahui bagaimana solusi kami dapat meningkatkan bisnis taruhan Anda.",
  "telegram": "Telegram",
  "write_msg": "KIRIMKAN PESAN KEPADA KAMI",
  "fname": "Nama Lengkap",
  "fname_err": "Kolom ini wajib diisi (min 2 karakter).",
  "email": "Email Anda",
  "email_err": "Email yang valid diperlukan.",
  "country": "Negara",
  "pnumber": "Nomor Telepon",
  "pnumber_err": "Nomor telepon harus 10 digit.",
  "message": "Pesan",
  "sending": "Mengirim…",
  "submit": "Kirim",
  "con_param1": "Kami tidak membagikan informasi pribadi Anda kepada siapapun. Lihat",
  "privacy_policy_form": "“kebijakan privasi”",
  "con_param2": "untuk informasi lebih lanjut",
  "casino_tournament_h1": "<b class='chck'>Turnamen Kasino</b> memungkinkan Anda membuat turnamen dengan tanggal mulai dan berakhir.",
  "casino_tournament_p1": "Alat yang kuat untuk meningkatkan pendapatan bagian kasino adalah penerapan <strong>Turnamen Kasino.</strong>",
  "casino_tournament_h2": "Anda memiliki kemampuan untuk sepenuhnya <strong>menyesuaikan setiap turnamen</strong> dengan memilih daftar slot yang akan ikut serta dalam kompetisi.",
  "casino_tournament_p2": "Untuk <strong>membuat promosi</strong>, Anda hanya perlu memilih <strong>judul</strong> untuk <strong>turnamen</strong>, menentukan <strong>slot</strong> yang akan disertakan, dan menentukan <strong>jackpot</strong> yang akan dibagikan di antara <strong>berbagai hadiah</strong>, semuanya dapat disesuaikan dengan preferensi Anda.",
  "casino_tournament_p3": "Detail penting yang harus dimasukkan meliputi <strong>tanggal mulai,</strong> <strong>tanggal berakhir,</strong> <strong>total jackpot,</strong> jumlah peserta dalam peringkat, serta persyaratan taruhan minimum untuk masuk turnamen.",
  "casino_tournament_p4": "Selain itu, Anda akan selalu memiliki akses ke papan peringkat waktu nyata yang menampilkan nama pengguna, posisi pemain, dan hadiah yang sesuai. Fitur ini dapat meningkatkan pengalaman pengguna di platform kasino Anda, menarik lebih banyak pemain, dan meningkatkan pendapatan.",
  "casinogames_title": "Mengapa memilih platform kami?",
  "casinogames_title_h1": "Katalog terluas di dunia dari ",
  "online_casino_games": "permainan kasino online",
  "online_casino_games_p1": "White Label kami adalah tujuan utama Anda, menyediakan lebih dari 3000+ permainan kasino dan slot yang mendebarkan. Kami bangga menawarkan jangkauan permainan kasino online paling lengkap di internet.",
  "online_casino_games_p2": "Kami melayani operator permainan online, bandar taruhan, lotere, dan organisasi taruhan yang beroperasi di pasar yang diatur.",
  "online_casino_games_p3": "Kami memahami pentingnya permainan yang aman dan adil di dunia kasino online. Oleh karena itu, matematika permainan kami tidak hanya kuat tetapi juga bersertifikasi oleh laboratorium permainan independen. Sertifikasi ini menjamin pengalaman pengguna terbaik bagi pemain Anda, membuat pengalaman permainan kasino online mereka benar-benar unggul.",
  "casino_nos": "ANGKA KASINO",
  "slot_machine": "Mesin Slot",
  "morethan10": "Lebih dari 10",
  "tablegames": "Permainan Meja",
  "morethan4": "Lebih dari 4",
  "videopoker": "Video Poker",
  "morethan": "Lebih dari",
  "lottery": "Lotere",
  "morethan9": "Lebih dari 9",
  "proveedores": "PENYEDIA",
  "morethan12": "Lebih dari 12",
  "online_turnkey": "Kami Menyediakan Solusi Kasino Turnkey Online",
  "casino_wls": "Solusi White Label Kasino",
  "casino_wls_desp": "Luncurkan kasino bermerek Anda sendiri dengan mudah menggunakan solusi white-label VRNL. Sesuaikan kasino Anda, tawarkan pilihan permainan luas, pastikan keamanan, dan mulai menghasilkan pendapatan dengan cepat.",
  "webbranding": "Branding Situs Web",
  "webbranding_desp": "Tingkatkan kehadiran online Anda dengan layanan branding situs web profesional VRNL. Kami merancang, membuat, dan mentransformasikan situs web untuk mencerminkan identitas unik Anda, meninggalkan kesan yang abadi.",
  "toolstraning": "Alat (pelatihan)",
  "toolstraning_desp": "Buka potensi Anda dalam dunia perdagangan dengan alat perdagangan VRNL yang canggih. Solusi mutakhir kami memberi Anda wawasan dan teknologi untuk membuat keputusan tepat dan memaksimalkan kesuksesan perdagangan Anda.",
  "client_support": "Dukungan Klien",
  "client_support_desp": "Tingkatkan pengalaman klien Anda dengan layanan dukungan klien VRNL yang luar biasa. Tim khusus kami siap memberikan bantuan ahli, memastikan kebutuhan klien Anda terpenuhi dengan efisiensi dan perhatian.",
  "aboutus_title": "Kami yakin Anda ingin mengetahui",
  "aboutus_desp": "Sebuah perusahaan yang secara konsisten mengejar solusi inovatif untuk memenuhi kebutuhan bisnisnya.",
  "online_gaming_provider": "Penyedia Permainan Online",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl adalah Penyedia Sportsbook dan Permainan yang mapan dengan rekam jejak luar biasa selama 10 tahun di industri taruhan.</strong> Sejak 2012, kami telah berdedikasi menyediakan layanan bagi bandar taruhan, lotere, dan organisasi taruhan di pasar yang diatur.",
  "about-section1-para2": "Kami adalah tim ahli strategi kreatif, penggemar teknologi, dan komunikator efektif, didorong oleh hasrat yang tak tergoyahkan untuk industri permainan online. Komitmen tanpa henti kami adalah untuk mendorong kesuksesan klien kami dalam bisnis.",
  "about-section1-para3": "Platform permainan mutakhir kami menonjol sebagai salah satu faktor kunci yang telah mendorong Vrnl ke statusnya saat ini sebagai Software House Internasional yang dihormati.<strong style='color: #000;'> Dengan memanfaatkan pengalaman 10 tahun kami di sektor ini, Vrnl dengan bangga memperluas layanan kami ke lebih dari 40 bandar taruhan di 11 negara di seluruh dunia.</strong>",
  "about_us": "Tentang Kami",
  "about_us_desp": "VRNL adalah Platform Terbesar untuk Menyediakan Taruhan Olahraga dan Kasino Online White Label. Kami menawarkan API exchange beserta layanan situs khusus kami untuk Bangladesh dengan margin rendah dan platform yang andal, termasuk kasino. Kami menyediakan API untuk semua liga dalam exchange, beserta layanan streaming online. Nikmati taruhan dengan platform yang andal. Nikmati lebih dari 1000 permainan slot dan permainan meja di situs kami.",
  "our_client": "Klien Kami",
  "our_client_desp": "Di Vrnl, kami tak kenal lelah dalam mengejar kemitraan permainan dan hiburan terbaik untuk memberikan pengalaman tak tertandingi bagi klien dan pemain kami. Melalui kesepakatan kolaboratif dengan kasino internasional terkemuka dan penyedia permainan virtual, kami telah mengintegrasikan Platform Taruhan Olahraga kami dengan beragam permainan. Penawaran ini mencakup mesin slot, permainan meja, hingga kasino live, permainan virtual, dan bahkan permainan fantasi. Komitmen kami terhadap keunggulan melampaui variasi permainan. Platform kami dapat diakses melalui PC desktop maupun perangkat mobile, menampilkan grafis berkualitas tinggi, animasi menarik, dan audio imersif. Menu yang intuitif dan ramah pengguna meningkatkan pengalaman keseluruhan. Proses integrasi cepat kami menggabungkan skalabilitas, fleksibilitas, dan performa tingkat atas dalam perangkat lunak taruhan kami. Proses ini didukung tingkat keamanan dan keandalan tertinggi, menjamin lingkungan permainan yang aman dan terpercaya bagi klien kami. Kami bangga menghadirkan pilihan permainan terluas di sektor ini, memberikan solusi permainan sempurna untuk setiap preferensi. Selamat datang di Vrnl, tempat keunggulan permainan bertemu kemungkinan tak terbatas. Vrnl bangga bermitra dengan nama-nama paling terkenal di antara penyedia perangkat lunak permainan dan solusi pembayaran. Bagikan platform kami untuk kesuksesan dan tambahkan nama Anda ke daftar yang berkembang ini.",
  "lost404": "Sepertinya Anda tersesat",
  "lost404desp": "halaman yang Anda cari tidak tersedia!",
  "gotohome": "Kembali ke Beranda",
  "esports_bs": "Perangkat Lunak Taruhan eSports",
  "esports_bs_desp1": "Di VRNL, kami bangga menyediakan pengalaman unik dan imersif bagi penggemar eSports.",
  "esports_bs_desp2": "VRNL adalah pintu gerbang Anda ke dunia di mana permainan dan taruhan bertemu. Perangkat Lunak Taruhan eSports kami dirancang untuk penggemar permainan seperti Anda, memberikan pengalaman yang menarik, aman, dan menguntungkan. Jangan lewatkan kesempatan untuk menjadi bagian dari aksi. Bergabunglah dengan VRNL hari ini dan tingkatkan pengalaman bermain Anda!",
  "startnow": "Mulai Sekarang",
  "easy_setup": "Pengaturan mudah, lebih cepat dari yang Anda bayangkan.",
  "easy_setup_desp1": "Kami dapat menghadirkan platform eSports hanya dalam beberapa minggu.<br> Kami menangani semua aspek proses: Hosting, Antarmuka Pengguna, feed odds, halaman khusus, aktivasi produk, dan strategi sportsbook.",
  "easy_setup_desp2": "Fokus utama Anda dapat dikhususkan untuk membangun dan mengembangkan jaringan online Anda.",
  "esport_bet_center_h1": "Jika Anda berpikir untuk memulai taruhan online, perangkat lunak taruhan eSports kami adalah langkah pertama yang bagus.",
  "esport_bet_center_p1": "Manfaatkan layanan ahli kami dan teknologi taruhan eSports canggih. Mitra kami yang diatur mendapatkan dukungan penuh untuk masuk ke industri taruhan online dan dapat menggunakan platform yang disesuaikan atau generik.",
  "esport_bet_center_p2": "Memulai sportsbook online yang berfokus pada eSports bisa sulit. Itulah sebabnya kami menciptakan sistem taruhan eSports komprehensif dengan layanan taruhan pra-pertandingan. Tujuan kami adalah menawarkan pilihan eSports terluas secara online.",
  "have_qes": "Apakah Anda Memiliki Pertanyaan?",
  "para_faq": "Kami memiliki jawaban (Ya, sebagian besar waktu!)",
  "freq_param": "Di bawah ini Anda akan menemukan jawaban untuk pertanyaan paling umum, silakan cek",
  "if_still_qes": "Jika Anda masih tidak menemukan jawaban yang Anda cari, cukup",
  "sbs_faqs": "FAQ Perangkat Lunak Taruhan Olahraga",
  "whatis_sbs": "Apa itu Perangkat Lunak Taruhan Olahraga?",
  "whatis_sbs_ans": "Perangkat Lunak Taruhan Olahraga dirancang berdasarkan pasar dan pilihan pengguna. Selain itu, ahli kami selalu tersedia untuk memberikan layanan pelanggan terbaik terkait kebutuhan dan persyaratan pasar Anda. Kami juga menangani setiap langkah dalam proses pengembangan, memberikan Anda Platform pertukaran yang lengkap dan berkinerja tinggi.",
  "affiliate_systems": "Apakah Anda menawarkan sistem afiliasi?",
  "affiliate_systems_ans": "Ya, jaringan perangkat lunak kami berbasis 5 level: Administrator platform - akses ke backend (juga memungkinkan pembuatan akses lain ke Back office dengan hak dan izin terbatas). Reseller - master-agent yang mengawasi beberapa toko taruhan, memperoleh komisi dari omset atau keuntungan toko. Toko taruhan - mewakili titik fisik tempat pemain bisa bermain, menyetor, dll. Melalui akun ini, pemain dapat memasang taruhan dan mendapatkan komisi dari omset atau keuntungan. Kasir - profil untuk karyawan toko taruhan, dapat memasang taruhan tanpa memperoleh komisi. Pemain online, mendaftar akun permainan secara online atau di toko, memasang taruhan.",
  "whatis_label": "Apa itu situs taruhan white label?",
  "whatis_label_ans": "Situs taruhan white label adalah platform yang sepenuhnya disesuaikan. Situs white label Vrnl menyediakan permainan bersertifikat, sistem bonus, gateway pembayaran. Konten Antarmuka Pengguna, bahasa, dan mata uang berdasarkan pilihan Anda, Vrnl menyediakan berbagai template grafis, fitur, dan alat.",
  "fullmanagement": "Bisakah saya memiliki manajemen penuh atas odds dan margin?",
  "fullmanagement_ans": "Backend memiliki banyak alat, fitur, dan laporan yang memberikan pandangan lengkap tentang aktivitas taruhan olahraga. Ada bagian khusus untuk manajemen odds, memungkinkan pengeditan margin, multiplicity, dan odds per pasar, pertandingan, dan/atau kejuaraan.",
  "logobrand": "Bisakah saya menggunakan logo dan warna merek saya?",
  "logobrand_ans": "Ya, Anda bisa. Kami menyediakan berbagai solusi berdasarkan kebutuhan spesifik Anda. Kami bisa membuat solusi khusus dengan mengumpulkan permintaan Anda dan menyiapkan proyek, atau menyediakan solusi turnkey, hanya mengubah warna merek dan logo Anda.",
  "fullycustomized": "Saya ingin memiliki solusi sepenuhnya disesuaikan, apakah itu mungkin?",
  "fullycustomized_ans": "Vrnl menyediakan tim ahli untuk menyiapkan platform taruhan olahraga yang sepenuhnya disesuaikan. Seorang Account Manager akan mengumpulkan persyaratan dan mengoordinasikan proyek dengan tim lain: Project Manager, Desainer Grafis, dan IT Manager.",
  "software_cost": "Berapa biaya Perangkat Lunak Taruhan Olahraga?",
  "software_cost_ans": "Biaya Perangkat Lunak Taruhan Olahraga bervariasi tergantung fitur dan layanan yang ditawarkan. Ada berbagai paket tergantung apakah Anda sudah memiliki volume permainan tinggi, atau ingin menjadi agen dengan jaringan pemain sendiri.",
  "what_products": "Produk apa yang Anda tawarkan?",
  "what_products_ans": "Bisnis inti kami adalah Taruhan Olahraga; perangkat lunak taruhan olahraga kami adalah produk internal yang dikembangkan tim IT sejak 2005. Selain produk olahraga, kami juga menawarkan taruhan live, kasino, kasino live, lotere, dan permainan virtual untuk memberikan solusi 'all-in-one' kepada pelanggan.",
  "canaddfeatures": "Bisakah saya menambahkan fitur, laporan, dan halaman ke perangkat lunak taruhan olahraga?",
  "canaddfeatures_ans": "Perangkat lunak taruhan mencakup berbagai laporan, halaman, dan banner yang dapat disesuaikan (CMS) atau dikembangkan sesuai permintaan. Jika Anda ingin kami mengembangkan fitur baru, kami akan bekerja sama membuat proyek khusus: pengumpulan informasi, pengajuan proyek/rendering, pengujian, dan rilis akhir.",
  "canofferbettingservices": "Bisakah saya menawarkan layanan taruhan olahraga di kasino saya di negara saya?",
  "canofferbettingservices_ans": "Kami memiliki berbagai solusi taruhan untuk bisnis online dan fisik. Jika Anda memiliki kasino fisik dan ingin menawarkan taruhan olahraga, solusi ritel kami adalah pilihan tepat karena memungkinkan pembuatan akun kasir untuk mengelola penjualan tiket taruhan olahraga.",
  "change_currentprovider": "Bagaimana cara mengubah penyedia perangkat lunak saya saat ini?",
  "change_currentprovider_ans": "Jika Anda sudah mengelola exchangebook dan ingin beralih ke platform taruhan olahraga kami, kami akan memastikan semuanya dikelola dengan baik. Kami akan menyiapkan rencana migrasi. Data pribadi pemain akan diunggah ke platform baru dan perpindahan akan direncanakan agar migrasi selesai dalam beberapa jam.",
  "sbs_offer": "Fitur apa yang ditawarkan oleh Sports Betting Software?",
  "sbs_offer_ans": "Sports Betting Software dapat menyediakan fitur seperti prediksi berbasis data, simulasi, tren taruhan, perbandingan odds, dan lainnya. Software ini juga menawarkan analisis mendetail tentang pertandingan sebelumnya dan yang akan datang untuk membantu bettor membuat keputusan lebih baik. Kami mengkhususkan diri dalam membuat dan mengelola toko taruhan ritel serta jaringan online. Ini termasuk prosedur KYC yang disetujui oleh badan regulasi, gateway pembayaran perjudian, alat pemasaran afiliasi, sistem referensi dan media sosial, notifikasi push mobile, notifikasi web, pesan dalam aplikasi, kontrol akun pemain, proses pendaftaran dan verifikasi, sistem deteksi penipuan, serta alat geolokasi untuk mendapatkan informasi lokasi IP.",
  "sbs_legal": "Apakah Sports Betting Software legal?",
  "sbs_legal_ans": "Ya, Sports Betting Software legal dan digunakan oleh banyak bettor profesional. Namun, penting untuk memastikan bahwa Anda menggunakan software ini sesuai dengan hukum yang berlaku di wilayah Anda.",
  "ebs_faqs": "FAQ tentang software taruhan eSports",
  "ebs_titleoffer": "Judul eSports apa saja yang Anda tawarkan?",
  "ebs_titleoffer_ans": "<li><strong>Paling populer:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Game olahraga:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Game pertarungan:</strong> Street Fighter, Super Smash Bros, Tekken. <strong>Real-Time Strategy (RTS):</strong> StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Apakah tersedia versi mobile?",
  "mobileversion_ans": "Ya, VRNL sepenuhnya dioptimalkan untuk penggunaan mobile. Platform kami dirancang agar dapat berjalan lancar di semua smartphone dan tablet, memberikan akses ke sports exchange, permainan kasino, iGaming, dan eSports kapan saja, di mana saja. Anda dapat menikmati antarmuka yang responsif, waktu muat cepat, dan transaksi aman langsung dari browser mobile — tanpa perlu mengunduh aplikasi. Baik di Android maupun iOS, pengalaman tetap cepat, ramah pengguna, dan sama lengkapnya dengan versi desktop.",
  "runesportsplatform": "Bisakah saya menjalankan platform taruhan eSports tanpa mengelola odds dan trading?",
  "runesportsplatform_ans": "Solusi taruhan eSports kami sudah termasuk feed odds. Software ini memiliki banyak fitur dan alat untuk mengelola margin dan konfigurasi odds secara mandiri. Jika Anda hanya ingin fokus pada pengelolaan toko dan pemain, kami menyediakan layanan dan dukungan trading.",
  "esports_solutions": "Saya ingin memiliki solusi eSports yang sepenuhnya dikustomisasi, apakah mungkin?",
  "esports_solutions_ans": "VRNL menyediakan tim ahli untuk menyiapkan platform taruhan eSports yang sepenuhnya dikustomisasi. Seorang Account Manager akan mengumpulkan kebutuhan Anda dan mengoordinasikan proyek dengan anggota tim lainnya: Project Manager, Graphics Designer, dan IT Manager.",
  "newtobusiness": "Saya benar-benar baru di bisnis ini, apa yang harus saya ketahui?",
  "newtobusiness_ans": "Pengelolaan platform taruhan eSports yang tepat dapat membuat bisnis ini sangat menguntungkan. Kami menawarkan berbagai solusi dan layanan berdasarkan tingkat keterlibatan dan pengetahuan. Seorang ahli game akan bekerja bersama Anda untuk menemukan solusi eSports terbaik sesuai kebutuhan Anda.",
  "eSports_market": "Berapa jumlah pasar eSports live?",
  "eSports_market_ans": "Saat ini kami menawarkan 20 pasar eSports live.<br>Tapi kami terus menambahkan pasar baru.",
  "eSportsLogoBrand": "Bisakah saya menggunakan logo dan warna merek eSports saya?",
  "eSportsLogoBrand_ans": "Ya, bisa. Kami menyediakan solusi berbeda berdasarkan kebutuhan spesifik Anda. Kami bisa membuat solusi eSports khusus berdasarkan permintaan Anda atau menyediakan solusi turnkey dengan hanya memodifikasi logo dan warna merek eSports Anda.",
  "eSports_server": "Bisakah saya meng-host exchange eSports di infrastruktur server saya?",
  "eSports_server_ans": "Tidak, Anda tidak bisa. Hosting termasuk layanan kami. Untuk menjamin kinerja software taruhan eSports, SysAdmin kami telah menyiapkan struktur cluster khusus termasuk backup dan rencana pemulihan bencana. Ini menjamin kepatuhan terhadap regulasi global dan standar keamanan tertinggi.",
  "sp_faqs": "FAQ tentang platform streaming",
  "promte_cricket": "Berapa banyak pertandingan kriket yang bisa saya promosikan?",
  "promte_cricket_ans": "Selama live dari dashboard, Anda bisa mengaktifkan dua pertandingan sekaligus, tetapi tidak ada batasan jumlah pertandingan yang bisa dihubungkan.",
  "broadcast_live": "Bisakah event kasino disiarkan langsung?",
  "broadcast_live_ans": "Ya, semua permainan kasino bisa disiarkan langsung di semua platform yang memungkinkan.",
  "measure_success": "Bagaimana saya mengukur kesuksesan live stream?",
  "measure_success_ans": "Tentu, Anda dapat melacak analitik detail untuk berbagai platform dalam satu layar.",
  "is_mobile_friendly": "Apakah platform ini ramah mobile?",
  "is_mobile_friendly_ans": "Ya — platform kami sepenuhnya ramah mobile, dan kami menyediakan APK yang dapat diunduh dan digunakan dengan lancar.",
  "livecasino_faqs": "FAQ tentang Live Casino Software",
  "whatisVRNLcasino": "Apa itu VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software adalah platform canggih yang memungkinkan kasino online menawarkan permainan dealer langsung kepada pemain. Software ini menyediakan infrastruktur dan alat yang diperlukan untuk pengalaman kasino real-time yang interaktif.",
  "software_work": "Bagaimana cara kerja VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software terintegrasi dengan lancar ke situs web kasino online. Software ini menghubungkan pemain dengan dealer langsung melalui streaming video berkualitas tinggi, memungkinkan mereka memainkan permainan populer seperti blackjack, roulette, dan baccarat secara live dan interaktif.",
  "features_livecasino": "Apa fitur utama VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software menawarkan berbagai fitur, termasuk branding yang dapat dikustomisasi, integrasi pembayaran aman, dan antarmuka pengguna ramah untuk pemain maupun operator.",
  "security_livecasino": "Bagaimana saya menjamin keamanan dan keadilan permainan menggunakan VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software dibangun dengan keamanan sebagai prioritas. Menggunakan RNG (Random Number Generator) bersertifikat untuk memastikan keadilan, serta menyediakan alat pencegahan penipuan dan perlindungan pemain. Selain itu, enkripsi digunakan untuk mengamankan transfer data.",
  "offered_games": "Permainan apa saja yang bisa ditawarkan menggunakan VRNL Live Casino Software?",
  "offered_games_ans": "Anda dapat menawarkan berbagai permainan dealer live, termasuk blackjack live, roulette live, dan baccarat live, serta variasi permainan ini untuk menjaga keterlibatan pemain.",
  "integrateVRNL": "Bisakah saya mengintegrasikan VRNL Live Casino Software dengan platform kasino online saya saat ini?",
  "integrateVRNL_ans": "Ya, software kami dirancang agar mudah diintegrasikan dengan platform yang sudah ada, sehingga menjadi tambahan yang mulus untuk operasi kasino online Anda.",
  "wlc_faqs": "FAQ tentang White Label Casino",
  "whatis_wlc": "Apa itu White Label Casino?",
  "whatis_wlc_ans": "White Label Casino adalah solusi turnkey yang memungkinkan pengusaha dan bisnis meluncurkan kasino online sendiri menggunakan software dan infrastruktur kami. Anda dapat menyesuaikan branding dengan nama dan desain Anda, sementara kami menangani aspek teknis dan regulasi.",
  "wlc_work": "Bagaimana cara kerja layanan White Label Casino?",
  "wlc_work_ans": "Kami menyediakan platform kasino yang sepenuhnya berfungsi, termasuk permainan, pemrosesan pembayaran, dan dukungan pelanggan. Anda cukup menyesuaikan branding dan desain sesuai visi Anda, dan siap memulai bisnis kasino online Anda.",
  "wlc_games": "Permainan apa saja yang tersedia di White Label Casino saya?",
  "wlc_games_ans": "Kami menawarkan berbagai permainan kasino, termasuk slot, permainan meja (misal blackjack, roulette), dan permainan dealer live. Anda dapat memilih dari katalog game kami untuk menciptakan pengalaman bermain yang beragam bagi pemain.",
  "wlc_launch": "Berapa lama waktu yang dibutuhkan untuk meluncurkan White Label Casino saya?",
  "wlc_launch_ans": "Waktu dapat bervariasi tergantung kebutuhan spesifik dan proses regulasi Anda. Rata-rata, dibutuhkan beberapa minggu untuk menyiapkan dan menyesuaikan platform kasino.",
  "wlc_cusSupport": "Tingkat dukungan pelanggan apa yang disediakan untuk White Label Casino saya?",
  "wlc_cusSupport_ans": "Kami menyediakan dukungan teknis dan operasional untuk memastikan kasino Anda berjalan lancar.",
  "wlc_getstarted": "Bagaimana cara memulai White Label Casino dari perusahaan Anda?",
  "wlc_getstarted_ans": "Hubungi tim penjualan kami untuk membahas kebutuhan Anda dan mendapatkan konsultasi pribadi. Kami akan membimbing Anda melalui proses penyiapan White Label Casino.",
  "can_cutomize_branding": "Bisakah saya menyesuaikan branding kasino?",
  "can_cutomize_branding_ans": "Ya — Anda bisa menyesuaikan kasino sepenuhnya dengan logo, warna, dan branding Anda sendiri agar sesuai identitas Anda.",
  "company": "Perusahaan",
  "company_caps": "PERUSAHAAN",
  "about": "Tentang",
  "online_exchange_sw": "Software Online Exchange",
  "privacy_policy": "Kebijakan Privasi",
  "contact_us": "Hubungi Kami",
  "solutions": "Solusi",
  "sports_betting_software": "Software Taruhan Olahraga",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Platform Taruhan White Label",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Logo dan materi grafis Vrnl adalah properti intelektual perusahaan dan tidak boleh disalin, didistribusikan, atau ditampilkan tanpa izin tertulis dari Vrnl.",
  "footer_para_2": "Hak Cipta © 2020 Vrnl Ltd. Seluruh hak dilindungi undang-undang.",
  "home": "Beranda",
  "betting": "Taruhan",
  "esports_betting": "Taruhan eSports",
  "sbs_head": "Software taruhan olahraga",
  "casino": "Kasino",
  "online_casino_sw": "Software kasino online",
  "live_casino_sw": "Software Live Casino",
  "casino_game": "Permainan kasino",
  "lottery_bingo": "Lotere dan bingo",
  "casino_tournament": "Turnamen Kasino",
  "risk_management": "Manajemen Risiko",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Pekerjaan Kami",
  "contact": "Kontak",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Permainan Lotere",
  "exch_sw_provider": "Penyedia software exchange",
  "mobile_bet": "Taruhan mobile",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget taruhan olahraga",
  "back": "Kembali",
  "exch_iframe_para": "Exchangebook iframe — memungkinkan aktivasi cepat modul Exchangebook melalui integrasi API yang mulus. Layanan Exchangebook kami yang komprehensif, di bawah pengawasan ahli, menjamin cakupan pemrograman yang luas untuk acara dan pasar online.",
  "contact_us!": "Hubungi kami!",
  "exch_iframe_types": "Jenis Exchangebook iframe",
  "exch_iframe_types_para": "Solusi Exchangebook iframe kami hadir dalam tiga varian, masing-masing disesuaikan dengan kanal yang digunakan, memastikan opsi paling sesuai dengan kebutuhan Anda:",
  "exch_iframe_types_list": "<li>iFrame untuk <strong>Desktop</strong>, dirancang untuk komputer dengan berbagai resolusi dan menampilkan tata letak yang beragam serta dapat disesuaikan.</li> <li>iFrame untuk <strong>Terminal dan Kios SSBT</strong>, dengan tata letak dioptimalkan untuk sistem touchscreen dan pengalaman pengguna intuitif, ideal bagi pemain yang belum berpengalaman dalam memasang taruhan.</li>",
  "exch_iframe_types_para2": "Selain itu, melalui API kami, Anda dapat melakukan kustomisasi luas pada grafik dan fungsi permainan.",
  "cm_exch": "Exchangebook Terkelola Lengkap",
  "cm_exch_para": "Exchangebook iframe kami mencakup pasokan feed data odds dan konfigurasi pengaturan taruhan inti. Software ini dilengkapi berbagai fitur dan alat untuk manajemen margin dan konfigurasi odds secara mandiri. Namun, jika fokus utama Anda adalah manajemen pemain dan pemasaran, kami menyediakan layanan trading terkelola penuh dan dukungan.",
  "acq_exch": "Mendapatkan Solusi Exchangebook iframe Sangat Mudah",
  "acq_exch_para": "Kami telah menyederhanakan proses aktivasi iFrame, hanya melalui lima langkah mudah:",
  "acq_exch_list": "<li>Menetapkan kesepakatan formal antara Vrnl dan pelanggan.</li> <li>Memulai integrasi Exchangebook iFrame melalui API menggunakan SDK kami.</li> <li>Melakukan pertemuan untuk menentukan strategi Exchangebook yang akan dijalankan.</li> <li>Menentukan olahraga dan event paling menarik sesuai area operasional Anda.</li> <li>Mulai siaran langsung!</li>",
  "live_casino_sw_p1": "Platform <strong>Live Casino</strong> kami memungkinkan Anda mengaktifkan <strong>penyedia live teratas</strong> yang dikenal dengan <strong>kualitas luar biasa dan integritas matematis.</strong>",
  "live_casino_sw_p2": "Kami berdedikasi untuk memberikan pengalaman live casino terbaik. Baik Anda pemain berpengalaman maupun baru di dunia kasino online, platform kami menawarkan pengalaman bermain real-time yang imersif dan tiada duanya.",
  "live_casino_sw_p3": "Solusi Live Casino VRNL menyediakan rangkaian layanan lengkap, termasuk:",
  "live_casino_sw_p3_l1": "Alat Pelaporan Riwayat Lengkap",
  "live_casino_sw_p3_l2": "Visualisasi Riwayat Permainan",
  "live_casino_sw_p3_l3": "Konfigurasi Permainan",
  "live_casino_sw_p3_l4": "Alat Manajemen Risiko",
  "live_casino_sw_p3_l5": "Manajemen Pemain",
  "live_casino_sw_p3_l6": "Alat Manajemen Afiliasi",
  "live_casino_sw_p3_l7": "Struktur Agen Hirarki Bertingkat",
  "live_casino_sw_p4": "Kami telah mengembangkan berbagai metode integrasi aman, semuanya ramah pengguna dan dirancang agar mudah diterapkan dengan API live casino kami.",
  "live_casino_sw_demo": "Demo solusi live casino",
  "livecasino_integration": "Integrasi <strong style='color: #575756;'>API live casino</strong>",
  "livecasino_integration_para": "Anda bisa menjalankan software live casino kami hanya dalam beberapa hari. Selain itu, kami menyediakan layanan manajemen lengkap, memastikan seluruh operasi diawasi oleh para ahli kami. <strong style='color: #575756;'>Kami juga menjamin akses ke koleksi permainan live paling lengkap yang tersedia online.</strong>",
  "live_casino_lobby": "Di Lobi Game Live Casino kami yang ramah pengguna",
  "youcan": "Anda dapat",
  "findgames_like": "menemukan permainan seperti:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack, Live Poker, permainan Dadu dan Angka.",
  "euro_roulette": "Roulette Eropa",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Roulette Amerika",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Pesan Demo",
  "lottery_head": "Mencari platform Lottery & Bingo?",
  "lottery_head_desp1": "Kami telah memilih dengan cermat <b style='color: #575756; font-size: 45px;'>permainan lotere dan bingo</b> terbaik untuk Anda.",
  "lottery_head_desp2": "Tentu saja, solusi <b style='color:#575756; font-size: 16px;'>White Label Lottery & Bingo</b> kami menghadirkan berbagai varian menarik dari permainan bingo klasik serta permainan lotere paling terkenal.",
  "lottery_head_desp3": "Anda dapat <b style='color:#575756; font-size: 16px;'>menikmati permainan ini dari smartphone</b> atau komputer, dan kami memastikan pengalaman pengguna yang luar biasa karena permainan kami berkualitas tinggi.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Selain itu, algoritma permainan kami aman dan bersertifikat independen, memberikan pengalaman bermain yang dapat dipercaya.<br><br></strong>",
  "lottery_bingo_nos": "NOMOR LOTRE & BINGO",
  "bingo_games": "Permainan Bingo",
  "over100": "lebih dari 100",
  "over130": "lebih dari 130",
  "suppliers": "PEMASOK",
  "more20": "Lebih dari 20",
  "sports_betting_software_wl": "Software Taruhan Olahraga White Label",
  "sports_betting_software_wl_desp": "Perusahaan yang berkomitmen untuk terus mengejar solusi inovatif guna secara efektif memenuhi kebutuhan bisnisnya yang terus berkembang.",
  "blink-soft": "Tingkatkan Pengalaman Anda dengan Software Taruhan Olahraga Lanjutan",
  "platform_para1": "Solusi software taruhan olahraga modern <b>mengubah</b> cara bettor terlibat dengan permainan. Dengan antarmuka <b>mulus</b>, analitik real-time, dan kemampuan taruhan langsung, platform ini memberikan pengalaman taruhan superior bagi pemain baru maupun berpengalaman.",
  "platform_para2": "Baik Anda menjalankan sportsbook online, outlet taruhan ritel, atau kasino, rangkaian solusi kami yang lengkap — termasuk <b>platform B2C</b> dan <b>produk white-label yang dapat disesuaikan</b> — memberikan fleksibilitas dan teknologi yang dibutuhkan untuk tetap kompetitif. Raih inovasi dan tingkatkan operasi taruhan olahraga Anda dengan software yang dirancang untuk <b>mengoptimalkan performa</b> dan <b>kepuasan pengguna</b>.",
  "try_b2b": "Jelajahi software Taruhan B2B kami yang canggih",
  "try_b2c": "Jelajahi software Taruhan B2C kami yang canggih",
  "wls_turnkey": "Solusi White Label dan Platform Turnkey",
  "wls_turnkey_p1_span1": "pengalaman taruhan olahraga yang mulus dan menarik",
  "wls_turnkey_p1_span2": "untuk pelanggan Anda. Pendekatan ini menghilangkan kebutuhan pengembangan yang mahal dan memakan waktu, memungkinkan Anda fokus pada pertumbuhan dan",
  "custom_satisfaction": "kepuasan pelanggan",
  "wls_turnkey_p2": "Platform taruhan kami yang aman dan berkinerja tinggi sepenuhnya bersertifikat oleh laboratorium permainan independen, menjamin kepatuhan dan keandalan. Dengan bermitra dengan VRNL, Anda mendapatkan akses ke exchange taruhan terpercaya yang meningkatkan profitabilitas sekaligus memastikan",
  "highest_industry_standards": "standar industri tertinggi",
  "igaming_platform": "Platform iGaming",
  "igaming_platform_p1": "VRNL adalah mitra terpercaya di industri iGaming, menawarkan teknologi terdepan",
  "sbs": "software taruhan olahraga",
  "igaming_platform_p2": "Tujuan kami adalah mentransformasi lanskap permainan online dengan menyediakan platform serbaguna dan canggih yang memastikan gameplay mulus dan menarik bagi pengguna.",
  "online_casino": "Kasino Online",
  "casino_para": "Selamat datang di VRNL Online Casino — <b>pemimpin terpercaya</b> yang menyediakan platform permainan aman dan seru secara global. Misi kami adalah memberikan pengalaman kasino luar biasa yang membuat pemain tetap terhibur dan terlibat.",
  "casino_para_list": "<li>Lebih dari 75 penyedia</li> <li>Lebih dari 15.000 mesin slot</li> <li>500+ permainan meja</li> <li>700+ permainan video poker</li> <li>Lebih dari 200 permainan lainnya</li>",
  "casino_para2": "Tim ahli kami mendukung Anda di setiap tahap, mulai dari pelatihan hingga peluncuran.",
  "play_livecasino": "Mainkan live casino seolah-olah Anda berada langsung di kasino",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Live Roulette</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Penyedia Layanan API dan iFrame",
  "api_services_iframe_p1": "VRNL menghadirkan <b>integrasi API dan solusi iFrame</b> mutakhir, memungkinkan konektivitas platform yang mulus, pertukaran data aman, dan pengalaman pengguna yang lebih baik — membantu bisnis beroperasi lebih cerdas dan cepat.",
  "api_services_iframe_p2": "Di VRNL, kami memahami pentingnya pertukaran data dan komunikasi yang lancar antar aplikasi. Kami menyediakan layanan integrasi API berkualitas tinggi, memungkinkan software Anda berinteraksi dengan platform lain secara mudah. Para ahli kami akan memastikan sistem Anda bekerja harmonis, memberikan pengalaman lancar bagi Anda dan pelanggan.",
  "virtual_games": "Permainan Virtual",
  "virtual_games_desp1": "Siap memulai perjalanan permainan virtual bersama VRNL? Masuki dunia virtual seperti belum pernah sebelumnya dan nikmati hiburan tanpa batas.",
  "virtual_games_desp2": "Di VRNL, kami bersemangat memberikan pengalaman permainan virtual mutakhir yang membawa pemain ke dunia baru yang menarik. Misi kami adalah menyediakan permainan virtual paling imersif, menghibur, dan menantang yang membuat Anda ketagihan berjam-jam.",
  "before_start": "Sebelum memulai, lihat demonstrasinya!",
  "explore_demo": "di platform demo kami:",
  "mobile_sbs": "Software Taruhan Olahraga Mobile",
  "mobile_sbs_p1": "Aplikasi <strong>Mobile</strong> kami memungkinkan bettor mengakses akun mereka dan memasang taruhan melalui tablet, smartphone, dan perangkat mobile lain yang terhubung internet dengan mudah.",
  "mobile_sbs_p2": "Dari kriket dan sepak bola hingga tenis, software kami mencakup berbagai event olahraga di seluruh dunia. Tidak peduli olahraga favorit Anda, Anda bisa bertaruh pada pertandingan dan tim yang disukai.",
  "mobile_sbs_p3": "Software kami tidak hanya untuk memasang taruhan, tetapi menciptakan pengalaman yang mulus dan berfokus pada pengguna. Kami berinvestasi pada teknologi terbaru agar navigasi platform semudah mungkin.",
  "advantages_sbs": "Keunggulan Software Taruhan Olahraga Mobile",
  "advantages_sbs_l1": "Aplikasi Mobile Lebih Cepat",
  "advantages_sbs_l2": "Konten Taruhan yang Dipersonalisasi",
  "advantages_sbs_l3": "Taruhan Online Instan",
  "advantages_sbs_l4": "Aman dan Terpercaya",
  "advantages_sbs_p1": "Aplikasi lebih cepat dibanding situs mobile, memberikan respons dan tindakan yang lebih cepat.",
  "advantages_sbs_p2": "Pengguna menikmati konten yang dipersonalisasi untuk pengalaman lebih imersif, dengan opsi taruhan disesuaikan dengan preferensi mereka.",
  "advantages_sbs_p3": "Semua aplikasi mobile memberikan akses instan hanya dengan satu ketukan, memungkinkan pengguna bertaruh, memeriksa akun, bermain kasino, dan memilih liga favorit tanpa penundaan.",
  "advantages_sbs_p4": "Keamanan adalah prioritas utama kami. VRNL Mobile Sports Betting Software dibangun dengan langkah keamanan mutakhir untuk melindungi informasi pribadi dan keuangan Anda. Anda bisa bertaruh dengan tenang.",
  "online_casino_sw_p1": "VRNL adalah penyedia terkemuka <strong>software kasino online</strong> dan <strong>platform</strong>. Mereka berperan penting dalam merancang dan mengembangkan platform kasino agar ramah pengguna dan kaya fitur.",
  "online_casino_sw_p2": "Tim marketing kami akan bekerja keras agar kasino online Anda mendapat penempatan menonjol di halaman depan, menjamin visibilitas tinggi di pasar online.",
  "online_casino_sw_p3": "Platform kasino online dilengkapi dengan berbagai permainan yang telah dikonfigurasi, dan alat pemantauan kami akan memberikan gambaran real-time yang jelas mengenai kemajuan dan performa usaha baru Anda.",
  "customized_theme": "Ini adalah tema yang bisa dikustomisasi, lihat demonstrasinya:",
  "live_casino_sw_desp1": "Kami menawarkan rangkaian <strong>penyedia Live Casino</strong> terluas<br>",
  "live_casino_sw_desp2": "secara global, memastikan akses ke berbagai meja live online dan pengalaman multi-channel yang mulus.",
  "casino_sw_features": "Fitur Utama Software Kasino",
  "casino_sw_features_p1": "Platform <strong>perangkat lunak kasino</strong> kami dirancang untuk memberikan pengalaman bermain yang mulus dan imersif bagi pemain maupun operator.<br /><br />",
  "casino_sw_features_p2": "Fitur utama dari platform kami meliputi: ",
  "casino_sw_features_list": "<li>Visibilitas dan kontrol atas rentang meja.</li> <li>Atribut dan pengaturan meja permainan.</li> <li>Batas VIP.</li> <li>Fungsi klien dan akses ke alat kustomisasi kami.</li> <li>Mekanisme pelaporan dan sistem notifikasi yang memberikan operator akses instan dan peringatan terhadap notifikasi operasional</li> <li>API untuk Business Intelligence (BI)</li> <li>Alat pemasaran</li> <li>API untuk integrasi eksternal</li>",
  "casino_sw_features_p3": "Alat kustomisasi yang ramah pengguna memungkinkan bandar untuk melakukan perubahan waktu nyata pada berbagai aspek penawaran live mereka, <br /> termasuk banner, font, dan skema warna, semuanya dengan kontrol intuitif.",
  "casino_sw_features_p4": "Platform baru kami beroperasi sebagai sistem otonom, gesit, dan fleksibel. Kelincahan ini memungkinkan kami merespons permintaan bandar dengan cepat dan menjaga standar kualitas tinggi saat mengembangkan produk baru maupun yang sudah ada.",
  "casino_sw_features_p5": "Untuk mempercepat bisnis Anda, kami juga menawarkan",
  "casino_sw_features_p6": "dengan pilihan lebih dari 3000+ permainan.",
  "integrate_iframe_apis": "Integrasi dengan platform eksternal melalui iFrame dan API",
  "integrate_iframe_apis_para": "Platform kami menawarkan opsi integrasi yang serbaguna. Anda dapat dengan mudah <strong>mengintegrasikan melalui iFrame atau <br />API.</strong> Ini dapat disesuaikan sesuai kebutuhan spesifik Anda, baik itu integrasi layanan penuh, <br /> solusi taruhan olahraga khusus, atau fokus pada <strong>permainan kasino online</strong>, termasuk penawaran <strong>live <br /> casino </strong>.",
  "view_demo": "Lihat Demo",
  "we_are": "kami adalah",
  "online_exchange_sw_p1": "Di VRNL, kami bangga menghadirkan perangkat lunak Exchange online mutakhir yang mendefinisikan ulang pengalaman taruhan. Kami menawarkan platform lengkap dengan berbagai pilihan pertandingan live setiap bulan. Dengan opsi live streaming kami, kami akan mengubah bookie Anda menjadi platform hiburan, didukung sertifikasi dari laboratorium permainan independen untuk jaminan tambahan.",
  "online_exchange_sw_p2": "Perangkat Lunak Exchange Online VRNL menawarkan beragam pilihan taruhan olahraga. Baik Anda penggemar kriket, sepak bola, tenis, atau olahraga lainnya, kami siap membantu. Platform kami menyediakan odds real-time, taruhan in-play, dan antarmuka yang ramah pengguna sehingga memasang taruhan menjadi mudah.",
  "onther_head": "Kami menyederhanakan proses bagi Anda untuk terintegrasi dengan bisnis secara mulus.",
  "onther_p1": "Tema ini sangat dapat disesuaikan, dan Anda dapat merasakan fleksibilitasnya dalam aksi:",
  "main_features": "Fitur utama",
  "feature_para": "VRNL berada di garis depan dalam merevolusi manajemen taruhan dan kasino online. Dengan keahlian kami, Anda mendapatkan akses ke:",
  "feature_list": "<li><strong>Pengalaman Taruhan Global:</strong> VRNL menyediakan akses ke berbagai olahraga, liga, dan pasar taruhan dari seluruh dunia. Dengan kami, Anda dapat menawarkan pengalaman taruhan global kepada pengguna Anda.</li> <li><strong>Pilihan Pre-Match yang Luas:</strong> Pilih dari 150.000 opsi taruhan pre-match setiap bulan. Kami memastikan platform Anda dilengkapi dengan beragam pilihan untuk memenuhi preferensi taruhan yang berbeda.</li> <li><strong>Peluang In-Play yang Menegangkan:</strong> Libatkan pengguna Anda dengan 75.000 peluang taruhan in-play setiap bulan. Opsi taruhan real-time ini menambah keseruan dan spontanitas pengalaman taruhan.</li> <li><strong>Permainan Kasino untuk Metaverse:</strong> VRNL menawarkan koleksi permainan kasino yang luas untuk metaverse. Libatkan pengguna dalam lingkungan kasino virtual dengan berbagai pilihan permainan kami.</li> <li><strong>Integrasi iFrame yang Mudah:</strong> Integrasikan iFrame kami ke platform iGaming Anda dengan mudah. Solusi iFrame ramah pengguna kami memungkinkan Anda meningkatkan kemampuan platform tanpa kesulitan.</li> <li><strong>Integrasi Fleksibel:</strong> Pilih metode integrasi, baik melalui API atau iFrame. Kami menyediakan opsi yang serbaguna sesuai kenyamanan dan kebutuhan platform Anda.</li>",
  "sports_header_2": "Perangkat Lunak Exchange Online Platform iGaming Kasino",
  "sports_header_2_p1": "Kami menyediakan solusi <a style='color: #a0c528;' href='#'>White Label Casino</a> dengan perpustakaan permainan lebih dari 1.000 game.",
  "sports_header_2_p2": "Layanan kami mencakup perolehan lisensi game dan dukungan hukum untuk memulai bisnis kasino Anda, memastikan matematika permainan yang aman dan bersertifikasi.",
  "sports_header_2_p3": "Kami telah memilih penyedia game terbaik dengan tujuan memberikan pilihan terluas permainan kasino live dan kasino online yang tersedia. Kami bermitra dengan penyedia game top untuk menawarkan variasi permainan terbaik, menjamin pilihan terluas yang tersedia.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person games</li> <li>Slots</li> <li>American roulette live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Main di kasino live seolah berada langsung di kasino",
  "top_online_providers": "Penyedia kasino online teratas kelas dunia",
  "online_casino_p1": "Siap meningkatkan pengalaman kasino online Anda ke level berikutnya? Tidak perlu mencari lagi! VRNL adalah solusi lengkap untuk semua kebutuhan kasino online Anda. Kami menyediakan layanan kelas atas dan solusi mutakhir untuk operator kasino online, memastikan pengalaman bermain yang tak terlupakan bagi pemain Anda.",
  "user_data_section1": "<li>Penyedia 75+ lebih dari</li> <li>Mesin slot 15.000+ lebih dari</li> <li>Permainan meja 500+ lebih dari</li> <li>Video poker 700+ lebih dari</li> <li>Pemain lain 200+ lebih dari</li>",
  "lottery_bingo_games": "Permainan Lotere dan Bingo",
  "lottery_bingo_games_p1": "Di VRNL, kami menghadirkan keseruan permainan Lotere dan Bingo baik di layar Anda maupun toko ritel lokal. Apakah Anda penggemar tiket tradisional atau lebih suka bermain online, kami siap membantu. Dengan kami, ini bukan sekadar permainan; ini tentang sensasi menang dan kesenangan bermain.",
  "user_data_section2": "<li>Bingo 80+ lebih dari</li> <li>Lotere 130+ lebih dari</li>",
  "ultimate_dest": "Destinasi Utama untuk Permainan Lotere dan Bingo Online dan Ritel",
  "weare_vrnl": "Kami adalah VRNL",
  "weare_vrnl_desp": "<strong>PLATFORM TERBESAR UNTUK MENYEDIAKAN SPORTS DAN KASINO WHITE LABEL</strong> Pilihan hiburan paling luas tersedia online White Label Casino dengan lebih dari 1.000 game. Perangkat lunak kasino online mudah digunakan karena platform kami mudah dikelola.",
  "res_design": "Desain Responsif",
  "res_design_desp": "Situs web kami responsif, artinya ditampilkan dengan baik di tablet, perangkat seluler, dan desktop untuk pengalaman pengguna optimal.",
  "custmzd_options": "Opsi Kustomisasi",
  "custmzd_options_desp": "Kami menyediakan berbagai opsi kustomisasi bagi klien, memungkinkan mereka memilih warna, font, dan tata letak situs web. Ini memastikan situs web mencerminkan gaya dan preferensi unik mereka.",
  "loading_speed": "Kecepatan Loading",
  "loading_speed_desp": "Situs web kami dioptimalkan untuk kecepatan dan performa. Memiliki waktu loading cepat di berbagai perangkat dan koneksi internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Tema B2B kami menonjol dengan fitur unik. Kami menambahkan opsi Parley untuk pengalaman taruhan yang lebih kaya.",
  "b2b_theme_p2": "Tema kami ditandai oleh kombinasi warna dan elemen desain terbaik, memastikan antarmuka yang estetis. Pengguna diberikan izin untuk memasang taruhan pada berbagai olahraga termasuk kriket, sepak bola, dan tenis.",
  "b2b_theme_p3": "Kami juga memiliki banyak permainan kasino untuk lebih banyak opsi hiburan. Selain itu, kami menampilkan berbagai jenis kasino, seperti AWC Casino, yang memiliki koleksi lebih dari 500 mesin slot dan lebih dari 100 permainan meja.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Situs B2C kami menawarkan pengalaman pengguna yang ramah. Mereka dapat mendaftar dengan mudah menggunakan nomor telepon, memberikan cara yang nyaman dan aman untuk membuat akun.",
  "b2c_theme_p2": "Setelah mendaftar, pengguna dapat menyetor dana ke akun mereka, memudahkan mereka memulai taruhan dan bermain. Selain itu, kami menyediakan proses penarikan yang mulus, memastikan pengguna dapat mengakses kemenangan dengan mudah.",
  "b2c_theme_p3": "Untuk meningkatkan pengalaman, kami menawarkan poin bonus yang dapat diperoleh pengguna dan digunakan saat berada di platform. Ini menambah lapisan keseruan dan nilai bagi klien, memungkinkan mereka memaksimalkan deposit dan penarikan.",
  "b2c_theme_p4": "Secara keseluruhan, situs B2C kami dirancang untuk memberikan pengalaman taruhan dan bermain yang mudah dan menyenangkan, memberikan kebebasan bagi pelanggan untuk bermain, menyetor, dan menarik dengan mudah.",
  "request_demoID": "Minta Demo ID",
  "form_name": "Nama *",
  "form_name_err": "Harap masukkan nama Anda (minimal 3 karakter).",
  "form_email": "Email *",
  "form_email_err": "Harap masukkan email yang valid.",
  "form_country": "Negara *",
  "form_country_err": "Harap pilih negara Anda.",
  "form_district": "Distrik *",
  "form_district_err": "Harap masukkan distrik Anda.",
  "form_whatsapp": "Nomor WhatsApp *",
  "form_whatsapp_err": "Masukkan nomor WhatsApp yang valid.",
  "form_turnover": "Omzet Bulanan *",
  "form_turnover_err": "Harap masukkan omzet bulanan Anda.",
  "form_users": "Jumlah Pengguna *",
  "form_users_err": "Harap masukkan jumlah pengguna yang valid.",
  "form_current": "Platform Saat Ini *",
  "form_current_err": "Harap masukkan platform saat ini.",
  "form_issues": "Masalah dengan Platform Saat Ini *",
  "form_issues_err": "Harap jelaskan masalahnya (minimal 10 karakter).",
  "form_telegram": "Apakah Anda menggunakan Telegram? *",
  "form_select": "-- Pilih --",
  "form_yes": "Ya",
  "form_no": "Tidak",
  "form_telegram_err": "Harap pilih jika Anda memiliki akun Telegram.",
  "form_telhandle": "Akun Telegram *",
  "form_telhandle_err1": "Akun Telegram diperlukan.",
  "form_telhandle_err2": "Akun Telegram harus diawali dengan &#64; (misal, &#64;username).",
  "demo_url": "URL Demo",
  "form_submit": "Kirim",
  "form_name_ph": "Masukkan nama Anda",
  "form_email_ph": "Masukkan email Anda",
  "form_district_ph": "Masukkan distrik Anda",
  "form_whatsapp_ph": "Masukkan nomor WhatsApp",
  "form_turnover_ph": "Masukkan omzet bulanan Anda",
  "form_users_ph": "Masukkan jumlah pengguna",
  "form_current_ph": "Masukkan platform saat ini",
  "form_issues_ph": "Masukkan masalah dengan platform saat ini",
  "form_telhandle_ph": "Masukkan akun Telegram Anda",
  "our_commitment": "Komitmen Kami",
  "our_commitment_p1": "VRNL berkomitmen untuk melindungi privasi dan keamanan informasi pribadi serta finansial Anda. Kebijakan ini menjelaskan informasi apa yang kami kumpulkan, bagaimana kami menggunakannya, dan langkah-langkah yang kami ambil untuk menjaganya. Referensi ke vrnl.net juga mencakup aplikasinya.",
  "our_commitment_p2": "Kebijakan ini berlaku untuk semua situs web dan aplikasi VRNL di mana kebijakan ini diposting, sesuai dengan hukum yang berlaku di wilayah operasional kami. Pemberitahuan privasi tambahan sesuai wilayah atau layanan dapat melengkapi kebijakan ini.",
  "our_commitment_p3": "Jika Anda memberikan informasi melalui platform pihak ketiga (misalnya login media sosial), kami mengumpulkan data melalui integrasi tersebut sesuai kebijakan ini. Namun, praktik privasi pihak ketiga mengatur data yang mereka kumpulkan secara langsung. Pengaturan privasi di platform tersebut tidak memengaruhi bagaimana VRNL menggunakan data yang dikumpulkan melalui situs atau aplikasi kami.",
  "our_commitment_p4": "Platform kami mungkin berisi tautan ke situs eksternal yang tidak dimiliki atau dikendalikan oleh VRNL. Kami tidak bertanggung jawab atas praktik privasi mereka dan mendorong Anda untuk meninjau kebijakan mereka sebelum berbagi informasi.",
  "our_commitment_p5": "Kebijakan Privasi ini harus dibaca bersama dengan Syarat Penggunaan kami.",
  "user_content": "Persetujuan Pengguna",
  "user_content_para": "Dengan menggunakan layanan VRNL (misalnya saat mendaftar akun, membeli layanan, mengikuti kontes atau promosi, berkomunikasi dengan kami di situs atau aplikasi), Anda menyetujui pengumpulan, penggunaan, dan pembagian informasi pribadi Anda sebagaimana dijelaskan dalam kebijakan ini. Dalam beberapa kasus, terutama jika Anda berada di negara yang diatur oleh peraturan perlindungan data, kami mungkin meminta persetujuan eksplisit Anda sebelum mengakses layanan untuk melanjutkan operasi. Jika Anda pengguna roaming atau pengunjung yang berpindah negara dan menggunakan layanan VRNL, maka negara pendaftaran akan dianggap sebagai negara utama Anda dan persetujuan yang diperoleh saat pendaftaran berlaku untuk pengolahan informasi pribadi Anda. Ketentuan privasi sesuai hukum negara saat pendaftaran berlaku bagi Anda.",
  "accessing_webNet": "Mengakses Situs Web dan Layanan Network 18 melalui VPN",
  "accessing_webNet_p1": "Anda tidak boleh mengakses atau menggunakan situs web atau layanan VRNL melalui metode atau teknologi yang menyembunyikan atau menyamarkan lokasi geografis Anda yang sebenarnya (misalnya, menggunakan Virtual Private Network (VPN) atau alat serupa).",
  "accessing_webNet_p2": "VRNL tidak bertanggung jawab atas pengumpulan, penyimpanan, atau pemrosesan informasi pribadi Anda jika metode akses tersebut digunakan.",
  "collection_personalInfo": "Pengumpulan Informasi Pribadi dan Penggunaannya",
  "collection_personalInfo_p1": "“Informasi Pribadi” (PII) mengacu pada data yang dapat secara langsung atau tidak langsung mengidentifikasi individu, seperti nama, alamat pos, alamat email, atau nomor ponsel. Ketika data anonim dikaitkan dengan Informasi Pribadi, itu juga dianggap sebagai Informasi Pribadi.”",
  "collection_personalInfo_p2": "VRNL hanya mengumpulkan Informasi Pribadi yang diperlukan untuk memenuhi permintaan Anda dan menyediakan produk serta layanan yang disesuaikan. Kami tidak mengumpulkan informasi tersebut kecuali Anda memberikannya secara sadar dan sukarela.",
  "collection_personalInfo_p3": "Informasi Pribadi Anda dapat digunakan oleh VRNL dan mitra layanannya untuk mengoperasikan situs web dan layanan kami, serta untuk memberi tahu Anda tentang fitur, produk, dan layanan baru yang ditawarkan oleh VRNL dan afiliasinya.",
  "info_provide_us": "1. Informasi yang Anda berikan kepada kami",
  "info_provide_us_desp": "Kami mungkin meminta dan mengumpulkan informasi pribadi berikut tentang Anda saat Anda menggunakan vrnl.net dan tanpa informasi ini kami mungkin tidak dapat menyediakan semua layanan yang diminta:",
  "reg_data": "a. Data Pendaftaran",
  "reg_data_desp": "Untuk menggunakan fitur tertentu di situs web, Aplikasi, dan Layanan (seperti pendaftaran acara dan kampanye situs web), Anda mungkin memberikan informasi kontak dasar, termasuk namun tidak terbatas pada:",
  "reg_data_list": "<li><span>Nama Depan</span></li> <li><span>Nama Belakang</span></li> <li><span>Alamat Email</span></li>",
  "user_pro_details": "b. Detail Profil Pengguna",
  "user_pro_details_desp": "Kami mungkin juga mengumpulkan dan mencatat informasi pribadi berikut di bagian 'Profil Saya', yang membantu kami memberikan konten yang disesuaikan dan mempertahankan profil pengguna, termasuk namun tidak terbatas pada:",
  "user_pro_details_list": "<li><span>Nama</span></li> <li><span>Jenis Kelamin</span></li> <li><span>ID Email</span></li> <li><span>Tanggal Lahir</span></li> <li><span>Negara</span></li> <li><span>Kota</span></li> <li><span>Nomor Ponsel</span></li>",
  "mobile_device_permissions": "c. Izin Perangkat Mobile",
  "mobile_device_permissions_desp": "Saat mengakses aplikasi kami pada perangkat mobile/tablet/TV atau perangkat lain yang memiliki akses ke aplikasi tersebut, kami mungkin meminta dan memperoleh akses ke hal-hal berikut:",
  "mobile_device_permissions_list": "<li><span>Akun - Digunakan untuk mengelola beberapa akun pengguna di dalam aplikasi dan untuk tujuan Login</span></li> <li><span>Kontak - Digunakan untuk mengakses Kontak pengguna agar dapat berbagi artikel melalui aplikasi</span></li> <li><span>Telepon - Untuk membaca status telepon dan mengaktifkan notifikasi pengguna di perangkat pengguna. IMEI dikumpulkan untuk mengidentifikasi setiap pengguna secara unik saja</span></li> <li><span>Kamera - Agar pengguna dapat mengunggah gambar dan foto profil pengguna. Memungkinkan pengguna menggunakan Kamera di dalam VRNL</span></li> <li><span>Microphone - Untuk mengaktifkan perintah suara terkait aksi</span></li> <li><span>Penyimpanan - Untuk mengakses file/folder dari dalam Aplikasi</span></li> <li><span>SMS - Untuk mengirim dan menerima pesan verifikasi</span></li>",
  "mobile_device_permissions_desp2": "Izin terhadap pengaturan ini mungkin penting agar aplikasi berjalan dengan baik. Izin dapat dikelola melalui perangkat pengguna masing-masing menggunakan opsi 'pengaturan'.",
  "info_voluntarily": "2. Informasi yang Anda berikan secara sukarela",
  "info_voluntarily_desp": "Jika Anda mengirimkan korespondensi pribadi kepada kami, seperti email atau surat, atau jika pengguna lain atau pihak ketiga mengirimkan korespondensi tentang aktivitas atau postingan Anda di vrnl.net, kami dapat mengumpulkan dan menyimpan informasi tersebut.",
  "info_voluntarily_para": "Kami dapat mengumpulkan informasi tambahan di waktu lain, saat Anda memberikan umpan balik, memodifikasi konten atau preferensi email, menanggapi survei, atau berkomunikasi dengan kami. Informasi ini dapat mencakup nama, ID email, nomor ponsel, lokasi, dll.",
  "info_auto": "3. Informasi yang kami kumpulkan secara otomatis",
  "info_auto_desp": "Kami mengumpulkan informasi tentang Anda dan penggunaan layanan kami, interaksi Anda dengan kami dan iklan kami, serta informasi tentang komputer atau perangkat lain yang digunakan untuk mengakses layanan kami (seperti perangkat mobile, tablet, dan perangkat lain). Informasi ini mencakup, namun tidak terbatas pada:",
  "info_auto_list": "<li><span>Kegiatan di vrnl.net seperti jenis halaman yang dilihat, waktu yang dihabiskan di halaman, kueri pencarian, dll.</span></li> <li><span>Interaksi Anda dengan email, layanan pelanggan, dan platform pesan kami.</span></li> <li><span>Informasi geo-lokasi melalui alamat IP;</span></li> <li><span>Informasi perangkat seperti ID perangkat, model perangkat, dan pengenal unik lainnya</span></li> <li><span>Pengidentifikasi iklan, seperti yang ditemukan di perangkat mobile & tablet; perangkat yang memiliki pengenal (misalnya Identifiers for Advertisers (IDFA) di perangkat iOS dan GAID di perangkat Android);</span></li> <li><span>Informasi yang dikumpulkan melalui penggunaan cookie dan teknologi lainnya*;</span></li>",
  "info_auto_note": "*Catatan: Untuk meningkatkan pengalaman Anda, kami dapat menggunakan <b>cookie</b> atau teknologi serupa untuk memberikan Anda <b>ID Pengguna unik</b> dan memahami minat Anda. <b>Cookie</b> tidak mengungkapkan identitas Anda kecuali Anda memberikannya secara sukarela, dan tidak dapat mengakses data dari perangkat Anda. Pengiklan dapat menetapkan cookie mereka sendiri ketika Anda berinteraksi dengan iklan mereka, yang tidak kami kendalikan. Kami juga mengumpulkan informasi teknis tertentu setiap kali Anda menggunakan situs web, aplikasi, atau layanan kami pada perangkat yang terhubung ke internet.",
  "inferred_info": "4. Informasi yang Disimpulkan melalui penggunaan dan data log",
  "inferred_info_desp": "Kami dapat melacak informasi tertentu tentang Anda berdasarkan perilaku Anda di vrnl.net. Kami menggunakan informasi ini untuk melakukan penelitian internal tentang demografi, perangkat, minat, dan perilaku pengguna untuk lebih memahami, melindungi, dan melayani pengguna kami. Informasi ini dikompilasi dan dianalisis secara agregat.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Kami juga dapat mengumpulkan informasi Anda untuk melacak perilaku dan preferensi pengguna untuk analitik internal dan penelitian. Kami juga dapat menggunakan informasi Anda:</strong><br> (i) Untuk mengevaluasi minat Anda terhadap opsi investasi, layanan, penawaran, langganan;<br> (ii) Untuk melakukan analisis dan penelitian pelanggan, menentukan minat Anda, mengidentifikasi konten yang menghasilkan penjualan dan menganalisis pola lalu lintas.<br>",
  "inferred_info_a": "a. Fitur Interaktif",
  "inferred_info_a_desp1": "vrnl.net memiliki banyak fitur yang memungkinkan pengguna/anggota untuk mengungkapkan identitas mereka dan berkomunikasi dengan pengguna/anggota lain. Penggunaan fitur tersebut dan pengungkapan detail pribadi (misalnya alamat email) oleh Anda melalui fitur ini sepenuhnya merupakan risiko Anda sendiri dan vrnl.net tidak bertanggung jawab. Namun, jika privasi Anda terganggu akibat penggunaan fitur ini, Anda dapat memberi tahu kami melalui email di vrnl@gmail.com",
  "inferred_info_a_desp2": "Jika Anda memilih untuk memposting pesan di akun media sosial, papan pesan, ruang obrolan, atau area pesan lainnya, kami akan mengumpulkan informasi yang Anda berikan. Informasi ini kami simpan sesuai kebutuhan untuk menyelesaikan sengketa, memberikan dukungan pelanggan, dan memecahkan masalah sesuai hukum. Kami juga dapat menyimpan informasi tersebut secara agregat untuk menganalisis tren pasar dan sentimen pasar. Namun, kami tidak mengaitkan informasi pribadi Anda dengan komentar atau postingan saat melakukan analisis tersebut.",
  "inferred_info_b": "b. Pengalaman Pengguna dan Dukungan",
  "inferred_info_b_desp1": "Kami mengidentifikasi dan menggunakan alamat IP Anda untuk membantu mendiagnosis masalah dengan server kami, dan mengelola aplikasi kami. Alamat IP Anda juga digunakan untuk mengidentifikasi Anda dan mengumpulkan informasi demografi luas untuk menyesuaikan pengalaman Anda di vrnl.net.",
  "inferred_info_b_desp2": "Kami kadang-kadang meminta Anda untuk mengisi survei online opsional. Survei ini mungkin meminta informasi kontak dan demografi (seperti kode pos, usia, dll.). Kami menggunakan data ini untuk menyesuaikan pengalaman Anda di vrnl.net, menyediakan konten yang mungkin menarik bagi Anda, dan menampilkan konten sesuai preferensi Anda.",
  "info_thirdparty": "5. Informasi yang dikumpulkan melalui pihak ketiga",
  "info_thirdparty_a": "a. Login Media Sosial",
  "info_thirdparty_a_desp": "Saat Anda mendaftar menggunakan akun lain seperti Facebook, Gmail, dll., kami akan mengambil informasi dari akun tersebut untuk terus berinteraksi dengan Anda dan menyediakan Layanan. Kami mengumpulkan informasi berikut dari platform media sosial masing-masing, termasuk namun tidak terbatas pada:",
  "info_thirdparty_a_list": "<li><span>Facebook - Informasi publik, Nama, Email, daftar teman</span></li> <li><span>Google - Nama depan, Nama belakang, Email</span></li>",
  "info_thirdparty_b": "b. Informasi Transaksi atau Penagihan",
  "info_thirdparty_b_desp": "Berdasarkan pembelian paket langganan Anda, mitra gateway pembayaran kami dapat mengumpulkan informasi terkait detail kartu kredit/debit atau rekening bank lainnya beserta alamat penagihan Anda. Informasi ini disimpan oleh mitra gateway pembayaran kami. Misalnya, Layanan akan menggunakan mitra gateway pembayaran pihak ketiga untuk memproses dan memfasilitasi pembayaran biaya langganan Anda. Harap dicatat bahwa vrnl.net tidak mengumpulkan informasi finansial secara langsung seperti kartu kredit, kartu debit, atau detail net banking. Mitra gateway pembayaran tersebut tidak dikendalikan oleh kami. Saat Anda mengunjungi gateway pembayaran tersebut, Anda melakukannya atas risiko Anda sendiri. Gateway ini mungkin memiliki kebijakan privasi sendiri, yang kami sarankan untuk Anda tinjau jika mengunjungi. Kami tidak bertanggung jawab atas gateway pembayaran, kontennya, atau praktik privasinya, dan kami tidak mendukungnya.",
  "lawfulness_processing": "I. Tujuan dan Kewajaran Pemrosesan",
  "lawfulness_processing_desp1": "vrnl.net hanya akan mengumpulkan dan memproses data pribadi Anda jika kami memiliki dasar hukum. Dasar hukum untuk memproses informasi pribadi Anda termasuk memperoleh persetujuan eksplisit dari Anda atau memproses untuk 'kepentingan sah' ketika pemrosesan diperlukan untuk memberikan dukungan pelanggan atau memproses data Anda untuk layanan premium (misalnya pemrosesan informasi Anda oleh penyedia gateway pembayaran).",
  "lawfulness_processing_desp2": "Kami menggunakan informasi untuk menyediakan, menganalisis, mengelola, meningkatkan, dan mempersonalisasi layanan serta upaya pemasaran, memproses pendaftaran, pesanan, pembayaran, dan berkomunikasi dengan Anda terkait kasus berikut. Misalnya, kami menggunakan informasi untuk:",
  "lawfulness_processing_list": "<li><span>menentukan kebutuhan portofolio Anda dan memberikan saran, tips, dan prediksi yang dipersonalisasi tentang tren pasar, peringatan perubahan pasar, dan statistik indeks;</span></li> <li><span>mencegah, mendeteksi, dan menyelidiki kegiatan yang mungkin dilarang atau ilegal, termasuk penipuan;</span></li> <li><span>menganalisis dan memahami audiens kami, meningkatkan layanan (termasuk pengalaman antarmuka pengguna) dan mengoptimalkan pemilihan konten, algoritma rekomendasi, dan penyampaian;</span></li> <li><span>berkomunikasi dengan Anda tentang layanan kami (misalnya melalui email, notifikasi push, pesan teks, dan saluran pesan online), agar kami dapat menginformasikan berita, fitur baru, konten, penawaran khusus, pengumuman promosi, kontes, dan survei konsumen, serta membantu permintaan operasional seperti reset kata sandi;</span></li> <li><span>Memberi tahu Anda tentang perubahan ketentuan layanan.</span></li> <li><span>Memungkinkan Anda berpartisipasi dalam fitur interaktif yang ditawarkan melalui Layanan kami.</span></li> <li><span>Melaksanakan kewajiban kami dan menegakkan hak yang timbul dari kontrak antara Anda dan kami, termasuk penagihan, chargeback, dan koleksi.</span></li>",
  "lawfulness_processing_desp3": "Kami dapat menggunakan informasi Anda untuk memberikan pengalaman yang dipersonalisasi saat Anda mengunjungi/menggunakan salah satu situs/aplikasi kami, serta untuk tujuan analitik dan pemasaran.",
  "lawfulness_processing_desp4": "Kami memberikan personalisasi dengan menggunakan data yang Anda berikan melalui cookie, alamat IP, web beacon, atau teknologi serupa terkait perangkat yang Anda gunakan. Dengan cara ini, kami dapat menyediakan konten dan/atau iklan yang lebih relevan dengan minat Anda. Harap berikan persetujuan eksplisit ketika kami mengumpulkan data Anda atau sesuaikan preferensi pengguna di profil akun Anda.",
  "info_usedBy": "II. Informasi yang digunakan oleh perusahaan",
  "info_usedBy_desp1": "Informasi yang disediakan oleh pengguna memungkinkan kami meningkatkan Layanan dan memberikan pengalaman pengguna yang paling ramah. Dalam beberapa kasus, kami mungkin memerlukan alamat kontak Anda. Semua informasi yang diperlukan tergantung pada layanan dan perusahaan dapat menggunakan informasi tersebut untuk memelihara, melindungi, dan meningkatkan Layanan (termasuk iklan di 'Aplikasi') serta mengembangkan layanan baru. Kami juga dapat menggunakan alamat email atau informasi identifikasi pribadi lainnya untuk mengirim pesan komersial atau pemasaran dengan persetujuan Anda, sesuai hukum lokal [dengan opsi berlangganan / berhenti berlangganan bila memungkinkan]. Untuk tujuan non-pemasaran atau administratif (misalnya pemberitahuan perubahan besar, layanan pelanggan, penagihan), kami dapat menggunakan alamat email Anda tanpa persetujuan lebih lanjut.",
  "info_usedBy_desp2": "Informasi identifikasi pribadi yang Anda berikan tidak dianggap sensitif jika tersedia secara bebas dan/atau dapat diakses di domain publik, seperti komentar, pesan, blog, atau catatan di platform sosial seperti Facebook, Twitter, dll. Informasi yang diposting/diunggah/ dikomunikasikan oleh pengguna di bagian publik situs atau Aplikasi menjadi konten publik dan tidak dianggap sebagai informasi pribadi menurut Kebijakan Privasi ini. Jika Anda menolak memberikan informasi pribadi, beberapa layanan mungkin tidak dapat kami sediakan. Kami tidak bertanggung jawab atas penolakan layanan karena Anda tidak memberikan informasi pribadi yang diperlukan. Saat mendaftar di Aplikasi atau Layanan, kami menghubungi Anda dari waktu ke waktu untuk memperbarui informasi pribadi agar pengguna dapat menggunakan fitur yang kami anggap bermanfaat/menarik.",
  "disclosure_tp": "III. Pengungkapan kepada pihak ketiga",
  "disclosure_tp_b": "b. Iklan",
  "disclosure_tp_b_desp": "Ketika kami menyajikan informasi kepada pengiklan untuk membantu mereka memahami audiens kami dan mengonfirmasi nilai iklan di situs web atau Aplikasi kami, biasanya dalam bentuk statistik agregat tentang lalu lintas ke halaman/konten tertentu. Kami menggunakan perusahaan iklan pihak ketiga untuk menyajikan iklan saat Anda mengunjungi situs web atau Aplikasi kami. Perusahaan ini dapat menggunakan informasi (termasuk nama, alamat, email, atau nomor telepon atau informasi identifikasi pribadi lainnya) tentang kunjungan Anda ke situs dan aplikasi lain untuk menampilkan iklan produk dan layanan yang menarik bagi Anda. Kami tidak memberikan informasi identifikasi pribadi kepada situs pihak ketiga/pengiklan/server iklan tanpa persetujuan Anda.",
  "disclosure_tp_d": "d. Penawaran Promosi",
  "disclosure_tp_d_desp": "Kami akan membagikan atau mengungkapkan informasi pribadi Anda di luar vrnl.net jika kami memiliki persetujuan Anda. Misalnya, menyediakan layanan SMS dan Email terkait pemasaran, newsletter, promosi, dan penawaran.",
  "disclosure_tp_f": "f. Hukum",
  "disclosure_tp_f_desp": "vrnl.net dapat mengungkapkan informasi identifikasi pribadi jika diwajibkan oleh hukum atau dengan keyakinan itikad baik bahwa tindakan tersebut diperlukan untuk:",
  "disclosure_tp_f_list": "<li><span>mematuhi hukum atau proses hukum yang berlaku;</span></li> <li><span>melindungi hak atau properti pemilik situs, situs, atau pengguna vrnl.net;</span></li> <li><span>bertindak dalam keadaan darurat untuk melindungi keselamatan pribadi pengguna vrnl.net, situs, pemilik situs, atau publik.</span></li>",
  "controls_choices": "IV. Kontrol dan Pilihan Anda",
  "managing_info": "Mengelola Informasi Anda",
  "managing_info_desp1": "Saat Anda menggunakan Layanan dari moneycontrol (situs web atau sub-situsnya), kami berusaha memberikan akses ke informasi pribadi Anda saat diminta, serta memastikan informasi pribadi atau data sensitif yang tidak akurat atau kurang lengkap dapat dikoreksi sesuai kemampuan, dengan memperhatikan ketentuan hukum atau kepentingan bisnis sah.",
  "managing_info_desp2": "Kami meminta pengguna untuk mengidentifikasi diri dan informasi yang diminta untuk diakses, dikoreksi, atau dihapus sebelum memproses permintaan, dan dapat menolak permintaan yang terlalu berulang atau sistematis, memerlukan usaha teknis tidak proporsional, membahayakan privasi orang lain, atau sangat tidak praktis (misalnya informasi pada backup tape), atau aksesnya tidak diwajibkan. Dalam setiap kasus, akses dan koreksi diberikan tanpa biaya, kecuali memerlukan usaha yang tidak proporsional. Setelah menghapus informasi, salinan residual mungkin membutuhkan waktu untuk dihapus dari server aktif dan tetap ada di sistem backup.",
  "managing_info_desp3": "Untuk menggunakan hak sebagai subjek data, tulis kepada kami dan ajukan permintaan untuk hak tertentu. Pastikan menggunakan subjek yang sesuai (mis. Permintaan Akses Data, Permintaan Portabilitas Data, Permintaan Penghapusan Data) agar permintaan diproses lebih cepat dan efisien.",
  "managing_info_desp4": "Kami memberikan kemampuan untuk mengatur kontrol dan pilihan terkait pengumpulan, penggunaan, dan pembagian informasi pribadi Anda. Sesuai hukum yang berlaku, kontrol dan pilihan Anda dapat mencakup:",
  "dataAccess_port": "a. Akses Data dan Portabilitas",
  "dataAccess_port_desp": "Uni Eropa - (Peraturan Perlindungan Data Umum) memberikan hak kepada Anda, sebagai subjek data, untuk meminta salinan informasi pribadi Anda yang kami miliki. Anda juga berhak meminta salinan informasi pribadi yang telah Anda berikan kepada kami dalam format terstruktur, umum digunakan, dan dapat dibaca mesin, dan/atau meminta kami mengirimkan informasi tersebut ke penyedia layanan lain (jika secara teknis memungkinkan).",
  "data_retention": "c. Retensi dan Penghapusan Data",
  "data_retention_desp1": "Kami menyimpan informasi pribadi Anda selama diperlukan untuk kepentingan sah yang ditentukan dalam kebijakan ini dan untuk mematuhi kewajiban hukum kami. Jika Anda tidak ingin kami menggunakan informasi Anda lagi, Anda dapat meminta agar informasi pribadi Anda dihapus dan akun vrnl.net Anda ditutup.",
  "data_retention_desp2": "Harap dicatat bahwa jika Anda meminta penghapusan informasi pribadi Anda;",
  "data_retention_list": "<li><span>Kami mungkin tetap menyimpan sebagian informasi pribadi Anda jika diperlukan untuk kepentingan bisnis sah kami, seperti deteksi dan pencegahan penipuan serta peningkatan keamanan. Misalnya, jika kami menangguhkan akun vrnl.net karena alasan penipuan atau keamanan, kami mungkin tetap menyimpan informasi tertentu dari akun tersebut untuk mencegah pengguna membuka akun baru di masa depan.</span></li> <li><span>Kami dapat menyimpan dan menggunakan informasi pribadi Anda sejauh diperlukan untuk mematuhi kewajiban hukum kami. Misalnya, kami mungkin menyimpan sebagian informasi untuk tujuan pajak, pelaporan hukum, dan audit.</span></li> <li><span>Informasi yang telah Anda bagikan dengan orang lain (misalnya ulasan, posting forum) dapat tetap terlihat secara publik di vrnl.net, meskipun akun Anda telah dibatalkan. Namun, atribusi informasi tersebut kepada Anda akan dihapus. Selain itu, beberapa salinan informasi Anda (misalnya catatan log) mungkin tetap ada di database kami, tetapi tidak lagi terkait dengan identifikasi pribadi.</span></li> <li><span>Karena kami mempertahankan salinan informasi pribadi untuk melindungi dari kehilangan atau kerusakan yang disengaja atau tidak disengaja, salinan residual informasi pribadi Anda mungkin tidak dihapus dari sistem cadangan kami untuk periode terbatas.</span></li>",
  "data_retention_note": "(Catatan: Jika Anda memiliki beberapa akun dengan moneycontrol, Anda perlu mengajukan permintaan terpisah untuk masing-masing akun tersebut menggunakan email terkait.)",
  "withdrawing_consent": "d. Penarikan Persetujuan dan Pembatasan Pemrosesan",
  "withdrawing_consent_desp": "Untuk menarik persetujuan Anda kapan saja selama penggunaan layanan kami, Anda dapat melakukannya dengan mengirimkan email kepada kami. Kami akan meninjau permintaan Anda dan mungkin meminta Anda untuk memverifikasi identitas. Setelah verifikasi, kami akan menarik persetujuan yang diminta dan menghentikan pemrosesan informasi pribadi lebih lanjut.",
  "fail_provideConsent": "V. Jika Anda gagal memberikan persetujuan",
  "fail_provideConsent_desp": "Kami berkewajiban untuk memberi tahu Anda bahwa vrnl.net adalah platform penyajian iklan. Iklan merupakan inti dari bisnis kami, sehingga izin untuk menggunakan dan memproses informasi pribadi Anda untuk penyajian iklan adalah penting agar kami dapat memberikan layanan kepada Anda. Penggunaan informasi pribadi untuk penyajian iklan merupakan syarat yang mengikat, dan kami tidak dapat menyediakan layanan kami jika Anda tidak memberikan otorisasi penggunaan informasi pribadi untuk tujuan penyajian iklan dan aktivitas terkait.",
  "childrens_privacy": "VI. Privasi Anak-anak",
  "childrens_privacy_desp1": "vrnl.net tidak sengaja dirancang untuk atau ditujukan kepada anak-anak di bawah 16 tahun. vrnl tidak secara sadar mengizinkan siapa pun yang berusia di bawah 16 tahun mendaftar ke layanan atau memberikan informasi identifikasi pribadi. Jika vrnl mengetahui adanya informasi pribadi anak di bawah 16 tahun yang dikumpulkan tanpa persetujuan orang tua, vrnl akan mengambil langkah yang tepat untuk menghapus informasi tersebut dan memberi tahu orang tua.",
  "childrens_privacy_desp2": "Namun, kami menganggap tanggung jawab orang tua untuk memantau penggunaan layanan kami oleh anak-anak mereka. Kami tidak mengumpulkan atau memproses informasi pribadi anak di bawah 16 tahun atau mengirim materi promosi kepada mereka. Jika orang tua atau wali yakin seorang anak telah memberikan informasi pribadi tanpa persetujuan mereka, silakan hubungi tim dukungan pelanggan kami untuk memastikan informasi pribadi tersebut dihapus dari vrnl.net.",
  "data_transfer": "VII. Transfer, Penyimpanan & Pemrosesan Data Secara Global",
  "data_transfer_desp": "Kami beroperasi secara global dan dapat mentransfer informasi pribadi Anda ke perusahaan afiliasi vrnl atau pihak ketiga di berbagai lokasi di dunia untuk tujuan yang dijelaskan dalam kebijakan privasi ini. Dimanapun informasi pribadi Anda ditransfer, disimpan, atau diproses, kami akan mengambil langkah wajar untuk menjaga privasi informasi pribadi Anda. Selain itu, saat menggunakan atau mengungkapkan informasi pribadi yang ditransfer dari Uni Eropa, kami menggunakan klausul kontrak standar yang disetujui oleh Komisi Eropa dan mengadopsi cara lain sesuai hukum Uni Eropa untuk memastikan perlindungan yang memadai.",
  "security_compliance": "VIII. Keamanan dan Kepatuhan Hukum",
  "security_compliance_desp": "Kami terus menerapkan dan memperbarui langkah-langkah keamanan administratif, teknis, dan fisik untuk melindungi informasi Anda dari akses tidak sah, kehilangan, kerusakan, atau perubahan. Beberapa langkah perlindungan termasuk firewall, enkripsi data, dan kontrol akses informasi. Jika Anda mengetahui atau memiliki alasan untuk meyakini kredensial akun vrnl.net Anda hilang, dicuri, diubah, atau disalahgunakan, atau jika terjadi penggunaan tidak sah yang nyata atau dicurigai, silakan hubungi tim dukungan pelanggan kami.",
  "changein_policy": "IX. Perubahan Kebijakan",
  "changein_policy_desp": "Kebijakan Privasi ini dapat berubah dari waktu ke waktu. Kami berhak, atas kebijakan kami sendiri, untuk memodifikasi syarat Kebijakan Privasi ini guna memastikan kepatuhan dengan hukum yang berlaku ('Syarat Diperbarui'). Syarat Diperbarui berlaku segera dan menggantikan Kebijakan Privasi sebelumnya. Kami akan memberi tahu Anda jika perubahan signifikan memengaruhi hak Anda atau jika diwajibkan oleh hukum. Anda bertanggung jawab untuk meninjau Kebijakan Privasi secara berkala. Dengan terus menggunakan vrnl.net setelah Syarat Diperbarui diterbitkan, Anda menyetujui syarat yang diperbarui.",
  "contact_info": "X. Informasi Kontak",
  "contact_info_a": "a. Dukungan",
  "contact_info_a_desp": "Jika Anda memerlukan informasi atau klarifikasi mengenai penggunaan informasi pribadi Anda atau kebijakan privasi ini, atau memiliki keluhan terkait penggunaan informasi pribadi Anda, silakan email kami di",
  "contact_info_b": "b. Pengaduan",
  "contact_info_b_desp1": "Anda dapat menulis kepada petugas perlindungan data kami jika ada keluhan. Anda berhak mengajukan keluhan mengenai aktivitas pemrosesan data yang dilakukan oleh vrnl.net kepada otoritas perlindungan data yang berwenang.",
  "contact_info_b_desp2": "Jika Anda memiliki pertanyaan atau keluhan mengenai pengumpulan, pemrosesan, transfer data/informasi pribadi atau kebijakan ini, silakan hubungi Petugas Perlindungan Data kami.",
  "risk_management_title": "Taruhan Anda, Tanggung Jawab Kami dengan Manajemen Risiko Tak Tertandingi &",
  "risk_management_title2": "Perusahaan yang secara konsisten mengejar solusi inovatif untuk memenuhi kebutuhan bisnisnya.",
  "dedicated_rm_team": "Tim Manajemen Risiko Khusus",
  "dedicated_rm_team_desp": "Kami memiliki <b>tim manajemen risiko yang berdedikasi dan sangat berpengalaman</b> yang beroperasi <b>24/7.</b> Peran utama mereka adalah memantau setiap taruhan dan transaksi di platform kami untuk memastikan <b>permainan yang adil</b> dan <b>keamanan</b> bagi semua pengguna.",
  "key_features_rm": "Fitur Utama",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Pemantauan Real-Time:</strong> Sistem canggih memantau taruhan, perubahan odds, dan aktivitas pengguna secara terus-menerus.</span></li> <li><strong>Review Manual:</strong> Peringatan memicu pemeriksaan mendalam terhadap pola taruhan, perubahan odds, dan perilaku akun.</li> <li><strong>Mitigasi Risiko:</strong> Tindakan segera seperti membatalkan/menangguhkan taruhan, membekukan akun, atau memverifikasi pengguna jika ditemukan ketidakteraturan.</li> <li><strong>Analisis Data:</strong> Peninjauan data langsung dan historis secara berkelanjutan untuk mendeteksi tren risiko dan meningkatkan strategi pencegahan.</li> <li><strong>Respons Insiden:</strong> Rencana terstruktur untuk menangani pelanggaran keamanan, kecurangan, atau ancaman lainnya dengan cepat dan efektif.</li>",
  "benefits_rm": "Manfaat",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Pelatihan Berkelanjutan:</strong> Pengembangan keterampilan tim risiko secara terus-menerus untuk menangani ancaman baru secara efektif.</span></li> <li><strong>Teknologi dan Keamanan Canggih:</strong> Pembaruan rutin, pengujian penetrasi, pembaruan perangkat lunak, dan audit keamanan.</li> <li><strong>Transparansi:</strong> Komunikasi jelas dengan pengguna tentang tindakan manajemen risiko untuk menjaga kepercayaan.</li> <li><strong>Peningkatan Berkelanjutan:</strong> Strategi yang berkembang berdasarkan insiden sebelumnya dan risiko yang muncul untuk melindungi integritas platform dan kepentingan pengguna.</li>",
  "sbs_bold": "Perangkat Lunak <strong>Taruhan Olahraga</strong>",
  "sbs_bold_p1": "Siap meningkatkan pengalaman taruhan olahraga Anda ke level berikutnya? Jangan cari lagi selain VRNL Sports Betting Software! Artikel ini akan mengeksplorasi bagaimana teknologi mutakhir VRNL dapat mengubah cara Anda bertaruh. Dengan pengalaman industri lebih dari dua dekade, VRNL adalah mitra terpercaya Anda untuk solusi taruhan olahraga inovatif. Mari kita jelajahi dunia perangkat lunak taruhan olahraga dan temukan bagaimana kami dapat meningkatkan permainan Anda.",
  "sbs_bold_p2": "Perangkat Lunak Taruhan Olahraga VRNL menawarkan banyak kemungkinan bagi penggemar olahraga dan petaruh. Dengan fokus pada penyediaan informasi yang akurat, relevan, dan bermanfaat, VRNL menggabungkan keahlian dan pengalaman pribadi untuk menciptakan solusi taruhan yang komprehensif. Percayakan VRNL untuk meningkatkan pengalaman taruhan olahraga Anda ke level berikutnya.",
  "sbs_bold_p3": "Jelajahi perangkat lunak taruhan olahraga VRNL hari ini dan tingkatkan permainan taruhan Anda!",
  "sbs_try_b2b": "Coba perangkat lunak taruhan B2B kami",
  "sbs_try_b2c": "Coba perangkat lunak taruhan B2C kami",
  "sbs_mf_desp": "Kami menawarkan berbagai alat untuk memudahkan manajemen perangkat lunak taruhan kami. Di antaranya, kami menyoroti yang paling kuat dan penting untuk bersaing di tingkat global:",
  "sbs_mf_list": "<li><strong>Odds Real-Time</strong> Tetap diperbarui dengan odds real-time yang memberi Anda keunggulan kompetitif. Perangkat lunak VRNL memastikan Anda tidak melewatkan peluang terbaik.</li> <li><strong>Kompatibilitas Mobile</strong> Bertaruh di mana saja dengan perangkat lunak kompatibel mobile VRNL. Baik iOS maupun Android, platform menyesuaikan dengan perangkat Anda untuk pengalaman yang mulus.</li> <li><strong>Layanan Odds Canggih</strong> Mendefinisikan ulang API data olahraga. Menyediakan odds pre-match 100% akurat dan feed odds live tercepat dengan latensi minimal.</li> <li><strong>Integrasi Fleksibel</strong> Platform kami dapat diintegrasikan dengan sistem Anda melalui API atau iFrame, menawarkan fleksibilitas implementasi.</li>",
  "sbs_benefits": "Apa saja manfaatnya? <b> Mari Kami Jelaskan</b>",
  "sbs_benefits_p1": "<strong>Keuntungan menjalankan platform taruhan Online dan Retail</strong> Memulai platform taruhan online memang bisa menantang.",
  "sbs_benefits_p2": "Itulah sebabnya kami merancang lingkungan <strong>perangkat lunak taruhan olahraga yang komprehensif</strong> untuk membuat proses lebih mudah, lengkap dengan penyedia odds terbaik untuk cakupan terluas.",
  "sbs_benefits_p3": "Mitra yang diatur menerima dukungan penuh untuk masuk ke industri taruhan online, serta opsi versi Bermerk atau Non-Bermerk dari platform kami.",
  "sbs_benefits_p4": "Perangkat lunak kami mencakup alat manajemen risiko yang kuat, membuat pengaturan cepat dan mudah, dan siap untuk berkembang seiring pertumbuhan bisnis Anda.",
  "sbs_benefits_p5": "Mengelola <strong>pemain online dan toko taruhan</strong> belum pernah semudah dan seefisien ini.",
  "complete_sbs": "Perangkat Lunak Taruhan Olahraga <strong>Lengkap</strong>",
  "whatwe_have": "Apa yang kami sediakan untuk Anda?",
  "whatwe_have_list": "<li><strong>Kontrol Akun Pemain</strong> Platform kami menyediakan manajemen akun pemain yang kuat, termasuk layanan pendaftaran dan verifikasi. Kami juga memiliki sistem efektif untuk mendeteksi dan menangani akun palsu.</li> <li><strong>Alat Geolokasi</strong> Kami menawarkan alat yang dapat mengekstrak informasi lokasi dari alamat IP, memastikan layanan geolokasi yang akurat.</li>",
  "whatwe_have_desp": "Dengan dukungan kami yang komprehensif, fokus utama Anda dapat tetap pada membangun dan mengembangkan toko taruhan ritel dan jaringan online Anda.",
  "b2c_sbs": "Perangkat Lunak Taruhan Olahraga B2C",
  "b2c_sbs_p1": "VRNL adalah tujuan utama Anda untuk solusi perangkat lunak taruhan olahraga B2C. Kami adalah nama terpercaya di industri ini, berdedikasi untuk memberikan perangkat lunak mutakhir yang meningkatkan pengalaman taruhan olahraga Anda. Baik Anda seorang petaruh berpengalaman maupun pendatang baru di dunia taruhan olahraga, kami memiliki alat yang Anda butuhkan untuk meningkatkan permainan Anda. Cobalah perangkat lunak taruhan olahraga VRNL hari ini dan tingkatkan permainan taruhan Anda ke level berikutnya!",
  "b2c_sbs_p2": "Perangkat lunak taruhan olahraga B2C (business-to-consumer) mengacu pada teknologi dan platform yang digunakan oleh operator sportsbook untuk menawarkan layanan taruhan olahraga langsung kepada pengguna akhir.",
  "b2c_sbs_p3": "Jenis perangkat lunak ini memungkinkan konsumen untuk memasang taruhan pada berbagai acara olahraga melalui aplikasi web atau seluler. Berikut beberapa fitur dan komponen utama yang biasanya ditemukan dalam perangkat lunak taruhan olahraga B2C:",
  "b2c_sbs_list": "<li> <b>Registrasi Pengguna dan Manajemen Akun:</b> Memungkinkan pengguna membuat akun, mengelola informasi pribadi, dan melacak riwayat taruhan. </li> <li> <b>Dukungan Pelanggan:</b> Menyediakan opsi dukungan pelanggan, seperti obrolan langsung, email, dan dukungan telepon, untuk membantu pengguna dengan pertanyaan dan masalah. </li> <li> <b>Program Afiliasi:</b> Menawarkan program afiliasi untuk pemasaran dan promosi, memungkinkan mitra mendapatkan komisi untuk merujuk pengguna. </li>",
  "casino_sbs": "Perangkat Lunak Kasino dan Taruhan <strong>Olahraga</strong>",
  "casino_sbs_list": "Penyedia 75+ lebih dari<br /> Mesin Slot 15.000+ lebih dari<br /> Permainan Meja 500+ lebih dari<br /> Video Poker 700+ lebih dari<br /> Permainan Lainnya 200+ lebih dari<br /> Live Game Show<br /> Permainan First Person<br /> American Roulette Live<br /> Live Blackjack<br /> Baccarat Live<br /> Casino Hold’em Live<br /> SICBO<br /> Dragon Tiger Live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "Platform Kasino",
  "onc_desp1": "VRNL menyediakan solusi lengkap dengan penawaran <strong>White Label Casino</strong> kami.",
  "onc_desp2": "Platform <strong>kasino online</strong> kami dirancang untuk kesederhanaan, memastikan manajemen mudah baik untuk pemula maupun profesional berpengalaman. Dengan VRNL, Anda akan menerima panduan lengkap untuk memulai usaha <strong>kasino online</strong> Anda.",
  "onc_desp3": "Sebelum Anda memulai, kami mengundang Anda untuk menyaksikan operasinya yang mulus secara langsung.",
  "wlc_mainFeatures_desp1": "Kami menawarkan berbagai alat yang dirancang untuk memberdayakan Anda dalam mengelola platform kasino online kami. Di antaranya, kami menyoroti yang paling berpengaruh dan, yang paling penting, yang sangat diperlukan untuk berkembang di arena global yang kompetitif:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Katalog permainan kasino online terluas di dunia,</strong> dipilih secara cermat dari penyedia top-rated industri </li> <li> <strong class='black-color'>Alat untuk Bonus</strong> dan Optimasi Keuntungan Slot </li> <li> <strong class='black-color'>Pembuat Kampanye</strong> dan Manajemen Turnamen Permainan </li> <li>Dapat <strong class='black-color'>diintegrasikan dengan mulus melalui teknologi API atau iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "Selain itu, paket kami termasuk perangkat lunak kasino langsung, memungkinkan Anda memberikan pengalaman kasino nyata kepada pengguna dari kenyamanan rumah mereka.",
  "wlc_benefits": "Manfaatnya apa saja?",
  "letus_explain": "Mari Kami Jelaskan",
  "letus_explain_desp1": "Berpikir untuk memasuki dunia taruhan online? Perusahaan VRNL menawarkan ",
  "letus_explain_desp2": "solusi kasino white label yang bisa menjadi titik awal sempurna Anda.",
  "letus_explain_desp3": "Manfaatkan layanan profesional dan keahlian kami, bersama dengan <strong>platform kasino</strong> dan teknologi canggih kami. Mitra yang diatur kami mendapatkan dukungan penuh saat mereka memasuki industri kasino online, dengan pilihan versi platform bermerk atau tidak bermerk.",
  "letus_explain_desp4": "Memulai usaha kasino online bisa menjadi perjalanan kompleks. Itu sebabnya kami menciptakan lingkungan kasino lengkap, menawarkan penyedia permainan top dan lebih dari 1.000 permainan. Matematika permainan kami aman dan bersertifikat, menjamin ketenangan pikiran Anda.",
  "letus_explain_desp5": "Perluas bisnis Anda dengan mudah menggunakan alat manajemen risiko platform kami untuk pengaturan yang cepat dan mudah.",
  "wlc_complete_solutions": "Solusi Lengkap <span>Kasino White Label</span>",
  "wlc_offer": "Apa yang kami tawarkan untuk Anda?",
  "wlc_complete_solutions_list": "<li>Prosedur Verifikasi, disetujui secara resmi oleh otoritas regulasi</li> <li>Alat pemasaran afiliasi, sistem referral, dan integrasi media sosial</li> <li>Pemberitahuan Push Seluler, Pemberitahuan Web, dan Pesan dalam Aplikasi</li> <li>Kontrol Akun Pemain, Registrasi dan Verifikasi, serta Sistem Deteksi Akun Penipuan</li> <li>Alat Geolokasi untuk mengekstrak informasi lokasi alamat IP</li>",
  "wlc_complete_solutions_more": "Tapi tunggu, ada lagi",
  "wlc_complete_solutions_desp": "<strong>Platform VRNL disesuaikan untuk performa dan stabilitas terbaik</strong>. Kami menggunakan teknologi mutakhir yang beroperasi dua kali lebih cepat daripada platform kasino biasa. Pengalaman luas kami telah menciptakan aplikasi tercepat dan terkuat saat ini.",
  "wlc_numbers": "<span>White Label</span> Kasino dalam angka",
  "wlc_numbers_p1": "Temukan kemungkinan tak terbatas dari solusi White Label Casino VRNL kami. Tingkatkan bisnis kasino Anda dengan berbagai penawaran kasino kami",
  "wlc_numbers_p2": "Pilihan terbaik penyedia Live Casino terkemuka di seluruh dunia",
  "wlc_numbers_p3": "Variasi meja langsung tak tertandingi tersedia online, dengan pengiriman multi-kanal.",
  "wlc_numbers_list": "<li>Lebih dari 75 penyedia</li> <li>Lebih dari 15.000 mesin slot</li> <li>500+ permainan meja</li> <li>700+ permainan video poker</li> <li>Lebih dari 200 permainan lainnya</li>",
  "wlc_numbers_p4": "Tim kami yang berdedikasi akan membimbing Anda melalui semua tahap, dari pelatihan awal hingga peluncuran produksi.",
  "wlb_platform": "Platform Taruhan White Label",
  "wlb_platform_p1": "Solusi <b class='bold'>white label sportsbook</b> Vrnl menawarkan platform pertukaran yang lengkap dan sepenuhnya dikelola.<br />",
  "wlb_platform_p2": "Salah satu fitur menonjol dari solusi sportsbook white label kami adalah <b class='bold'>kecepatan luar biasa dalam pembuatan dan penyebaran situs web.</b> Tim kami dapat menghadirkan situs web sportsbook Anda hanya dalam sepuluh hari kerja, <b class='bold'>sesuai dengan kebutuhan unik Anda.</b><br />",
  "wlb_platform_p3": "<b class='bold'>Layanan kami mencakup hosting khusus</b>, semua perangkat lunak yang diperlukan, feed data odds olahraga langsung, alat manajemen risiko, dan layanan dukungan pelanggan terbaik. Kami adalah platform taruhan white label terkemuka.",
  "wlb_platform_list": "<li>Pembangunan Situs Web, <b>Branding, Penyesuaian</b>, dan Pengujian Ketat pada Exchange Klien</li> <li>Peningkatan rutin dan pembaruan fitur</li> <li><b>Penyediaan Perangkat Keras</b>, Hosting, Pengawasan 24/7, dan Dukungan Komprehensif</li> <li><b>Beragam Pasar Taruhan,</b> Kategori Olahraga, dan Penawaran Liga</li> <li>Penerimaan taruhan yang efisien dan proses penyelesaian yang akurat</li> <li>Manajemen Risiko Lanjutan, Akuntansi Tangguh, dan Alat Pemantauan</li>",
  "wlb_platform_p4": "Konsultan khusus VRNL akan mengumpulkan kebutuhan Anda dengan cermat dan menghadirkan pilihan template dan pencapaian pengembangan terbaru. Semua platform kami mendukung banyak bahasa dan mata uang, dengan antarmuka pengguna (UI) disesuaikan dengan kebutuhan Anda.",
  "wlb_platform_customization": "Kustomisasi",
  "be_unique": "Jadilah unik",
  "be_unique_desp1": "<b class='bold'>VRNL mengkhususkan diri dalam platform taruhan white label khusus, kasino, dan</b> solusi yang disesuaikan untuk memperkuat identitas merek Anda.",
  "be_unique_desp2": "Tim ahli kami memastikan setiap detail, mulai dari antarmuka visual yang menawan hingga integrasi logo dan peningkatan fitur, sesuai dengan visi Anda.",
  "be_unique_desp3": "Mulailah perjalanan Anda dengan Vrnl, di mana visi unik Anda menjadi nyata.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Optimalkan Peluang Taruhan dengan VRNL",
  "wlb_platform_odds_p1": "Tetap unggul dengan layanan <b class='bold'>manajemen odds</b> canggih kami. Kami menyediakan penyesuaian odds secara real-time, manajemen risiko, dan analisis pasar untuk membantu Anda mengoptimalkan penawaran taruhan olahraga dan meningkatkan pengalaman pemain.",
  "wlb_platform_odds_p2": "Tim spesialis kami berkomitmen untuk memastikan kesuksesan Anda. Hubungi kami hari ini untuk mengeksplorasi bagaimana kami dapat membawa bisnis taruhan Anda ke level berikutnya.",
  "wlb_platform_zeroRisk": "Tanpa Risiko",
  "wlb_platform_zeroRisk_h1": "Layanan Trading dan Manajemen Risiko",
  "wlb_platform_zeroRisk_p1": "Kami menyediakan layanan trading dan manajemen risiko lengkap, serta panduan ahli dalam manajemen odds. Selain itu, kami menawarkan fitur unik - cakupan kemenangan. Secara praktis, ini berarti jika platform Anda tidak menghasilkan pendapatan, kami menanggung pembayaran kepada pemain Anda. Kami memprioritaskan ketenangan pikiran Anda.",
  "wlb_platform_bpb": "Branding Platform Taruhan",
  "wlb_platform_bpb_layouts": "Tata Letak Tanpa Batas",
  "wlb_platform_bpb_layouts_desp": "Pilih dari <b>beragam tata letak taruhan</b> melalui template kami. Atau, ambil kendali penuh kreatif dengan membuat tata letak sendiri melalui <b>layanan API</b> kami, memungkinkan tim Anda membuat antarmuka pengguna sepenuhnya disesuaikan.",
  "Betting": "Taruhan",
  "B2C": "B2C",
  "Casino": "Kasino",
  "main_sec_title": "Vrnl adalah Penyedia Perangkat Lunak Taruhan Olahraga Teratas di Bangladesh.",
  "who_we_are": "Siapa Kami",
  "what_we_do": "Apa yang Kami Lakukan",
  "about_us_title": "Tentang Kami - Perangkat Lunak Taruhan Olahraga White Label dan Kasino Online",
  "casino_providers": "Penyedia Kasino",
  "betting_providers": "Penyedia Taruhan",
  "games_providers": "Penyedia Permainan",
  "online_exch_sw_title": "Revolusi Bisnis Anda dengan VRNL Online Exchange Software",
  "casino_games_title": "Permainan Kasino - White Label Casino",
  "casino_tournaments_title": "Perangkat Lunak Turnamen Kasino - White Label Casino Online",
  "esports_title": "Perangkat Lunak Taruhan eSports memungkinkan pengguna bertaruh pada permainan eSports teratas",
  "faq_title": "FAQ VRNL – Panduan Anda untuk Pertanyaan dan Jawaban Umum",
  "iframe_title": "iFrame Sportsbook White Label taruhan olahraga dan Kasino",
  "live_casino_title": "White Label Casino - mulai kasino online Anda sendiri",
  "lottery_games_title": "Permainan Lotere - White Label Casino",
  "mobile_title": "Tingkatkan Permainan Anda dengan Perangkat Lunak Taruhan Olahraga Mobile VRNL",
  "online_casino_sw_title": "Perangkat Lunak Kasino Online - Evolusi Perangkat Lunak & Platform Kasino Online",
  "ourTheme_title": "Taruh & Menang: Karya Kami di Dunia Taruhan Online dan Kasino",
  "risk_management_title_main": "Strategi Manajemen Risiko untuk Operator Sportsbook - Perangkat Lunak Taruhan Olahraga White Label dan Kasino",
  "sport_bet_title": "Tingkatkan Pengalaman Taruhan Anda dengan Perangkat Lunak Taruhan Olahraga VRNL",
  "wlc_title": "White Label Casino - Mulai kasino online Anda dengan mudah menggunakan solusi White Label Casino kami.",
  "whiteLabel_title": "Vrnl Penyedia perangkat lunak sportsbook white label yang dipersonalisasi untuk Anda",
  "TOAST": {
    "FILL_REQUIRED": "Silakan isi semua kolom yang diperlukan.",
    "SUBMITTING": "Mengirim permintaan...",
    "SUCCESS": "Permintaan demo berhasil dikirim!",
    "ERROR": "Terjadi kesalahan. Silakan coba lagi."
  },
  "disclosure_tp_a_desp": "<strong>a. Pengungkapan Umum</strong><br>Terkadang vrnl.net dapat membuat beberapa informasi pribadi tersedia bagi mitra strategis yang bekerja sama dengan vrnl.net untuk menyediakan layanan, atau yang membantu vrnl.net dalam memasarkan kepada pelanggan. Misalnya, ketika Anda membeli dan mengaktifkan langganan, Anda memberi otorisasi kepada vrnl.net untuk menukar informasi yang Anda berikan selama proses aktivasi untuk melaksanakan layanan. Jika Anda telah menyetujui layanan, akun Anda akan diatur oleh kebijakan privasi vrnl.net. Informasi pribadi hanya akan dibagikan oleh vrnl.net untuk menyediakan atau meningkatkan layanan dan aspek pemasaran kami; informasi ini tidak akan dibagikan dengan pihak ketiga untuk tujuan pemasaran mereka.<br>Vrnl.net juga dapat dengan cermat memilih perusahaan lain untuk mengirimkan informasi tentang produk atau layanan mereka yang terkait dengan layanan situs tetapi tidak diperlukan untuk operasinya ('Layanan Ekstensi'). Jika vrnl.net bermaksud menggunakan informasi pribadi yang dapat diidentifikasi untuk Layanan Ekstensi, situs vrnl.net akan memberikan Anda kemampuan dan petunjuk yang diperlukan untuk menolak layanan ini.<br>Anda juga dapat menghentikan pengiriman email informasi atau promosi dari <b>vrnl.net</b> dengan mengikuti petunjuk dalam email.",
  "objection_processing_desp": "<strong>e. Keberatan terhadap Pemrosesan</strong><br>Jika informasi pribadi Anda diproses untuk tujuan pemasaran langsung, Anda dapat, kapan saja, meminta kami untuk berhenti memproses data Anda untuk tujuan pemasaran langsung tersebut dengan mengirimkan email kepada kami.<br>Harap diperhatikan bahwa jika Anda tidak mengizinkan kami mengumpulkan informasi pribadi dari Anda, kami mungkin tidak dapat memberikan pengalaman, produk, dan layanan tertentu kepada Anda, dan beberapa layanan kami mungkin tidak dapat mempertimbangkan minat dan preferensi Anda. Jika pengumpulan informasi pribadi wajib, kami akan menjelaskannya dengan jelas pada titik pengumpulan agar Anda dapat membuat keputusan yang terinformasi mengenai partisipasi. Jika Anda memiliki pertanyaan tentang informasi pribadi spesifik yang kami proses atau simpan tentang Anda, serta hak-hak Anda terkait informasi tersebut, silakan hubungi tim dukungan pelanggan kami.",
  "disclosure_tp_e_desp": "<strong>e. Transfer Bisnis</strong><br>Kami menyediakan informasi pribadi kepada afiliasi kami dan bisnis atau individu tepercaya lainnya untuk memprosesnya bagi kami, berdasarkan instruksi kami dan sesuai dengan Kebijakan Privasi kami serta langkah-langkah kerahasiaan dan keamanan yang sesuai. Misalnya, kami dapat menggunakan penyedia layanan untuk membantu kami dengan dukungan pelanggan.<br>Dalam hal vrnl digabungkan atau diakuisisi oleh perusahaan lain atau dalam kasus reorganisasi atau restrukturisasi bisnis, kami dan afiliasi kami dapat membagikan informasi pribadi Anda, sepenuhnya atau sebagian, dengan entitas bisnis lain.",
  "rectification_iii_desp": "<strong>b. Koreksi Informasi yang Tidak Akurat atau Tidak Lengkap</strong><br>Anda dapat meminta kami untuk memperbaiki informasi pribadi yang tidak akurat atau tidak lengkap mengenai Anda (ini adalah informasi yang tidak dapat Anda perbarui sendiri di akun moneycontrol Anda) dengan mengirimkan email kepada kami.<br>Anda dapat mengakses dan memperbarui beberapa informasi pribadi melalui pengaturan akun Anda. Jika Anda memilih untuk menghubungkan profil vrnl.net Anda ke aplikasi pihak ketiga, seperti Facebook atau Google, Anda dapat mengubah pengaturan dan menghapus izin aplikasi dengan mengubah pengaturan akun. Anda bertanggung jawab untuk menjaga informasi pribadi Anda tetap terbaru. Vrnl.net dapat mengirimkan pengingat berkala melalui email untuk menjaga keakuratan informasi pribadi Anda.",
  "disclosure_tp_c_desp": "<strong>c. Penyedia Layanan</strong><br>Vrnl.net dapat menyertakan tautan ke berbagai situs web pihak ketiga yang dapat mengumpulkan Informasi Pribadi Anda. Penggunaan informasi Anda yang dikumpulkan oleh platform pihak ketiga tersebut akan diatur oleh kebijakan privasi platform pihak ketiga tersebut. Situs web atau aplikasi tersebut diatur oleh kebijakan privasi masing-masing, yang berada di luar kendali kami. Setelah Anda meninggalkan server kami (Anda dapat mengetahui posisi Anda dengan memeriksa URL di bilah lokasi browser Anda), penggunaan informasi yang Anda berikan diatur oleh kebijakan privasi operator aplikasi yang Anda kunjungi. Kebijakan tersebut mungkin berbeda dari kebijakan kami. Jika Anda tidak dapat menemukan kebijakan privasi salah satu situs tersebut melalui tautan dari beranda aplikasi, Anda harus menghubungi pemilik aplikasi secara langsung untuk informasi lebih lanjut.<br>Kami dapat membagikan informasi yang tidak dapat diidentifikasi secara pribadi secara publik dan dengan mitra kami – seperti penerbit, pengiklan, pengembang, atau pemegang hak. Misalnya, kami membagikan informasi secara publik untuk menunjukkan tren penggunaan layanan kami secara umum. Kami juga memungkinkan mitra tertentu mengumpulkan informasi dari browser atau perangkat Anda untuk tujuan pemasaran/promosi dan pengukuran menggunakan cookie mereka sendiri atau teknologi serupa."
}