{
  "contact_title": "Fyrirtæki sem leitast stöðugt við nýstárlegar lausnir til að mæta viðskiptalegum þörfum.",
  "contact_footer": "„Við erum teymi skapandi stefnumótara, tæknienthúsíasta og skilvirkra miðlara, knúin áfram af óbilandi ástríðu fyrir netgaming iðnaðinum. Óbilandi skuldbinding okkar er að stuðla að árangri viðskiptavina okkar í viðskiptum.“",
  "contact_header": "Hafðu samband",
  "contact_para": "Ráðfærðu þig við sérfræðing VRNL til að komast að því hvernig lausnir okkar geta hækkað veðmálaviðskipti þín.",
  "telegram": "Telegram",
  "write_msg": "Skrifaðu okkur skilaboð",
  "fname": "Fullt nafn",
  "fname_err": "Þessi reitur er krafinn (minnst 2 stafir).",
  "email": "Netfangið þitt",
  "email_err": "Rétt netfang er krafist.",
  "country": "Land",
  "pnumber": "Símanúmer",
  "pnumber_err": "Símanúmer verður að vera 10 stafir.",
  "message": "Skilaboð",
  "sending": "Sendir…",
  "submit": "Senda",
  "con_param1": "Við deilum ekki persónuupplýsingum þínum með neinum. Skoðaðu okkar",
  "privacy_policy_form": "„persónuverndarstefnu“",
  "con_param2": "fyrir frekari upplýsingar",
  "casino_tournament_h1": "<b class='chck'>Kasínómótin</b> leyfa þér að stofna mót með upphafs- og lokadagsetningu.",
  "casino_tournament_p1": "Öflugur möguleiki til að auka tekjur í kasínóhlutanum er að nota <strong>Kasínómót.</strong>",
  "casino_tournament_h2": "Þú munt geta að fullu <strong>aðlagað hvert mót</strong> með því að velja lista yfir spilavíti sem taka þátt í keppninni.",
  "casino_tournament_p2": "Til að <strong>búa til kynningu</strong> þarftu einfaldlega að velja <strong>titil</strong> fyrir <strong>mótið</strong>, tilnefna <strong>spilin</strong> sem taka þátt og tilgreina <strong>jackpot</strong> sem dreift verður á <strong>ólíka vinninga</strong>, allt aðlöguð að þínum óskum.",
  "casino_tournament_p3": "Lykilupplýsingar til að skrá eru meðal annars <strong>upphafsdagur</strong>, <strong>lokadagur</strong>, <strong>heildar-jackpot</strong>, fjöldi þátttakenda í stigatöflunni og lágmarks veðmálakröfur fyrir þátttöku í mótinu.",
  "casino_tournament_p4": "Auk þess muntu alltaf hafa aðgang að rauntíma stigatöflu sem sýnir notandanafn, stöðu leikmanna og viðeigandi vinninga. Þessi eiginleiki getur verulega bætt notendaupplifun á kasínóvefnum þínum, laðað að fleiri leikmenn og aukið tekjur.",
  "casinogames_title": "Af hverju að velja okkar vettvang?",
  "casinogames_title_h1": "Stærsti safn heims af",
  "online_casino_games": "netkasínóleikjum",
  "online_casino_games_p1": "Okkar <b style='color: #575756;'> White Label </b> er fullkomin áfangastaður, með yfir 3000+ spennandi kasínóleikjum og raufum. Við leggjum áherslu á að bjóða upp á fullkomnasta úrval netkasínóleiks á netinu.",
  "online_casino_games_p2": "Við þjónustum netgaming rekendur, veðmanna, lottó og veðmálastofnanir á lögmætum mörkuðum.",
  "online_casino_games_p3": "Við skiljum mikilvægi öruggrar og sanngjarnar spilunar í heimi netkasínó. Þess vegna eru leikjafræði okkar bæði traust og vottað af sjálfstæðum leikjaverkfræði stofnunum. Þessi vottun tryggir hámarks notendaupplifun fyrir leikmenn þína, og gerir netkasínó reynslu þeirra fyrsta flokks.",
  "casino_nos": "KASÍNÓTÖLUR",
  "slot_machine": "Raufavél",
  "morethan10": "Meira en 10",
  "tablegames": "Borðleikir",
  "morethan4": "Meira en 4",
  "videopoker": "Vídeópóker",
  "morethan": "Meira en",
  "lottery": "Lottó",
  "morethan9": "Meira en 9",
  "proveedores": "ÞJÓNUSTUAÐILAR",
  "morethan12": "Meira en 12",
  "online_turnkey": "Við bjóðum upp á netkasínó lausnir á turn-key grunni",
  "casino_wls": "Kasínó White Label lausn",
  "casino_wls_desp": "Byrjaðu þitt eigið merkt kasínó auðveldlega með VRNL white-label lausn. Aðlagaðu kasínóið, bjóða upp á fjölbreytt úrval leikja, tryggja öryggi og byrjaðu fljótt að afla tekna.",
  "webbranding": "Vefsíðumerking",
  "webbranding_desp": "Hækkaðu netviðveru þína með sérfræðinga VRNL í vefsíðumerkingu. Við hönnum, bjóðum upp á og umbreytum vefsíðum til að endurspegla einstaka ímynd þína, sem skilur eftir varanlegt áhrif.",
  "toolstraning": "Tól (þjálfun)",
  "toolstraning_desp": "Opnaðu möguleika þína í heimi viðskipta með kraftmiklum viðskiptatólum VRNL. Lausnir okkar veita þér innsýn og tækni til að taka upplýstar ákvarðanir og hámarka árangur í viðskiptum.",
  "client_support": "Viðskiptavinastuðningur",
  "client_support_desp": "Bættu upplifun viðskiptavina með framúrskarandi stuðningi VRNL. Hollt teymi okkar er til staðar til að veita sérfræðiaðstoð, tryggja að þarfir viðskiptavina þinna séu uppfylltar á skilvirkan og vinalegan hátt.",
  "aboutus_title": "Ég er viss um að þú ert forvitinn að uppgötva",
  "aboutus_desp": "Fyrirtæki sem leitast stöðugt við nýstárlegar lausnir til að mæta viðskiptalegum þörfum.",
  "online_gaming_provider": "Netgaming veitur",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl er vel staðsett veðmána- og gaming veitur með glæsilegan 10 ára feril í veðmálaiðnaðinum. </strong> Síðan 2012 höfum við sinnt að veita veðmönnunum, lottóum og veðmálastofnunum á lögmætum mörkuðum.",
  "about-section1-para2": "Við erum teymi skapandi stefnumótara, tæknifreaka og árangursríkra miðlara, drifin áfram af óbilandi ástríðu fyrir netleikjaiðnaðinum. Óbilandi skuldbinding okkar er að stuðla að velgengni viðskiptavina okkar í viðskiptum.",
  "about-section1-para21": "Við erum stolt af því að veita fyrsta flokks lausnir fyrir fyrirtæki og einstaklinga í netleiki- og veðmátaíðnaðinum. Hvort sem þú ert sprotafyrirtæki sem vill ræsa eigin vettvang eða rekið vörumerki sem leitar að vexti, bjóðum við fullkomnar þjónustulausnir sem styrkja vöxt þinn, tryggja samræmi og veita framúrskarandi notendaupplifun.",
  "about-section1-para22": "White Label lausnir okkar gefa þér vald til að ræsa þitt eigið fullkomlega merkt netleiki- eða veðmálafyrirtæki án þess að þurfa að byggja það frá grunni. Við bjóðum upp á fullkominn, algerlega stjórnað pakka sem felur í sér sérsniðna vörumerkingu til að passa við þína ímynd, samþætta íþróttaveðmál, spilavíti og leikjamöguleika, öruggar greiðslugáttir og stöðuga tæknilega stuðning og viðhald. Með White Label vettvanginum okkar getur þú einbeitt þér að markaðssetningu, viðskiptavinaöflun og vexti fyrirtækis á meðan við sjáum um tækni, samræmi og bakenda rekstur.",
  "about-section1-para3": "Framúrskarandi spilunarvettvangur okkar skiptir sköpum í því að gera Vrnl að virtum alþjóðlegum hugbúnaðarhús. <strong style='color: #000;'> Með 10 ára víðtæka sérfræðiþekkingu okkar veitir Vrnl stoltið þjónustu til yfir 40 veðmanna í 11 löndum víðsvegar um heiminn. </strong>",
  "about_us": "Um okkur",
  "about_us_desp": "VRNL er stærsti vettvangur til að veita netveðmál og kasínó white label. Við bjóðum upp á exchange API ásamt sérsniðnum veflausnum fyrir Bangladesh með lágum markaðsmörkum og á áreiðanlegum vettvangi, sem inniheldur kasínó. Við veitum API fyrir allar deildir í exchange, auk netstreymisþjónustu. Njóttu veðmála með áreiðanlegum vettvangi. Njóttu yfir 1000 raufum og borðleikja á vefnum okkar.",
  "our_client": "Viðskiptavinir okkar",
  "our_client_desp": "Hjá Vrnl stöndum við fast við leit að bestu spilunar- og skemmtipartnerum til að tryggja einstaka upplifun fyrir viðskiptavini okkar og leikmenn. Með samstarfssamningum við alþjóðleg vinsæl kasínó og veitur fyrir sýndarleiki, höfum við samþætt Veðmálavettvang okkar með fjölbreyttum leikjum. Þessi úrval nær frá raufum og borðleikjum til lifandi kasínó reynslu, sýndarleiki og jafnvel fantasy leikja. Vettvangur okkar er aðgengilegur bæði á skjáborði og farsíma, með háupplausnar grafík, heillandi hreyfimyndum og áhrifaríkum hljóði. Auðvelt og notendavænt valmyndarkerfi bætir upplifunina. Hröð samþætting sameinar stigstærð, sveigjanleika og framúrskarandi árangur í veðmálarhugbúnaðinum. Öryggi og áreiðanleiki eru í fyrirrúmi. Við erum stolt af því að bjóða breiðasta úrval leikja á markaðnum, sem veitir fullkomnar lausnir fyrir allar óskir. Velkomin til Vrnl, þar sem spilunarmestu möguleikar mætast.",
  "lost404": "Lítur út fyrir að þú sért týndur",
  "lost404desp": "síða sem þú ert að leita að er ekki til!",
  "gotohome": "Fara heim",
  "esports_bs": "eSports veðmálarhugbúnaður",
  "esports_bs_desp1": "Hjá VRNL leggjum við metnað í að veita eSports aðdáendum einstaka og grípandi upplifun.",
  "esports_bs_desp2": "VRNL er aðgangur þinn að heimi þar sem gaming og veðmál mætast. eSports veðmálarhugbúnaður okkar er hannaður fyrir leikjafólk eins og þig, og veitir spennandi, örugga og verðlaunaða upplifun. Taktu þátt í VRNL í dag og lyftu leikjaupplifun þinni á nýtt stig!",
  "startnow": "Byrjaðu núna",
  "easy_setup": "Auðveld uppsetning, minna en þú ímyndir þér.",
  "easy_setup_desp1": "Við getum afhent eSports vettvanginn á nokkrum vikum.<br> Við sjáum um allt ferlið: Hýsing, notendaviðmót, odds feed, sérsniðnar síður, virkjun vöru og veðmála stefnu.",
  "easy_setup_desp2": "Aðal áhersla þín getur verið að stofna og þróa netkerfi þitt.",
  "esport_bet_center_h1": "Ef þú ert að hugsa um að byrja í netveðmálum, er eSports veðmálarhugbúnaður okkar frábær fyrsti skref.",
  "esport_bet_center_p1": "Taktu þátt í sérfræðiaðstoð okkar og háþróaðri eSports veðmálar tækni. Reglugerðir okkar fá fullan stuðning til að koma inn í netveðmálaiðnaðinn og geta notað sérsniðna eða almennan vettvang okkar.",
  "esport_bet_center_p2": "Að hefja netveðmálar sem einblínir aðallega á eSports getur verið erfitt. Þess vegna höfum við búið til fullkomið eSports veðmálakerfi með pre-match veðmálum. Markmið okkar er að bjóða þér víðtækasta úrval eSports valkosta á netinu.",
  "have_qes": "Hefur þú spurningu?",
  "para_faq": "Við höfum svör (flestum sinnum!)",
  "freq_param": "Hér að neðan finnur þú svör við algengustu spurningum, vinsamlegast skoðaðu okkar",
  "if_still_qes": "Ef þú finnur samt ekki svarið sem þú leitar að, bara",
  "sbs_faqs": "Algengar spurningar um veðmálarhugbúnað",
  "whatis_sbs": "Hvað er veðmálarhugbúnaður?",
  "whatis_sbs_ans": "Veðmálarhugbúnaður er hannaður byggt á markaði og vali notandans. Sérfræðingar okkar eru alltaf tiltækir til að veita besta þjónustu við viðskiptavini, til að mæta þörfum þínum og markaðskröfum. Við sjáum um alla þróunarferlið og veitum fullkominn og árangursríkan veðmálavettvang.",
  "affiliate_systems": "Bjóðið þið upp á tengslanetskerfi?",
  "affiliate_systems_ans": "Já, netkerfi hugbúnaðarins byggir á 5 stigum: Stjórnandi kerfis – aðgangur að bakenda (mögulegt að búa til aðra aðgang með takmörkuðum heimildum). Endursöluaðili – master-agent sem fylgist með nokkrum veðmálabúðum. Þjónar þóknanir af veltu eða hagnaði búðar. Veðmálabúð – staður þar sem leikmenn geta spilað, lagt inn o.s.frv. Í þessum aðgang er hægt að leggja veðmál og þéna þóknun. Kassastjóri – starfsmaður búðar sem getur lagt veðmál án þóknunar. Netleikari – skráðu reikning þinn á netinu eða í búð, leggðu veðmál.",
  "whatis_label": "Hvað er white label veðmálasíða?",
  "whatis_label_ans": "White label veðmálasíða er fullkomlega sérsniðin. Vrnl white label veðmálasíða veitir vottaða leiki, bónuskerfi og greiðslugáttir. Notendaviðmót, tungumál og gjaldmiðill eru valið af þér, og Vrnl býður upp á mismunandi grafík sniðmát, eiginleika og verkfæri.",
  "fullmanagement": "Get ég haft fulla stjórn á oddsum og mörkum?",
  "fullmanagement_ans": "Bakendinn inniheldur mörg verkfæri, eiginleika og skýrslur sem veita heildarsýn yfir veðmálarstarfsemi. Sérstök hluti fyrir odds-stjórnun gerir kleift að breyta mörkum, margföldun og oddsum á markaði, leik og/eða meistaramóti.",
  "logobrand": "Get ég notað merki mitt og litasamsetningu?",
  "logobrand_ans": "Já. Við bjóðum mismunandi lausnir byggt á þörfum þínum. Við getum búið til sérsniðnar lausnir eða veitt turnkey lausn, með breytingu á litum og merki þínu.",
  "fullycustomized": "Mig langar í fullkomlega sérsniðna lausn, er það mögulegt?",
  "fullycustomized_ans": "Vrnl veitir sérfræðiteymi til að setja upp fullkomlega sérsniðinn veðmálarvettvang. Reikningsstjóri safnar kröfum og samræmir verkefnið með öðrum teymismeðlimum: verkefnisstjóra, grafískum hönnuði og IT-stjóra.",
  "software_cost": "Hvað kostar veðmálarhugbúnaður?",
  "software_cost_ans": "Kostnaður hugbúnaðarins fer eftir eiginleikum og þjónustu. Það eru mismunandi áætlanir eftir því hvort þú hafir nú þegar háa leikjahlutfall eða vilt vera umboð með eigin neti af leikmönnum.",
  "what_products": "Hvaða vörur bjóðið þið?",
  "what_products_ans": "Kjarna viðskipti okkar eru veðmál. Hugbúnaður okkar er in-house vara frá 2005. Við bjóðum einnig lifandi veðmál, kasínó, lifandi kasínó, lottó og sýndarleiki til að veita 'allt í einu' lausnir.",
  "canaddfeatures": "Get ég bætt eiginleikum, skýrslum og síðum við hugbúnaðinn?",
  "canaddfeatures_ans": "Hugbúnaðurinn inniheldur margar skýrslur, síður og borða sem hægt er að sérsníða (CMS) eða þróa eftir óskum. Við vinnum með þér til að búa til sérsniðin verkefni: söfnun upplýsinga, framsetning verkefnis, prófun og endanlegt útgáfa.",
  "canofferbettingservices": "Get ég boðið veðmálþjónustu í kasínóum mínum?",
  "canofferbettingservices_ans": "Við höfum lausnir fyrir net- og landbyggðar rekstraraðila. Ef þú átt landbyggt kasínó og vilt bjóða veðmál, þá er smásölu lausnin rétt, sem gerir kleift að búa til aðgangi kassastjóra til að stjórna sölu veðmálaseðla.",
  "change_currentprovider": "Hvernig get ég skipt um núverandi hugbúnaðarveitanda?",
  "change_currentprovider_ans": "Ef þú stjórnar þegar exchangebook og vilt skipta yfir á okkar íþróttaveðmálapall, munum við tryggja að allt sé rétt stjórnað, undirbúa flutningsáætlun. Persónuupplýsingar leikmanna verða hlaðnar inn á nýja pallinn og skiptið verður skipulagt til að ljúka flutningnum á nokkrum klukkustundum.",
  "sbs_offer": "Hvaða eiginleika býður Sports Betting Software?",
  "sbs_offer_ans": "Sports Betting Software getur boðið upp á eiginleika eins og gagnadrifnar spár, hermingar, veðmálatölfræði, samanburð á oddsum og fleira. Hugbúnaðurinn veitir einnig ítarlega greiningu á fyrri leikjum og komandi viðureignum til að hjálpa veðmönnum að taka upplýstari ákvarðanir. Við sérhæfum okkur í uppsetningu og búskap veðmálabúða og netkerfa. Þetta inniheldur KYC-ferli samþykkt af eftirlitsstofnunum, greiðslugáttir fyrir veðmál, tengslanetsmarkaðsverkfæri, tilvísunarkerfi og samfélagsmiðla, farsíma- og vef tilkynningar, skilaboð innan apps, stjórn leikjareikninga, skráningu og staðfestingarferli, svindlgreiningarkerfi og staðsetningartól til að ákvarða IP staðsetningu.",
  "sbs_legal": "Er Sports Betting Software löglegur?",
  "sbs_legal_ans": "Já, Sports Betting Software er löglegur og er notaður af mörgum faglegum íþróttaveðmönnum. Hins vegar er mikilvægt að ganga úr skugga um að þú notir hugbúnaðinn í samræmi við lög í þínu lögsagnarumdæmi.",
  "ebs_faqs": "Algengar spurningar um eSports veðmálahugbúnað",
  "ebs_titleoffer": "Hvaða eSports titla bjóðið þið?",
  "ebs_titleoffer_ans": "<li><strong>Mest vinsæl:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Íþróttaleikir:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Fjölspilun á neti:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Bardaga leikir:</strong> Street Fighter, Super Smash Bros, Tekken. Rauntíma strategíuleikir RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Hefur þú farsímaversion?",
  "mobileversion_ans": "Já, VRNL er fullkomlega hannað fyrir farsíma. Pallurinn okkar er hannaður til að virka hnökralaust á öllum snjallsímum og spjaldtölvum, með aðgang að íþróttaveðmálum, kasínóleikjum, iGaming og eSports hvenær sem er. Þú færð slétt, viðbragðsfljótan notendaviðmót, hraða hleðslu og öruggar færslur beint úr vafranum – engin app niðurhalað nauðsynlegt. Hvort sem þú ert á Android eða iOS, reynslan er fljót, notendavæn og jafn ríkuleg af eiginleikum og skjáborðsútgáfur.",
  "runesportsplatform": "Get ég rekið eSports veðmálapall án þess að fást við odds og viðskiptastjórnun?",
  "runesportsplatform_ans": "Lausnir okkar fyrir eSports veðmál innihalda odds-feed. Hugbúnaðurinn inniheldur mörg verkfæri til að stjórna odds-mörkum og uppsetningum sjálfstætt. Ef þú vilt einbeita þér eingöngu að búðum og stjórnun leikmanna, bjóðum við upp á viðskiptastjórnun og stuðning.",
  "esports_solutions": "Mig langar í fullkomlega sérsniðna eSports lausn, er það mögulegt?",
  "esports_solutions_ans": "VRNL býður upp á sérfræðiteymi til að setja upp fullkomlega sérsniðinn eSports veðmálapall. Reikningsstjóri safnar kröfum og samræmir verkefnið með öðrum teymismeðlimum: verkefnisstjóra, grafískum hönnuði og IT-stjóra.",
  "newtobusiness": "Ég er alveg nýr í þessu viðskiptum, hvað ætti ég að vita?",
  "newtobusiness_ans": "Rétt stjórnun á eSports veðmálapalli getur gert þetta viðskipti mjög arðbært. Við bjóðum upp á mismunandi lausnir og þjónustu byggða á þekkingu og þátttöku. Leikjasérfræðingur mun vinna með þér til að velja bestu eSports lausnina sem hentar þínum þörfum.",
  "eSports_market": "Hversu mörg eSports lifandi mörkuð eru í boði?",
  "eSports_market_ans": "Í dag bjóðum við 20 lifandi eSports markaði.<br>En við erum stöðugt að bæta við nýjum mörkuðum.",
  "eSportsLogoBrand": "Get ég notað eSports merki og litasamsetningu mína?",
  "eSportsLogoBrand_ans": "Já, þú getur. Við bjóðum mismunandi lausnir byggðar á þínum kröfum. Við getum búið til sérsniðnar eSports lausnir með því að safna óskum þínum eða boðið turnkey lausn með breytingu á merkjum og litum.",
  "eSports_server": "Get ég hýst eSports exchange á mínum netþjónum?",
  "eSports_server_ans": "Nei, það er ekki leyfilegt. Hýsing er innifalin í okkar þjónustu til að tryggja rétta frammistöðu hugbúnaðarins, með sérstökum klasa sem inniheldur öryggisafrit og viðgerðarferla. Þetta tryggir samræmi við alþjóðlegar reglur og hámarks öryggisstaðla.",
  "sp_faqs": "Algengar spurningar um streymisvettvang",
  "promte_cricket": "Hversu marga krikket-leiki get ég kynnt?",
  "promte_cricket_ans": "Á meðan á lifandi útsendingu frá mælaborðinu stendur er hægt að virkja tvo leiki samtímis, en engin takmörkun er á fjölda leikja sem hægt er að tengja.",
  "broadcast_live": "Getur Casino atburðum verið streymt lifandi?",
  "broadcast_live_ans": "Já, öll kasínóleikjum er hægt að streyma lifandi á öllum leyfilegum vettvangi.",
  "measure_success": "Hvernig mæli ég árangur lifandi útsendinga?",
  "measure_success_ans": "Auðvitað, þú fylgist með ítarlegri greiningu fyrir marga vettvangi á einni skjá.",
  "is_mobile_friendly": "Er pallurinn farsímavænn?",
  "is_mobile_friendly_ans": "Já – pallurinn okkar er fullkomlega farsímavænn, og við bjóðum APK sem hægt er að hlaða niður og nota hnökralaust.",
  "livecasino_faqs": "Algengar spurningar um Live Casino Software",
  "whatisVRNLcasino": "Hvað er VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software er háþróaður vettvangur sem gerir netkasínóum kleift að bjóða lifandi dealer leiki fyrir leikmenn. Hann veitir innviði og verkfæri til að hýsa rauntíma og gagnvirka kasínóupplifun.",
  "software_work": "Hvernig virkar VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software samþættist auðveldlega í netkasínóvefsíður. Það tengir leikmenn við lifandi dealer með hágæða vídeóstreymi, sem gerir þeim kleift að spila vinsæla kasínóleiki eins og blackjack, rúlettu og baccarat í lifandi og gagnvirku umhverfi.",
  "features_livecasino": "Hvaða helstu eiginleika hefur VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software býður upp á eiginleika eins og sérsniðna merkingu, örugga greiðslugátt samþættingu og notendavænt viðmót fyrir bæði leikmenn og rekstraraðila.",
  "security_livecasino": "Hvernig tryggi ég öryggi og sanngirni leika með VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software er byggt með öryggi í huga. Það notar vottaða slembitalningaraðferð (RNG) til að tryggja sanngirni og veitir verkfæri gegn svindli og til að vernda leikmenn. Að auki er gagnasamskiptum dulkóðað.",
  "offered_games": "Hvaða leiki er hægt að bjóða með VRNL Live Casino Software?",
  "offered_games_ans": "Þú getur boðið breitt úrval lifandi dealer leikja, þar á meðal klassíska leiki eins og lifandi blackjack, lifandi rúlettu og lifandi baccarat, auk afbrigða af þessum leikjum til að halda leikmönnum áhugasömum.",
  "integrateVRNL": "Get ég samþætt VRNL Live Casino Software við núverandi netkasínó?",
  "integrateVRNL_ans": "Já, hugbúnaðurinn okkar er hannaður til auðveldrar samþættingar við núverandi vettvang, sem gerir hann auðveldan viðbót við netkasínó rekstur.",
  "wlc_faqs": "Algengar spurningar um White Label Casino",
  "whatis_wlc": "Hvað er White Label Casino?",
  "whatis_wlc_ans": "White Label Casino er turnkey lausn sem gerir frumkvöðlum og fyrirtækjum kleift að setja upp sitt eigið netkasínó með okkar hugbúnaði og innviðum. Þú getur merkt það með þínu nafni og hönnun, á meðan við sjáum um tæknileg og reglugerðarleg atriði.",
  "wlc_work": "Hvernig virkar White Label Casino þjónustan?",
  "wlc_work_ans": "Við veitum þér fullkomlega virkan kasínóvettvang, þar með talið leiki, greiðslumeðhöndlun og þjónustu við viðskiptavini. Þú sérsníður einfaldlega merkingu og hönnun til að passa við þína sýn, og ert tilbúinn að hefja netkasínórekstur.",
  "wlc_games": "Hvaða leikir eru í boði fyrir White Label Casino mitt?",
  "wlc_games_ans": "Við bjóðum fjölbreytt úrval kasínóleikja, þar með talið raufarvélar, borðleiki (t.d. blackjack, rúlettu) og lifandi dealer leiki. Þú getur valið úr leikjakatalógnum okkar til að skapa fjölbreytta upplifun fyrir leikmenn.",
  "wlc_launch": "Hversu langan tíma tekur að ræsa White Label Casino mitt?",
  "wlc_launch_ans": "Tímarammi getur verið breytilegur eftir þínum kröfum og reglugerðarfyrirkomulagi. Að meðaltali tekur það nokkrar vikur að setja upp og sérsníða kasínóvettvanginn.",
  "wlc_cusSupport": "Hvaða þjónustustig er í boði fyrir White Label Casino mitt?",
  "wlc_cusSupport_ans": "Við bjóðum tæknilegan og rekstrarlegan stuðning til að tryggja að kasínóið gangi hnökralaust.",
  "wlc_getstarted": "Hvernig byrja ég með White Label Casino hjá ykkur?",
  "wlc_getstarted_ans": "Hafðu samband við söluteymið okkar til að ræða þarfir þínar og fá persónulega ráðgjöf. Við leiðbeinum þér í gegnum uppsetningu White Label Casino.",
  "can_cutomize_branding": "Get ég sérsniðið kasínóið með eigin merkingu?",
  "can_cutomize_branding_ans": "Já — þú getur fullkomlega sérsniðið kasínóið með þínu eigin merki, litum og merkingu til að passa við þína ímynd.",
  "company": "Fyrirtæki",
  "company_caps": "FYRIRTÆKI",
  "about": "Um",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Persónuverndarstefna",
  "contact_us": "Hafðu samband",
  "solutions": "Lausnir",
  "sports_betting_software": "Íþróttaveðmál hugbúnaður",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Merki Vrnl og grafískt efni eru hugverk fyrirtækisins og má ekki afrita, endurgera, dreifa eða sýna án skriflegs samþykkis Vrnl.",
  "footer_para_2": "Höfundarréttur © 2025 Vrnl ltd. Öll réttindi áskilin.",
  "home": "Heim",
  "betting": "Veðmál",
  "esports_betting": "Esports veðmál",
  "sbs_head": "Íþróttaveðmál hugbúnaður",
  "casino": "Kasínó",
  "online_casino_sw": "Netkasínó hugbúnaður",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Kasínóleikir",
  "lottery_bingo": "Lottó og bingó",
  "casino_tournament": "Kasínómót",
  "risk_management": "Áhættustjórnun",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Verk okkar",
  "contact": "Hafðu samband",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Lottóleikir",
  "exch_sw_provider": "Exchange hugbúnaðarveitandi",
  "mobile_bet": "Farsíma veðmál",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sport betting widget",
  "back": "Til baka",
  "exch_iframe_para": "Exchangebook iframe — gerir hraða virkjun Exchangebook mótsins mögulega með hnökralausri API samþættingu. Yfirlit okkar á Exchangebook þjónustu, undir sérfræðistjórn, tryggir fjölbreytt úrval forritunar fyrir netviðburði og markaði.",
  "contact_us!": "Hafðu samband!",
  "exch_iframe_types": "Tegundir Exchangebook iframe",
  "exch_iframe_types_para": "Vårar Exchangebook iframe lausnir koma í þremur útgáfum, hver sérsniðin fyrir rásina sem notuð er, til að tryggja hentugasta valkostinn fyrir þínar þarfir:",
  "exch_iframe_types_list": "<li> iFrame fyrir <strong>Desktop</strong>, hannað fyrir tölvur með mismunandi skjástærðir og með fjölbreyttum og sérsniðnum útlitum. </li> <li> iFrame fyrir <strong>Terminals og Kiosks SSBT</strong>, með útlitum sem eru fínstillt fyrir snertiskjáskerfi og innsæi notendaviðmót, sem gerir það fullkomið fyrir óreynda spilara sem leggja veðmál.</li>",
  "exch_iframe_types_para2": "Ennfremur, með API okkar, getur þú náð víðtækri sérsniðningu á grafík og leikjafærni.",
  "cm_exch": "Heildstæð Stýrð Exchangebook",
  "cm_exch_para": "Vår Exchangebook iframe felur í sér afhendingu veðmálsgagna og stillingu kjarna veðmálastillinga. Hugbúnaðurinn er búinn fjölbreyttum eiginleikum og verkfærum til sjálfstæðrar stjórnar veðmálamörkum og stillingum. Ef aðaláhersla þín er á spilaraumsjón og markaðssetningu, bjóðum við fullkomlega stýrðar viðskiptalausnir og stuðning.",
  "acq_exch": "Að fá Exchangebook iframe lausn er auðvelt",
  "acq_exch_para": "Við höfum einfaldað ferlið við að virkja iFrame, sem felur í sér aðeins fimm skref:",
  "acq_exch_list": "<li> Formgera samninginn milli Vrnl og viðskiptavinarins. </li> <li> Byrja Exchangebook iFrame samþættingu í gegnum API með SDK okkar. </li> <li> Hafa fund til að skilgreina Exchangebook stefnu sem á að fylgja. </li> <li> Finna mest spennandi íþróttir og viðburði sem henta þínu starfssvæði. </li> <li> Förum lifandi! </li>",
  "live_casino_sw_p1": "Vår <strong>live Casino vettvangur</strong> gerir þér kleift að virkja <strong>helstu lifandi veitendur</strong> sem eru þekktir fyrir <strong>úrvals gæði og stærðfræðilega heiðarleika.</strong>",
  "live_casino_sw_p2": "Við erum staðráðin í að veita þér bestu upplifun af lifandi spilavítum. Hvort sem þú ert reyndur spilari eða nýr í heimi netspilavíta, býður vettvangur okkar upp á áreiðanlega og lifandi spilun sem enginn annar.",
  "live_casino_sw_p3": "Vrnl Live Casino lausnin okkar býður upp á heildstætt þjónustuframboð, þar á meðal:",
  "live_casino_sw_p3_l1": "Verkfæri fyrir skýrslugerð sögu",
  "live_casino_sw_p3_l2": "Sýn á leikjasögu",
  "live_casino_sw_p3_l3": "Stillingar leiks",
  "live_casino_sw_p3_l4": "Verkfæri fyrir áhættustjórnun",
  "live_casino_sw_p3_l5": "Spilaraumsjón",
  "live_casino_sw_p3_l6": "Verkfæri fyrir tengdra aðila",
  "live_casino_sw_p3_l7": "Fjölstigs umboðsstrúktur",
  "live_casino_sw_p4": "Við höfum þróað mismunandi öruggar samþættingaraðferðir, sem allar eru notendavænar og hannaðar til að auðvelda innleiðingu með live casino API okkar.",
  "live_casino_sw_demo": "Dæmi um live casino lausnir",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong> samþættingar",
  "livecasino_integration_para": "Þú getur haft live casino hugbúnaðinn okkar keyrandi á nokkrum dögum. Að auki bjóðum við upp á heildstæðan stjórnun, sem tryggir að allt starf sé undir eftirliti sérfræðinga okkar. <strong style='color: #575756;'>Við tryggjum einnig aðgang að fjölbreyttustu lifandi leikjum sem eru í boði á netinu.</strong>",
  "live_casino_lobby": "Í notendavænum Live Casino leikjasal",
  "youcan": "getur þú",
  "findgames_like": "fundið leiki eins og:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack og Live Poker, Teningar og Númeraleikir.",
  "euro_roulette": "Evrópsk Roulette",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerísk Roulette",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Pantaðu Dæmi",
  "lottery_head": "Ertu að leita að lotterí & Bingo vettvangi?",
  "lottery_head_desp1": "Við höfum vandlega valið bestu <b style='color: #575756; font-size: 45px;'>lotterí og bingo</b> leikina fyrir þig.",
  "lottery_head_desp2": "Alveg, <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> lausnin okkar býður upp á fjölbreyttar útgáfur af klassískum bingo leik ásamt þekktustu lotterí leikjum.",
  "lottery_head_desp3": "Þú getur <b style='color:#575756; font-size: 16px;'>notið þessara leikja á snjallsíma</b> eða tölvu, og við tryggjum framúrskarandi notendaupplifun þar sem leikir okkar eru af hæsta gæðaflokki.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Ennfremur eru spilunarlíkön okkar bæði örugg og sjálfstætt vottað, sem veitir áreiðanlega og trausta spilunaupplifun.<br><br></strong>",
  "lottery_bingo_nos": "LOTTERÍ & BINGO TÖLUR",
  "bingo_games": "Bingo leikir",
  "over100": "yfir 100",
  "over130": "yfir 130",
  "suppliers": "VEITANDI",
  "more20": "Meira en 20",
  "sports_betting_software_wl": "Íþróttaveðmál hugbúnaður White Label",
  "sports_betting_software_wl_desp": "Fyrirtæki sem leggur sig fram við stöðugt að leita nýjunga lausna til að mæta síbreytilegum viðskiptakröfum sínum.",
  "blink-soft": "Aukið upplifun með háþróuðum íþróttaveðmál hugbúnaði",
  "platform_para1": "Nútíma íþróttaveðmál hugbúnaðarlausnir eru <b>að umbreyta</b> hvernig veðmálstakendur taka þátt í leiknum. Með <b>nánum viðmótum</b>, rauntíma greiningu og lifandi veðmálshæfileikum skila þessar lausnir framúrskarandi upplifun bæði fyrir byrjendur og reynda spilara.",
  "platform_para2": "Hvort sem þú rekur netbókhlöðu, veðmálaverslun eða spilavíti, veitir heildstætt lausnaúrval okkar — þar á meðal <b>B2C vettvang</b> og <b>sérsniðnar white-label vörur</b> sveigjanleika og tækni sem þarf til að vera samkeppnishæfur. Taktu nýsköpun og hækkaðu íþróttaveðmálarekstur með hugbúnaði sem er hannaður til að <b>hámarka frammistöðu</b> og <b>notendaupplifun</b>.",
  "try_b2b": "Kynntu þér háþróaðan B2B veðmálahugbúnað",
  "try_b2c": "Kynntu þér háþróaðan B2C veðmálahugbúnað",
  "wls_turnkey": "White Label lausnir og Turnkey vettvangar",
  "wls_turnkey_p1_span1": "samfellda og spennandi íþróttaveðmálaupplifun",
  "wls_turnkey_p1_span2": "fyrir viðskiptavini þína. Þessi nálgun útrýmir þörfinni fyrir kostnaðarsama og tímafreka þróun, sem gerir þér kleift að einbeita þér að vexti og",
  "custom_satisfaction": "ánægju viðskiptavina",
  "wls_turnkey_p2": "Örugg, afkastamikil veðmálavettvangur okkar er fullkomlega vottaður af sjálfstæðum spilavítastofnunum, sem tryggir samræmi og áreiðanleika. Með samstarfi við VRNL færðu aðgang að traustum veðmálaskiptum sem eykur arðsemi á meðan það tryggir",
  "highest_industry_standards": "hæstu iðnaðarstaðla",
  "igaming_platform": "iGaming vettvangur",
  "igaming_platform_p1": "VRNL er áreiðanlegur samstarfsaðili í iGaming iðnaði og býður iðnaðarfyrirliggjandi",
  "sbs": "íþróttaveðmál hugbúnaður",
  "igaming_platform_p2": "Markmið okkar er að umbreyta netspilunarmarkaðnum með því að bjóða rekstraraðilum fjölhæfan, háþróaðan vettvang sem tryggir samfellda og spennandi spilun fyrir notendur þeirra.",
  "online_casino": "Netspilavíti",
  "casino_para": "Velkomin á VRNL Online Casino — <b>traustur leiðtogi</b> sem býður öruggan og spennandi spilunarpall um allan heim. Markmið okkar er að veita framúrskarandi spilavítiupplifun sem heldur spilurum virkum og skemmtilegum.",
  "casino_para_list": "<li>Yfir 75 veitendur</li> <li>Meira en 15.000 spilavélar</li> <li>500+ borðleikir</li> <li>700+ vídeó póker leikir</li> <li>Meira en 200 aðrir leikir</li>",
  "casino_para2": "Sérfræðiteymi okkar styður þig í hverju skrefi, frá þjálfun til uppsetningar.",
  "play_livecasino": "Spilaðu á lifandi spilavíti eins og þú værir beint inni í spilavítinu",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Live Roulette</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API þjónustuaðilar og iFrame",
  "api_services_iframe_p1": "VRNL býður nýjustu <b>API samþættingu og iFrame lausnir</b>, sem gerir mögulegt samfellda tengingu vettvangs, öruggan gagnaskipti og betri notendaupplifun — sem hjálpar fyrirtækjum að starfa snjallara og hraðar.",
  "api_services_iframe_p2": "Hjá VRNL skiljum við mikilvægi samfellds gagnaskipta og samskipta milli forrita. Við veitum fyrsta flokks API samþættingarþjónustu, sem gerir hugbúnaðinum þínum kleift að vinna fullkomlega með öðrum vettvangi. Sérfræðingar okkar tryggja að kerfin virki samstillt og veiti slétta upplifun fyrir þig og viðskiptavini þína.",
  "virtual_games": "Raunveruleikaleikir",
  "virtual_games_desp1": "Ertu tilbúin/n að hefja ferðalag í sýndarleikjum með VRNL? Kastaðu þér í sýndarheiminn eins og aldrei fyrr og undirbúðu þig fyrir endalausa skemmtun.",
  "virtual_games_desp2": "Hjá VRNL höfum við ástríðu fyrir að veita framúrskarandi sýndarleikjaupplifun sem flytur spilara til spennandi nýrra heima. Markmið okkar er að bjóða mest spennandi, skemmtilegustu og hugmyndaríkustu sýndarleiki sem halda þér föstum í klukkutíma.",
  "before_start": "Áður en þú byrjar, skoðaðu það í framkvæmd!",
  "explore_demo": "á kynningarvettvangi okkar:",
  "mobile_sbs": "Hugbúnaður fyrir farsíma íþróttaveðmál",
  "mobile_sbs_p1": "Farsímaforrit okkar gerir veðmálstökum kleift að nálgast leikjareikninga sína og leggja veðmál á spjaldtölvum, snjallsímum og öðrum internet-tengdum tækjum.",
  "mobile_sbs_p2": "Frá krikket og fótbolta til tennis, nær hugbúnaðurinn okkar yfir umfangsmikinn lista íþróttaviðburða um allan heim. Sama hvaða íþrótt þú hefur áhuga á, getur þú lagt veðmál á leiki og lið sem þú elskar.",
  "mobile_sbs_p3": "Hugbúnaðurinn okkar snýst ekki bara um að leggja veðmál, heldur um að bjóða upplifun sem er bæði samfelld og notendavæn. Við höfum fjárfest í nýjustu tækni til að tryggja að notkun vettvangs okkar sé eins auðveld og mögulegt er.",
  "advantages_sbs": "Kostir farsíma íþróttaveðmál hugbúnaðar",
  "advantages_sbs_l1": "Farsímaforrit eru hraðari",
  "advantages_sbs_l2": "Sérsniðinn veðmálaefni",
  "advantages_sbs_l3": "Strax netveðmál",
  "advantages_sbs_l4": "Öruggt og áreiðanlegt",
  "advantages_sbs_p1": "Forrit eru hraðari en vefsíður fyrir farsíma og bjóða skjótar aðgerðir og svörun.",
  "advantages_sbs_p2": "Notendur njóta sérsniðins efnis fyrir dýpri upplifun, með veðmálakostum sniðnum að þeirra áhugamálum.",
  "advantages_sbs_p3": "Öll farsímaforrit veita strax aðgang með einfaldri snertingu, sem gerir notendum kleift að leggja veðmál, skoða reikninga, taka þátt í spilavíti leikjum og velja uppáhalds deildir án tafar.",
  "advantages_sbs_p4": "Öryggi okkar er efsta forgangsverkefni. VRNL farsíma íþróttaveðmál hugbúnaður er hannaður með háþróuðum öryggisráðstöfunum til að vernda persónu- og fjármálaupplýsingar þínar. Þú getur veðjað með hugarró.",
  "online_casino_sw_p1": "VRNL er leiðandi veitandi <strong>netspilavíti hugbúnaðar</strong> og <strong>vettvanga</strong>. Þau gegna lykilhlutverki í hönnun og þróun spilavíti vettvanga, og tryggja að þeir séu notendavænir og fjölbreyttir.",
  "online_casino_sw_p2": "Markaðsteymið okkar mun vinna hörðum höndum til að tryggja að netspilavíti þitt fái áberandi stað á forsíðu, sem tryggir mikla sýnileika á netmarkaði.",
  "online_casino_sw_p3": "Netspilavíti vettvangurinn kemur með ýmsa fyrirfram stillta leiki, og eftirlitsverkfæri okkar veita þér skýra, rauntímayfirlit yfir framvindu og frammistöðu nýs verkefnis.",
  "customized_theme": "Þetta er þema sem hægt er að sérsníða, sjáðu það í framkvæmd:",
  "live_casino_sw_desp1": "Við bjóðum upp á umfangsmesta úrval af helstu <strong>Live Casino veitendum</strong><br>",
  "live_casino_sw_desp2": "um allan heim, sem tryggir aðgang að fjölbreyttustu lifandi borðum á netinu og samfellda margmiðlunarsendingu.",
  "casino_sw_features": "Helstu eiginleikar spilavíti hugbúnaðar",
  "casino_sw_features_p1": "Our <strong>casino software platform</strong> er hannað til að veita hnökralausa og grípandi spilun fyrir bæði spilara og rekstraraðila.<br /><br />",
  "casino_sw_features_p2": "Helstu eiginleikar okkar vettvangs eru meðal annars:",
  "casino_sw_features_list": "<li>Sýnileiki og stjórn á borðsviðmiðum.</li> <li>Eiginleikar og stillingar leikborða.</li> <li>VIP takmörk.</li> <li>Virkni viðskiptavina og aðgangur að sérsniðnum verkfærum okkar.</li> <li>Skýrslugerð og tilkynningakerfi sem veitir rekstraraðilum tafarlausan aðgang og viðvaranir um rekstrartilkynningar</li> <li>API fyrir Business Intelligence (BI)</li> <li>Markaðssetningartól</li> <li>API fyrir ytri samþættingu</li>",
  "casino_sw_features_p3": "Notendavænt sérsniðunarverkfæri okkar gerir bókleggjendum kleift að gera rauntímabreytingar á ýmsum þáttum lifandi tilboða, <br /> þar á meðal borðar, leturgerðir og litasamsetningar, allt með innsæi stjórnunargræjum.",
  "casino_sw_features_p4": "Nýr vettvangur okkar starfar sem sjálfstætt, sveigjanlegt og lipurt kerfi. Þessi lipurð gerir okkur kleift að bregðast hratt <br /> við beiðnum bóklegra og viðhalda hærri gæðastöðlum við þróun nýrra og núverandi<br /> vara.",
  "casino_sw_features_p5": "Til að flýta fyrir viðskiptaþróun þinni bjóðum við einnig upp á",
  "casino_sw_features_p6": " með úrvali yfir 3000+ leikja.",
  "integrate_iframe_apis": "Samþætting við ytri vettvang með iFrame og API",
  "integrate_iframe_apis_para": "Vettvangur okkar býður upp á fjölbreytt samþættingarmöguleika. Þú getur auðveldlega <strong>samþætt í gegnum iFrame eða <br />API.</strong> Það má aðlaga að sérstökum þörfum þínum, hvort sem um er að ræða fullkomna þjónustugrein, <br /> sérhæfða íþróttaveðmálalausn, eða áherslu á <strong>netspilavíti leiki</strong>, þar með talið <strong> lifandi <br /> spilavíti </strong> tilboð.",
  "view_demo": "Skoða kynningu",
  "we_are": "við erum",
  "online_exchange_sw_p1": "Hjá VRNL erum við stolt af að bjóða framúrskarandi net Exchange hugbúnað sem endurskilgreinir veðmála reynslu. Við bjóðum upp á fullkominn vettvang með umfangsmiklu úrvali lifandi leikja sem eru í boði mánaðarlega. Með lifandi streymi okkar breytum við bóklegt þitt í afþreyingarvettvang, allt staðfest af óháðum spilakennslustofum fyrir aukið öryggi.",
  "online_exchange_sw_p2": "VRNL Online Exchange hugbúnaður býður upp á fjölbreytt úrval íþróttaveðmála. Hvort sem þú ert áhugamaður um krikket, fótbolta, tennis eða aðra íþrótt, þá höfum við þig þakinn. Vettvangur okkar býður upp á rauntíma odda, lifandi veðmál og notendavænt viðmót sem gerir veðmál að léttum leik.",
  "onther_head": "Við einfalda ferlið svo þú getir samþætt þig í viðskiptin án vandræða.",
  "onther_p1": "Þessi þema er mjög sérsniðið, og þú getur upplifað sveigjanleika þess í aðgerð:",
  "main_features": "Helstu eiginleikar",
  "feature_para": "Vrnl er í fararbroddi við að umbreyta veðmálum og spilavíti stjórnun. Með sérfræðiþekkingu okkar færðu aðgang að:",
  "feature_list": "<li><strong>Alþjóðleg veðmála reynsla:</strong> VRNL veitir aðgang að víðtæku úrvali íþrótta, deilda og veðmálamarkaða frá öllum heiminum. Með okkur getur þú boðið notendum þínum sannarlega alþjóðlega veðmála reynslu.</li> <li><strong>Víðtækar valkosti fyrir fyrirleik:</strong> Veldu úr 150.000 fyrirleik veðmálum á mánuði. Við tryggjum að vettvangur þinn sé með fjölbreytt úrval sem hentar mismunandi veðmálaþörfum.</li> <li><strong-Spennandi lifandi veðmál:</strong> Virkjaðu notendur þína með 75.000 lifandi veðmálum á mánuði. Þessir rauntíma veðmálamöguleikar auka spennu og skemmtanagildi veðmálaupplifunar.</li> <li><strong>Spilavíti leikir fyrir Metaverse:</strong> VRNL býður upp á fjölbreytt úrval spilavíti leiki sem henta Metaverse. Leyfðu notendum að sökkva sér í sýndarspilavíti umhverfi með okkar fjölbreyttu leikjum.</li> <li><strong>Hnökralaus iFrame samþætting:</strong> Samþættu iFrame okkar auðveldlega inn í þinn iGaming vettvang. Notendavænt iFrame lausn okkar eykur möguleika vettvangsins á auðveldan hátt.</li> <li><strong>Sveigjanleg samþætting:</strong> Veldu samþættingaraðferð, hvort sem það er með API eða iFrame. Við bjóðum fjölhæfa valkosti sem henta þínum þörfum og vettvangskröfum.</li>",
  "sports_header_2": "Net Exchange hugbúnaður iGaming spilavíti vettvangur",
  "sports_header_2_p1": "Við bjóðum upp á <a style='color: #a0c528;' href='#'>White Label Casino</a> lausn með yfir 1.000 leikjum.",
  "sports_header_2_p2": "Þjónustan okkar felur í sér að afla spilaleyfis og lögfræðiaðstoð til að hefja spilavíti viðskipti, tryggja örugga og staðfesta spilavíti stærðfræði.",
  "sports_header_2_p3": "Við höfum valið bestu spilaframleiðendur með það að markmiði að bjóða þér breiðasta úrval lifandi spilavíti leikja og netspilavíti leikja. Við höfum vandlega valið samstarf við efstu framleiðendur til að tryggja einstakt úrval lifandi og netspilavíti leikja.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person games</li> <li>Slots</li> <li>American roulette live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Spilaðu á lifandi spilavíti eins og þú værir beint inni í spilavítinu",
  "top_online_providers": "Efstu netspilavíti veitendur í heimsflokki",
  "online_casino_p1": "Ertu tilbúinn að lyfta netspilavíti upplifun þinni á næsta stig? Leitaðu ekki lengra! Vrnl er einbúi lausn þín fyrir öll netspilavíti þarfir. Við bjóðum framúrskarandi þjónustu og nýjasta tækni til að tryggja ógleymanlega spilun fyrir spilara þína.",
  "user_data_section1": "<li>Veitendur 75 + fleiri</li> <li>Raufavélar 15.000 + fleiri</li> <li>Borðleikir 500 + fleiri</li> <li>Video póker 700 + fleiri</li> <li>Aðrir leikir 200 + fleiri</li>",
  "lottery_bingo_games": "Lottó og Bingó leikir",
  "lottery_bingo_games_p1": "Hjá VRNL bjóðum við spennu Lottó og Bingó leikja bæði á skjáinn þinn og í verslunum. Hvort sem þú ert áhugamaður um hefðbundna miða eða netspilun, höfum við þig þakinn. Með okkur snýst þetta ekki bara um leiki; heldur spennuna við að vinna og ánægju við að spila.",
  "user_data_section2": "<li>Bingó 80 + fleiri</li> <li>Lottó 130 + fleiri</li>",
  "ultimate_dest": "Endanlegur áfangastaður fyrir net- og smásölu Lottó og Bingó leiki",
  "weare_vrnl": "Við erum VRNL",
  "weare_vrnl_desp": "<strong>STÆRSTA VETTVANGUR FYRIR AÐ BÝÐA ÍÞRÓTTA- OG SPILAVÍTI WHITE LABEL</strong> Breiðasta úrval af afþreyingarleikjum í boði á netinu White Label Casino með yfir 1.000 leikjum. Netspilavíti hugbúnaður í boði er einfaldur þar sem vettvangur okkar er auðveld í stjórnun.",
  "res_design": "Móttækileg hönnun",
  "res_design_desp": "Vefsvæðið okkar er móttækilegt, sem þýðir að það birtist rétt á spjaldtölvum, farsímum og skjáborðum fyrir bestu upplifun notenda.",
  "custmzd_options": "Sérsniðnar valkostir",
  "custmzd_options_desp": "Við bjóðum viðskiptavinum okkar fjölbreytt úrval sérsniðinna valkosta, sem gerir þeim kleift að velja liti, leturgerðir og útlit vefsíðunnar. Þetta tryggir að vefsíðan endurspegli einstaka stíl og óskir þeirra.",
  "loading_speed": "Hleðsluhraði",
  "loading_speed_desp": "Vefsíðan okkar er hagrætt fyrir hraða og frammistöðu. Hún hefur fljóta hleðslutíma á ýmsum tækjum og nettengingum.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "B2B þema okkar skarar fram úr með einstaka eiginleika. Við höfum bætt við Parley valkosti fyrir ríkari veðmála upplifun.",
  "b2b_theme_p2": "Þema okkar einkennist af bestu litasamsetningum og hönnunareiginleikum, sem tryggir fagurfræðilega ánægjulegt viðmót. Notendur fá leyfi til að leggja veðmál á fjölbreytt úrval íþrótta þar á meðal krikket, fótbolta og tennis.",
  "b2b_theme_p3": "Við bjóðum einnig upp á fjölbreytta spilavíti leiki fyrir skemmtilegri upplifun. Auk þess býður við ýmsa tegundir spilavíti, til dæmis AWC Casino, sem hýsir yfir 500 raufaleikjum og yfir 100 borðleikjum.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "B2C síða okkar býður notendavæna upplifun fyrir viðskiptavini. Þeir geta auðveldlega skráð sig með símanúmeri, sem veitir þægilegan og öruggan hátt til að stofna reikning.",
  "b2c_theme_p2": "Eftir skráningu geta notendur lagt inn fjármagn á reikningana sína, sem gerir byrjun með veðmálum og spilun einföld. Auk þess bjóðum við hnökralausan úttektarferli, sem tryggir að notendur geti nálgast vinninga sína auðveldlega.",
  "b2c_theme_p3": "Til að bæta upplifunina bjóðum við upp á bónuspunkta sem notendur geta aflað sér og notað á meðan á dvöl stendur á vettvangi. Þetta eykur spennu og gildi fyrir viðskiptavini okkar og leyfir þeim að nýta innlán og úttektir til fulls.",
  "b2c_theme_p4": "Á heildina litið er B2C síða okkar hönnuð til að veita einfaldan og skemmtilegan veðmála- og spilunareiginleika, sem gefur viðskiptavinum frelsi til að spila, leggja inn og taka út auðveldlega.",
  "request_demoID": "Beiðni um kynningarauðkenni",
  "form_name": "Nafn *",
  "form_name_err": "Vinsamlegast sláðu inn nafn þitt (að minnsta kosti 3 stafir).",
  "form_email": "Tölvupóstur *",
  "form_email_err": "Vinsamlegast sláðu inn gilt tölvupóstfang.",
  "form_country": "Land *",
  "form_country_err": "Vinsamlegast veldu land þitt.",
  "form_district": "Hérað *",
  "form_district_err": "Vinsamlegast sláðu inn hérað þitt.",
  "form_whatsapp": "WhatsApp númer *",
  "form_whatsapp_err": "Sláðu inn gilt WhatsApp númer.",
  "form_turnover": "Mánaðarlegt veltu *",
  "form_turnover_err": "Vinsamlegast sláðu inn mánaðarlega veltu þína.",
  "form_users": "Fjöldi notenda *",
  "form_users_err": "Vinsamlegast sláðu inn gilt fjölda notenda.",
  "form_current": "Núverandi pallur *",
  "form_current_err": "Vinsamlegast sláðu inn núverandi pall.",
  "form_issues": "Vandamál með núverandi pall *",
  "form_issues_err": "Vinsamlegast lýstu vandamálum (að minnsta kosti 10 stafir).",
  "form_telegram": "Ertu á Telegram? *",
  "form_select": "-- Veldu --",
  "form_yes": "Já",
  "form_no": "Nei",
  "form_telegram_err": "Vinsamlegast veldu hvort þú hafir Telegram handle.",
  "form_telhandle": "Telegram Handle *",
  "form_telhandle_err1": "Telegram handle er nauðsynlegt.",
  "form_telhandle_err2": "Telegram handle verður að byrja með &#64; (t.d. &#64;notendanafn).",
  "demo_url": "Kynningartenging",
  "form_submit": "Senda",
  "form_name_ph": "Sláðu inn nafn þitt",
  "form_email_ph": "Sláðu inn tölvupóst",
  "form_district_ph": "Sláðu inn hérað",
  "form_whatsapp_ph": "Sláðu inn WhatsApp númer",
  "form_turnover_ph": "Sláðu inn mánaðarlega veltu",
  "form_users_ph": "Sláðu inn fjölda notenda",
  "form_current_ph": "Sláðu inn núverandi pall",
  "form_issues_ph": "Sláðu inn vandamál við núverandi pall",
  "form_telhandle_ph": "Sláðu inn Telegram Handle",
  "our_commitment": "Vårt skuldbinding",
  "our_commitment_p1": "VRNL skuldbindur sig til að vernda persónuupplýsingar þínar og öryggi persónulegra og fjárhagslegra upplýsinga. Þessi stefna útskýrir hvaða upplýsingar við söfnum, hvernig við notum þær og aðgerðir til að vernda þær. Tilvísanir til vrnl.net innihalda einnig forrit þess.",
  "our_commitment_p2": "Þessi stefna á við um öll VRNL vefsvæði og forrit þar sem hún er birt, í samræmi við gildandi lög í þeim svæðum sem við starfrækjum. Viðbótar tilkynningar um persónuvernd fyrir tiltekna þjónustu eða svæði geta verið hluti af þessari stefnu.",
  "our_commitment_p3": "Ef þú gefur upplýsingar í gegnum þriðja aðila vettvang (t.d. innskráningar á samfélagsmiðlum), söfnum við gögnum í gegnum þessar samþættingar samkvæmt þessari stefnu. Hins vegar stjórna persónuverndarvenjur þriðja aðila þeim gögnum sem þeir safna beint. Persónuverndarstillingar á slíkum vettvangi hafa ekki áhrif á hvernig VRNL notar gögn sem safnað er í gegnum vefi eða forrit okkar.",
  "our_commitment_p4": "Vettvangar okkar geta innihaldið tengla á ytri vefi sem VRNL á eða stjórnar ekki. Við berum ekki ábyrgð á persónuverndarvenjum þeirra og hvetjum þig til að skoða stefnu þeirra áður en þú deilir upplýsingum.",
  "our_commitment_p5": "Þessi persónuverndarstefna skal lesin ásamt notkunarskilmálum okkar.",
  "user_content": "Samþykki notanda",
  "user_content_para": "Með því að nota þjónustu vrnl (til dæmis þegar þú skráir reikning, kaupir þjónustu, tekur þátt í keppni eða kynningu, eða átt samskipti við okkur á vefsíðum eða forritum) samþykkir þú söfnun, notkun og deilingu persónulegra upplýsinga eins og lýst er í þessari stefnu. Í sumum tilvikum, sérstaklega ef þú býrð í landi sem stjórnast af persónuverndarlögum, gæti verið beðið um fullnægjandi samþykki til aðgangs að þjónustu okkar áður en frekari aðgerðir eru framkvæmdar. Ef þú ert ferðamaður sem notar þjónustu okkar á mismunandi löndum, teljum við skráningarland sem aðalland og samþykki sem fengin voru við skráningu verða gild fyrir vinnslu persónulegra upplýsinga. Persónuverndarskilmálar sem gilda samkvæmt lögum þess lands við skráningu eiga við um þig.",
  "accessing_webNet": "Aðgangur að vefsíðu og Network 18 þjónustu með VPN",
  "accessing_webNet_p1": "Þú mátt ekki nálgast eða nota VRNL vefsíður eða þjónustu með neinum aðferðum sem fela eða misleiða raunverulega landfræðilega staðsetningu þína (t.d. með Virtual Private Network (VPN) eða svipuðum tólum).",
  "accessing_webNet_p2": "VRNL ber ekki ábyrgð á söfnun, geymslu eða vinnslu persónulegra upplýsinga ef slíkar aðferðir eru notaðar.",
  "collection_personalInfo": "Söfnun persónulegra upplýsinga og notkun þeirra",
  "collection_personalInfo_p1": "„Persónulegar upplýsingar“ (PII) vísar til gagna sem geta beint eða óbeint auðkennt einstakling, eins og nafn, heimilisfang, netfang eða símanúmer. Þegar nafnlaus gögn eru tengd persónulegum upplýsingum eru þau einnig meðhöndluð sem persónulegar upplýsingar.",
  "collection_personalInfo_p2": "VRNL safnar aðeins nauðsynlegum persónulegum upplýsingum til að uppfylla beiðnir þínar og veita sérsniðnar vörur og þjónustu. Við safnum ekki slíkum upplýsingum nema þú gefir þær meðvitað og sjálfviljuglega.",
  "collection_personalInfo_p3": "Persónuupplýsingar þínar kunna að vera notaðar af VRNL og þjónustuaðilum þeirra til að reka vefsíður og þjónustu okkar, og til að upplýsa þig um nýja eiginleika, vörur og þjónustu sem VRNL og tengd fyrirtæki bjóða upp á.",
  "info_provide_us": "1. Upplýsingar sem þú veitir okkur",
  "info_provide_us_desp": "Við gætum beðið um og safnað eftirfarandi persónuupplýsingum þegar þú notar vrnl.net og án þessara upplýsinga gætum við ekki getað veitt þér alla beiðna þjónustu:",
  "reg_data": "a. Skráningargögn",
  "reg_data_desp": "Til að nota ákveðna eiginleika á vefsíðunni, í forritinu og fyrir þjónustuna (t.d. skráningar á viðburði og vefherferðir), gætir þú veitt grunnupplýsingar um tengilið, þar á meðal en ekki takmarkað við:",
  "reg_data_list": "<li><span>Fyrsta nafn</span></li> <li><span>Eftirnafn</span></li> <li><span>Tölvupóstfang</span></li>",
  "user_pro_details": "b. Notendaprófílgögn",
  "user_pro_details_desp": "Við gætum einnig safnað og skráð eftirfarandi persónuupplýsingar undir 'Mín prófíll' kaflanum, sem hjálpar okkur að veita sérsniðna efnisstrauma og viðhalda notendaprófíl, þar á meðal en ekki takmarkað við:",
  "user_pro_details_list": "<li><span>Nafn</span></li> <li><span>Kyn</span></li> <li><span>Tölvupóstfang</span></li> <li><span>Fæðingardagur</span></li> <li><span>Land</span></li> <li><span>Borg</span></li> <li><span>Farsímanúmer</span></li>",
  "mobile_device_permissions": "c. Leyfi fyrir farsíma/tækjum",
  "mobile_device_permissions_desp": "Við aðgang að forritinu okkar á farsímum/spjaldtölvum/TV eða öðrum tækjum sem hafa aðgang að forritinu gætum við beðið um og fengið aðgang að eftirfarandi:",
  "mobile_device_permissions_list": "<li><span>Reikningar - Notað til að stjórna mörgum notendareikningum í forritinu og innskráningu</span> </li> <li><span>Tengiliðir - Notað til að nálgast tengiliði til að deila greinum í forritinu</span></li> <li><span>Sími - Til að lesa stöðu símans og virkja tilkynningar á tækinu. IMEI er safnað til að auðkenna hvern notanda einstakt.</span></li> <li><span>Myndavél - Til að notandi geti hlaðið upp myndum og prófílmynd. Leyfir notanda að nota myndavél innan VRNL</span></li> <li><span>Hljóðnemi - Til að virkja raddstýrðar aðgerðir</span></li> <li><span>Geymsla - Til að nálgast skrár og möppur úr forritinu</span></li> <li><span>SMS - Til að senda og taka á móti staðfestingarskilaboðum</span></li>",
  "mobile_device_permissions_desp2": "Leyfi fyrir þessum stillingum geta verið nauðsynleg fyrir eðlilega virkni forritsins. Leyfi er hægt að stjórna í gegnum tæki notenda með 'stillingar' valkostinum.",
  "info_voluntarily": "2. Upplýsingar sem þú veitir okkur sjálfviljuglega",
  "info_voluntarily_desp": "Ef þú sendir okkur persónuleg samskipti, eins og tölvupósta eða bréf, eða ef aðrir notendur eða þriðju aðilar senda okkur samskipti um starfsemi þína eða innlegg á vrnl.net, gætum við safnað og vistað slíkar upplýsingar.",
  "info_voluntarily_para": "Við gætum einnig safnað viðbótargögnum við aðrar aðstæður, þegar þú veitir endurgjöf, breytir efni eða tölvupóststillingum, svarar könnunum eða átt samskipti við okkur. Þessar upplýsingar geta innihaldið nafn þitt, netfang, farsímanúmer, staðsetningu o.s.frv.",
  "info_auto": "3. Upplýsingar sem við söfnum sjálfkrafa",
  "info_auto_desp": "Við safnum upplýsingum um þig og notkun þína á þjónustu okkar, samskipti við okkur og auglýsingar, auk upplýsinga um tölvu eða önnur tæki sem notuð eru til aðgengis að þjónustunni (s.s. farsíma, spjaldtölvur og önnur sýnatæki). Þessar upplýsingar fela meðal annars í sér:",
  "info_auto_list": " <li><span>Virkni á vrnl.net, svo sem tegund skoðaðra síða, tíma sem eytt er á síðum, leitarfyrirspurnir o.fl.</span> </li> <li><span>Samskipti þín við tölvupósta, þjónustuver og skilaboðapalla.</span></li> <li><span>Staðsetning með IP-tölu;</span></li> <li><span>Tækjaupplýsingar eins og tæki-id, tækimódel o.fl. og önnur einstök auðkenni</span></li> <li><span>Auglýsingauðkenni, t.d. á farsímum &amp; spjaldtölvum (eins og Identifiers for Advertisers (IDFA) á iOS og GAID á Android);</span></li> <li><span>Upplýsingar sem safnað er með kökum og öðrum tækni*</span></li>",
  "info_auto_note": " *Athugið: Til að bæta upplifun þína, gætum við notað <b>kökum</b> eða svipaða tækni til að úthluta <b>einstöku notandaauðkenni</b> og skilja áhugamál þín. <b>Kökur</b> afhjúpa ekki auðkenni þitt nema þú veitir það sjálfviljuglega og geta ekki nálgast gögn af tæki þínu. Auglýsendur geta sett sínar eigin kökur þegar þú hefur samskipti við auglýsingar þeirra, sem við stjórnum ekki. Við söfnum einnig ákveðnum tæknilegum upplýsingum þegar þú notar vefsíður, forrit eða þjónustu á internettengdum tækjum.",
  "inferred_info": "4. Upplýsingar áætlaðar út frá notkun og skráningargögnum",
  "inferred_info_desp": "Við gætum fylgst með ákveðnum upplýsingum um þig út frá hegðun þinni á vrnl.net. Við notum þessar upplýsingar til innra rannsókna á lýðfræði, tækjum, áhugamálum og hegðun notenda til að skilja, vernda og þjónusta notendur betur. Þessar upplýsingar eru greindar á samanteknu formi.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Við gætum einnig safnað upplýsingum til að fylgjast með hegðun og áhugasviðum notenda fyrir innri greiningu og rannsóknir. Við gætum einnig notað upplýsingar þínar:</strong><br> (i) Til að meta áhuga þinn á fjárfestingarkostum, þjónustu, tilboðum, áskriftum; <br> (ii) Til að framkvæma greiningu og rannsaka viðskiptavini, ákvarða áhuga þinn, finna efni sem skapar sölu og greina umferðarmynstur.<br>",
  "inferred_info_a": "a. Samskiptatól",
  "inferred_info_a_desp1": "vrnl.net hefur eiginleika sem gera notendum/félögum kleift að birta auðkenni sitt og eiga samskipti við aðra. Notkun þín á þessum eiginleikum og birting persónuupplýsinga (t.d. netfangs) er á eigin ábyrgð og vrnl.net ber enga ábyrgð. Ef friðhelgi þín hefur verið brotin vegna þátttöku getur þú tilkynnt okkur á vrnl@gmail.com",
  "inferred_info_a_desp2": "Ef þú velur að senda skilaboð á samfélagsmiðla, spjallborð eða skilaboðasvæði eða skilja eftir endurgjöf, munum við safna þeim upplýsingum. Við geymum þær til að leysa ágreining, veita þjónustu og leysa vandamál samkvæmt lögum. Við notum einnig samanteknar upplýsingar til að greina markaðstrend og markaðsviðhorf án tengingar við persónuupplýsingar þínar.",
  "inferred_info_b": "b. Notendaupplifun og stuðningur",
  "inferred_info_b_desp1": "Við notum IP-tölu þína til að greina vandamál með þjónustuna og stjórna forritinu. IP-talan hjálpar einnig að safna lýðfræðilegum upplýsingum til að sérsníða upplifun á vrnl.net.",
  "inferred_info_b_desp2": "Við gætum beðið þig að ljúka valfrjálsum könnunum á netinu sem biðja um tengiliðaupplýsingar og lýðfræðileg gögn (póstnúmer, aldur o.s.frv.). Við notum þessi gögn til að sérsníða upplifun þína á vrnl.net og birta efni sem við teljum áhugavert fyrir þig.",
  "info_thirdparty": "5. Upplýsingar sem við söfnum í gegnum þriðja aðila",
  "info_thirdparty_a": "a. Innskráning með samfélagsmiðlum",
  "info_thirdparty_a_desp": "Þegar þú skráir þig með öðrum reikningum eins og Facebook eða Gmail sækjum við upplýsingar frá þessum reikningum til að halda áfram samskiptum við þig og veita þjónustuna. Við safnum eftirfarandi upplýsingum, þar á meðal en ekki takmarkað við:",
  "info_thirdparty_a_list": "<li><span>Facebook - Opinberar upplýsingar, nafn, netfang, vinalisti</span> </li> <li><span>Google - Fyrsta nafn, Eftirnafn, netfang</span></li>",
  "info_thirdparty_b": "b. Viðskiptaupplýsingar eða reikningsupplýsingar",
  "info_thirdparty_b_desp": "Við áskrift á þjónustu getur greiðslugátt okkar safnað upplýsingum um kredit-/debetkort eða bankareikning ásamt heimilisfangi. VRNL safnar ekki beint fjárhagsupplýsingum frá þér. Þriðju aðila greiðslugáttir stjórna sínum eigin persónuverndarstefnum og þú notar þær á eigin ábyrgð.",
  "lawfulness_processing": "I. Tilgangur og lögmæti vinnslu",
  "lawfulness_processing_desp1": "VRNL safnar og vinnur persónuupplýsingar aðeins þegar lögmætur grundvöllur er fyrir hendi. Lögmætur grundvöllur getur verið skýrt samþykki þitt eða lögmæt hagsmunir, t.d. fyrir þjónustu við viðskiptavini eða meðhöndlun gagna í greiðslugáttum.",
  "lawfulness_processing_desp2": "Við notum upplýsingar til að veita, greina, stjórna, bæta og sérsníða þjónustu okkar, greiðslur, skráningar og samskipti:",
  "lawfulness_processing_list": "<li><span>Ákvarða þarfir þínar og veita persónulegar tillögur, ráð og markaðsupplýsingar;</span></li> <li><span>Forðast, uppgötva og rannsaka mögulega ólöglega starfsemi, þ.m.t. svik;</span> </li> <li><span>Greina og skilja áhorfendur, bæta þjónustu og notendaviðmót, hámarka efnisval og afhendingu;</span></li> <li><span>Samskipti varðandi þjónustu, nýja eiginleika, tilboð, kannanir og aðstoð við aðgerð á reikningi.</span></li> <li><span>Tilkynna um breytingar á skilmálum.</span></li> <li><span>Leyfa þátttöku í gagnvirkum eiginleikum þjónustunnar.</span></li> <li><span>Efna skyldur og réttindi samkvæmt samningum, þ.m.t. reikningagerð og innheimtu.</span></li>",
  "lawfulness_processing_desp3": "Við gætum notað upplýsingar til að veita persónulega upplifun á vefsíðum og forritum okkar og fyrir markaðs- og greiningartilgang.",
  "lawfulness_processing_desp4": "Persónuleg sérsníðing byggist á gögnum sem þú veitir með kökum, IP-tölu, vefmerki eða svipaðri tækni í tengslum við tæki sem þú notar. Vinsamlegast gefðu skýrt samþykki þegar slíkar upplýsingar eru safnaðar.",
  "info_usedBy": "II. Upplýsingar notaðar af fyrirtækinu",
  "info_usedBy_desp1": "Upplýsingar sem notendur veita gera okkur kleift að bæta þjónustuna og veita notendavæna upplifun. Netfang og persónuupplýsingar geta verið notaðar með samþykki þínu fyrir markaðs- og stjórnunarsamskiptum.",
  "info_usedBy_desp2": "Upplýsingar sem eru opinberar eða birtar á samfélagsmiðlum teljast ekki sem viðkvæmar persónuupplýsingar. Ef þú hafnar að veita nauðsynlegar upplýsingar gætum við ekki getað veitt ákveðna þjónustu.",
  "disclosure_tp": "III. Upplýsingar sem gefnar eru til þriðja aðila",
  "disclosure_tp_b": "b. Auglýsingar",
  "disclosure_tp_b_desp": "Við veitum auglýsendum samantektartölfræði til að hjálpa þeim að skilja áhorfendur. Þriðju aðila auglýsingafyrirtæki geta notað upplýsingar til að birta auglýsingar, en persónuupplýsingar eru aðeins veittar með samþykki þínu.",
  "disclosure_tp_d": "d. Kynningartilboð",
  "disclosure_tp_d_desp": "Við munum deila eða birta persónuupplýsingar þínar utan vrnl.net þegar við höfum samþykki þitt. Til dæmis að veita SMS- og tölvupóstþjónustu sem tengist markaðsfréttabréfum, kynningum og tilboðum.",
  "disclosure_tp_f": "f. Lög",
  "disclosure_tp_f_desp": "vrnl.net getur birt persónuupplýsingar ef lög krefjast þess eða í góðri trú að slík aðgerð sé nauðsynleg til að:",
  "disclosure_tp_f_list": "<li><span>fylgja lögum eða fullnægja réttarskilmálum sem varða síðuna eða eigendur hennar;</span></li> <li><span>vernda og verja réttindi eða eignir eigenda síðunnar, síðunnar eða notenda vrnl.net;</span></li> <li><span>aðgerðir í neyðartilvikum til að vernda persónulega öryggi notenda vrnl.net, síðunnar, eigenda hennar eða almennings.</span></li>",
  "controls_choices": "IV. Stjórnun og valkostir þínir",
  "managing_info": "Stjórnun upplýsinga þinna",
  "managing_info_desp1": "Þegar þú notar þjónustuna frá moneycontrol (vefsíður eða einhverja undirvefsíður hennar), reynum við að veita þér, þegar þess er óskað, aðgang að persónuupplýsingum þínum og tryggjum jafnframt að allar persónuupplýsingar eða viðkvæmar persónuupplýsingar sem eru rangar eða ófullnægjandi verði leiðréttar eða uppfærðar eins og hægt er, miðað við lögbundnar kröfur eða réttmætar viðskiptalegar ástæður.",
  "managing_info_desp2": "Við biðjum einstaka notendur um að bera kennsl á sig og upplýsingar sem óskað er aðgangs, leiðréttingar eða eyðingar áður en slíkum beiðnum er unnið, og við getum hafnað beiðnum sem eru óeðlilega endurteknar eða kerfisbundnar, krefjast óhóflegs tæknilegs vinnuafls, stofna öryggi annarra í hættu eða eru óhentugar (til dæmis beiðnir um upplýsingar á öryggisafritum), eða þar sem aðgangur er ekki nauðsynlegur. Í öllum tilfellum, þegar við veitum aðgang og leiðréttingu, gerum við þetta án endurgjalds, nema að það krefjist óhóflegs vinnuafls. Vegna þess hvernig við viðhalda ákveðnum þjónustum, eftir að þú eyðir upplýsingum þínum, getur það tekið tíma áður en þær eru fjarlægðar af virkum netþjónum okkar og gætu haldist í öryggisafritum.",
  "managing_info_desp3": "Til að nýta réttindi sem gilda um þig sem gagnasvið, verður þú að skrifa til okkar og leggja fram beiðni um tiltekið réttindi. Vinsamlegast notaðu viðeigandi efni í tölvupósti (t.d. Beiðni um aðgang að gögnum, Beiðni um flutning gagna, Beiðni um eyðingu gagna) þegar þú sendir slíkum beiðnum, til að auðvelda okkur að vinna þær hraðar og skilvirk.",
  "managing_info_desp4": "Við veitum þér möguleika á að nýta ákveðin stjórntæki og valkosti varðandi söfnun, notkun og deilingu persónuupplýsinga þinna. Samkvæmt gildandi lögum geta stjórntæki og valkostir þínir meðal annars innihaldið:",
  "dataAccess_port": "a. Aðgangur að gögnum og flutningur",
  "dataAccess_port_desp": "ESB - (Almenn persónuverndarlöggjöf) veitir þér sem gagnasvið rétt til að biðja um afrit af persónuupplýsingum þínum sem við höldum. Þú getur einnig beðið um afrit persónuupplýsinga sem þú hefur veitt okkur í skipulögðu, almennilega notuðu og vélrænt læsilegu formi og/eða beðið okkur að senda þær til annars þjónustuaðila (ef tæknilega mögulegt).",
  "data_retention": "c. Geymsla og eyðing gagna",
  "data_retention_desp1": "Við geymum persónuupplýsingar þínar svo lengi sem nauðsynlegt er fyrir réttmætar hagsmuni sem tilgreindir eru í þessari stefnu og til að uppfylla lögbundnar skyldur okkar. Ef þú vilt ekki lengur að við notum upplýsingar þínar getur þú beðið um að við eyðum persónuupplýsingum þínum og lokað vrnl.net reikningi þínum.",
  "data_retention_desp2": "Vinsamlegast athugaðu að ef beiðni þín um eyðingu persónuupplýsinga þinna:",
  "data_retention_list": "<li><span>Við gætum geymt sumar persónuupplýsingar til að uppfylla réttmæta viðskiptahagsmuni okkar, eins og að hindra svik og auka öryggi. Til dæmis, ef við stöðvum vrnl.net reikning vegna svika eða öryggis, gætum við haldið ákveðnum upplýsingum frá þeim reikningi til að koma í veg fyrir að notandi opni nýjan reikning í framtíðinni.</span></li> <li><span>Við gætum geymt og notað persónuupplýsingar þínar að því marki sem nauðsynlegt er til að uppfylla lögbundnar skyldur okkar. Til dæmis gætum við haldið upplýsingum vegna skatta, lögbundinnar skýrslugerðar og endurskoðunar.</span></li> <li><span>Upplýsingar sem þú hefur deilt með öðrum (t.d. umsagnir, umræðupóstir) kunna að vera áfram sýnilegar opinberlega á vrnl.net, jafnvel eftir að reikningi þínum er hætt. Hins vegar verður eignun þessara upplýsinga þín fjarlægð. Einnig geta sum afrit af upplýsingum þínum (t.d. skráningargögn) verið áfram í gagnagrunni okkar, en án tengsla við persónuauðkenni.</span></li> <li><span>Vegna þess að við viðhalda afritum persónuupplýsinga til að vernda gegn tilviljanalegum eða illgjarnum skemmdum, kunna eftirafrit persónuupplýsinga þinna ekki að vera fjarlægð úr öryggisafritakerfum okkar í takmarkaðan tíma.</span></li>",
  "data_retention_note": "(Athugið: Ef þú átt marga reikninga hjá moneycontrol, þarftu að senda sértækar beiðnir fyrir hvern reikning með viðeigandi netföngum)",
  "withdrawing_consent": "d. Afturkall samþykkis og takmörkun vinnslu",
  "withdrawing_consent_desp": "Til að afturkalla samþykki þitt hvenær sem er meðan á þjónustu okkar stendur, getur þú sent okkur tölvupóst. Við munum skoða beiðni þína og gætum beðið þig um að staðfesta auðkenni þitt. Eftir staðfestingu munum við afturkalla samþykki fyrir beiðni þinni og stöðva frekari vinnslu persónuupplýsinga þinna.",
  "fail_provideConsent": "V. Ef þú veitir ekki samþykki",
  "fail_provideConsent_desp": "Við viljum upplýsa þig um að vrnl.net er auglýsingapallur. Auglýsingar eru kjarninn í starfsemi okkar, þess vegna er nauðsynlegt að veita leyfi til að nota og vinna úr persónuupplýsingum þínum til að birta auglýsingar. Notkun persónuupplýsinga til auglýsinga er bindandi skilyrði og við getum ekki veitt þér þjónustu okkar ef þú samþykkir ekki notkun persónuupplýsinga þinna fyrir auglýsingu.",
  "childrens_privacy": "VI. Persónuvernd barna",
  "childrens_privacy_desp1": "vrnl.net er ekki ætlað eða beint að einstaklingum yngri en 16 ára. vrnl leyfir ekki meðvitað neinum sem eru yngri en 16 ára að skrá sig í þjónustuna eða veita persónuupplýsingar. Ef vrnl kemst að því að persónuupplýsingar barna yngri en 16 ára hafa verið safnaðar án samþykkis foreldra, mun vrnl eyða þessum upplýsingum og upplýsa foreldra.",
  "childrens_privacy_desp2": "Hins vegar berum við ábyrgð foreldra að fylgjast með notkun barna þeirra á þjónustu okkar. Stefna okkar er að safna ekki persónuupplýsingum frá börnum yngri en 16 ára eða senda kynningarefni til þeirra. Ef foreldri eða forráðamaður telur að barn hafi veitt vrnl persónuupplýsingar án samþykkis þeirra, vinsamlegast hafðu samband við þjónustuver til að tryggja eyðingu persónuupplýsinga.",
  "data_transfer": "VII. Flutningur, geymsla og vinnsla gagna á heimsvísu",
  "data_transfer_desp": "Við störfum á heimsvísu og gætum flutt persónuupplýsingar þínar til tengdra fyrirtækja vrnl eða þriðja aðila í mismunandi löndum í samræmi við tilgang sem tilgreindur er í þessari persónuverndarstefnu. Hvar sem persónuupplýsingar þínar eru fluttar, geymdar eða unnar af okkur, munum við grípa til viðeigandi ráðstafana til að vernda þær. Við notum einnig staðlaðar samningsákvarðanir samþykktar af Evrópusambandinu þegar við vinnum eða deilum upplýsingum frá Evrópusambandinu.",
  "security_compliance": "VIII. Öryggi og lögmæti",
  "security_compliance_desp": "Við erum stöðugt að innleiða og uppfæra stjórnunar-, tæknilegar og líkamlegar öryggisráðstafanir til að vernda upplýsingar þínar gegn óviðkomandi aðgangi, tapi, eyðileggingu eða breytingum. Dæmi um slíkar ráðstafanir eru eldveggir, dulkóðun gagna og aðgangsstýringar. Ef þú grunar eða hefur ástæðu til að ætla að aðgangsupplýsingar reiknings þíns hafi glatast, verið stolið, breytt eða annars brotist á, vinsamlegast hafðu samband við þjónustuver.",
  "changein_policy": "IX. Breyting á stefnu",
  "changein_policy_desp": "Þessi persónuverndarstefna getur breyst tímabundið. Við áskiljum okkur rétt til að breyta skilmálum stefnu til að tryggja samræmi við lög. Breyttir skilmálar taka gildi þegar þeir eru birtir. Við munum upplýsa þig ef breytingar hafa veruleg áhrif á réttindi þín eða samkvæmt lögum. Þú berð ábyrgð á að skoða stefnu reglulega.",
  "contact_info": "X. Hafa samband",
  "contact_info_a": "a. Stuðningur",
  "contact_info_a_desp": "Ef þú þarft frekari upplýsingar eða skýringar varðandi persónuupplýsingar þínar eða þessa persónuverndarstefnu, vinsamlegast sendu tölvupóst á",
  "contact_info_b": "b. Kvartanir",
  "contact_info_b_desp1": "Þú getur sent skriflegar kvartanir til persónuverndaryfirvalds ef þú ert ósáttur. Þú átt rétt á að kvarta yfir vinnslu gagna sem vrnl.net framkvæmir fyrir viðeigandi yfirvöld.",
  "contact_info_b_desp2": "Ef þú hefur spurningar eða kvartanir varðandi söfnun, vinnslu, flutning eða þessa stefnu, vinsamlegast hafðu samband við Persónuverndarfulltrúa okkar.",
  "risk_management_title": "Þín veðmál, okkar ábyrgð - Óviðjafnanleg áhættustjórnun",
  "risk_management_title2": "Fyrirtæki sem leitast stöðugt við nýstárlegar lausnir til að uppfylla viðskiptalegar þarfir.",
  "dedicated_rm_team": "Hollur áhættustýringarteymi",
  "dedicated_rm_team_desp": "Við höfum hollt og <b> mjög reynd áhættustýringarteymi </b> sem starfar <b>24/7.</b> Helsta hlutverk þeirra er að fylgjast með hverju veðmáli og hverri færslu á vettvangi okkar til að tryggja <b>réttlæti</b> og <b>öryggi</b> fyrir alla notendur.",
  "key_features_rm": "Helstu eiginleikar",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Rauntíma eftirlit:</strong> Háþróuð kerfi fylgjast stöðugt með veðmálum, breytingum á líkum og virkni notenda.</span></li> <li><strong>Handvirk yfirferð:</strong> Viðvörun kallar fram ítarlegar skoðanir á veðmálamynstri, breytingum á líkum og hegðun reikninga.</li> <li><strong>Áhættuviðurlög:</strong> Strax aðgerðir eins og ógilding/suspending veðmála, frysting reikninga eða staðfesting notenda ef óreglur finnast.</li> <li><strong>Gagnagreining:</strong> Stöðug endurskoðun á lifandi og sögulegum gögnum til að greina áhættutryggingar og bæta forvarnaraðgerðir.</li> <li><strong>Viðbrögð við atvikum:</strong> Skipulagður áætlun til að takast á við öryggisbrot, svik eða aðrar ógnir fljótt og árangursríkt.</li>",
  "benefits_rm": "Kostir",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Stöðug þjálfun:</strong> Sífelld færniþróun fyrir áhættustýringarteymið til að takast á við nýjar ógnir á áhrifaríkan hátt.</span></li> <li><strong>Háþróuð tækni og öryggi:</strong> Reglulegar uppfærslur, innbrotaprófanir, hugbúnaðaruppfærslur og öryggisúttektir.</li> <li><strong>Gagnsæi:</strong> Skýr samskipti við notendur um áhættustýringaraðgerðir til að viðhalda trausti.</li> <li><strong>Stöðug endurbót:</strong> Stefnumótun byggð á fyrri atvikum og nýjum áhættum til að vernda heilleika vettvangs og hagsmuni notenda.</li>",
  "sbs_bold": "Íþrótta <strong> Veðmálahugbúnaður </strong>",
  "sbs_bold_p1": "Tilbúinn að lyfta íþróttaveðmála reynslu þinni á næsta stig? Skoðaðu VRNL Íþrótta Veðmálahugbúnað! Í þessari grein munum við kanna hvernig nýjasta tækni VRNL getur umbreytt veðmálsreynslu þinni. Með yfir tvo áratugi af iðngreinarreynslu er VRNL traustur samstarfsaðili fyrir nýskapandi íþróttaveðmálalausnir. Kynnumst heimi íþróttaveðmálahugbúnaðar og uppgötvum hvernig við getum lyft leik þínum.",
  "sbs_bold_p2": "VRNL Íþrótta Veðmálahugbúnaður býður upp á óendanlega möguleika fyrir íþróttaáhugafólk og veðmálamenn. Með áherslu á nákvæmar, viðeigandi og gagnlegar upplýsingar sameinar VRNL sérfræðiþekkingu og persónulega reynslu til að bjóða heildarlausn fyrir veðmál. Treystu VRNL til að lyfta íþróttaveðmálareynslu þinni á nýtt stig.",
  "sbs_bold_p3": "Kynntu þér VRNL íþróttaveðmálahugbúnað í dag og lyftu veðmálsleik þínum á næsta stig!",
  "sbs_try_b2b": "Prófaðu B2B veðmálahugbúnað okkar",
  "sbs_try_b2c": "Prófaðu B2C veðmálahugbúnað okkar",
  "sbs_mf_desp": "Við bjóðum upp á fjölbreytt úrval tækja til að auðvelda stjórnun veðmálahugbúnaðar okkar. Af þeim eru helstu og mikilvægustu eiginleikar sem hjálpa þér að keppa á alþjóðavettvangi:",
  "sbs_mf_list": "<li> <strong>Rauntíma líkindi</strong> Fylgstu með rauntíma líkindum sem gefa þér samkeppnisforskot. Hugbúnaður VRNL tryggir að þú missir aldrei af bestu tækifærum.</li> <li> <strong>Farsímavænn</strong> Veðmál á ferðinni með farsímavænum hugbúnaði VRNL. Hvort sem þú notar iOS eða Android aðlagast vettvangurinn tækinu þínu fyrir hnökralausa upplifun.</li> <li> <strong>Háþróað þjónusta á líkindum</strong> endurskilgreinir íþróttagögn API. Hann býður 100% nákvæmar for-leik líkur og hraðasta lifandi gagnaflæði með lágmarks töf.</li> <li> <strong>Fjölhæf samþætting</strong> Vettvangurinn okkar getur verið samþættur í kerfið þitt í gegnum API eða iFrame, sem býður upp á sveigjanleika í innleiðingu.</li>",
  "sbs_benefits": "Hverjir verða kostirnir? <b> Leyfðu okkur að útskýra</b>",
  "sbs_benefits_p1": "<strong> Kostur við að reka net- og verslunarveðmálapall </strong> Að byrja netveðmálapall getur verið krefjandi.",
  "sbs_benefits_p2": " Þess vegna höfum við hannað <strong>heildstæða íþróttaveðmálahugbúnaðarumhverfi</strong> til að gera ferlið auðveldara, með framúrskarandi líkiframboðendum til að tryggja breiðasta úrval.",
  "sbs_benefits_p3": "Reglugerðir samstarfsaðilar okkar fá fulla stuðning við inngöngu sína í netveðmálaiðnaðinn, auk valkosti á vörumerki eða óvörumerki útgáfum af vettvangi okkar.",
  "sbs_benefits_p4": "Hugbúnaður okkar inniheldur öflugar áhættustýringartæki, sem gerir uppsetningu hraða og einfaldan, og hann er tilbúinn til að stækka með fyrirtæki þínu.",
  "sbs_benefits_p5": "Stjórnun <strong> netnotenda og veðmálsverslana </strong> hefur aldrei verið jafn einföld og notendavæn.",
  "complete_sbs": "Fullkominn Íþrótta <strong> Veðmálahugbúnaður </strong>",
  "whatwe_have": "Hvað eigum við fyrir þig?",
  "whatwe_have_list": "<li> <strong>Stjórnun reikninga leikmanna </strong> Vettvangur okkar veitir öfluga stjórnun leikmannareikninga, þar á meðal skráningu og staðfestingu. Við höfum einnig áhrifaríkt kerfi til að greina og takast á við svikreikninga. </li> <li> <strong>Staðsetningartól </strong> Við bjóðum tól sem geta dregið staðsetningarupplýsingar úr IP-tölum, tryggt nákvæmar staðsetningartjänustur.</li>",
  "whatwe_have_desp": "Með heildarstuðningi okkar getur aðaláhersla þín verið á að stofna og þróa veðmálsverslanir þínar og netkerfi.",
  "b2c_sbs": "B2C íþróttaveðmálahugbúnaður",
  "b2c_sbs_p1": "VRNL er fremsti áfangastaður þinn fyrir B2C íþróttaveðmálahugbúnað. Við erum traust nafn í iðnaði, skuldbundin til að afhenda nýjasta hugbúnað sem bætir íþróttaveðmálareynslu þína. Hvort sem þú ert reyndur veðmálamaður eða nýliði í íþróttaveðmálum, höfum við tækin til að lyfta leik þínum. Prófaðu VRNL íþróttaveðmálahugbúnað í dag og lyftu veðmálsleik þínum á næsta stig!",
  "b2c_sbs_p2": "B2C (business-to-consumer) íþróttaveðmálahugbúnaður vísar til tækni og vettvangs sem notaður er af veðmálastjórum til að bjóða beint þjónustu til endanotenda.",
  "b2c_sbs_p3": "Þessi tegund hugbúnaðar gerir neytendum kleift að leggja veðmál á ýmis íþróttaviðburði í gegnum vef eða farsímaforrit. Hér eru helstu eiginleikar og þættir sem oftast finnast í B2C íþróttaveðmálahugbúnaði:",
  "b2c_sbs_list": "<li> <b>Skráning notenda og reikningsstjórnun:</b> Leyfir notendum að búa til reikninga, stjórna persónuupplýsingum og fylgjast með veðmálasögu. </li> <li> <b>Viðskiptavinastuðningur:</b> Veitir stuðning eins og lifandi spjall, tölvupóst og síma til að aðstoða notendur við fyrirspurnir og vandamál. </li> <li> <b>Samstarfsforrit:</b> Býður samstarfsforrit til markaðssetningar og kynningar, sem gerir samstarfsaðilum kleift að vinna þóknanir fyrir að vísa notendum.</li>",
  "casino_sbs": "Spilavíti og Íþrótta <strong>Veðmálahugbúnaður</strong>",
  "casino_sbs_list": "Veitendur 75 + fleiri<br />Raufarvélar 15.000 + fleiri<br />Borðleikir 500 + fleiri<br />Vídeópóker 700 + fleiri<br />Aðrir leikir 200 + fleiri<br />Lifandi leikjatónleikar<br />First Person leikir<br />Amerísk rúlett lifandi<br />Lifandi blackjack<br />Baccarat lifandi<br />Casino Hold’em lifandi<br />SICBO<br />Dragon tiger lifandi<br />Andar Bahar<br />Teen Patti",
  "online": "Net",
  "casino_platform": "Spilavíti pallur",
  "onc_desp1": "VRNL býður upp á heildarlausn með okkar <strong>White Label Casino</strong> tilboði.",
  "onc_desp2": "Okkar <strong>netspilavíti pallur</strong> er hannaður fyrir einfaldleika og tryggir auðvelda stjórnun fyrir bæði byrjendur og reynda sérfræðinga. Með VRNL færðu ítarlegan leiðsögn til að hefja <strong>netspilavíti</strong> verkefnið þitt.",
  "onc_desp3": "Áður en þú dregur þig í djúpu, bjóðum við þér að sjá hvernig hann virkar hnökralaust í framkvæmd.",
  "wlc_mainFeatures_desp1": "Við bjóðum fjölbreytt úrval tækja sem styrkja þig við stjórnun netspilavíti pallsins okkar. Af þeim höfum við valið þá sem hafa mest áhrif og eru ómissandi til að ná árangri á samkeppnishæfum alþjóðlegum vettvangi:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Stærsta skráning á netspilavíti leikjum í heiminum,</strong> vandlega valin frá hæstu veðanda iðnaðarins </li> <li> <strong class='black-color'>Tól fyrir bónusa</strong> og hagræðingu á slot hagnaði </li> <li> <strong class='black-color'>Herferðarsmiður</strong> og stjórnun leikjamótanna</li> <li>Má <strong class='black-color'>samþætta hnökralaust með API eða iFrame tækni.</strong> </li>",
  "wlc_mainFeatures_desp2": "Auk þess inniheldur pakkinn okkar lifandi spilavíti hugbúnað, sem gerir þér kleift að veita notendum raunverulega spilavíti upplifun heima hjá sér.",
  "wlc_benefits": "Hvaða kosti færðu?",
  "letus_explain": "Leyfðu okkur að útskýra",
  "letus_explain_desp1": "Hugsað um að stíga inn í heim netveðmála? VRNL fyrirtækið býður upp á ",
  "letus_explain_desp2": "white label spilavíti lausn sem getur verið fullkominn byrjunarpunktur þinn.",
  "letus_explain_desp3": "Nýtðu faglega þjónustu okkar og sérfræðiþekkingu ásamt háþróuðum <strong>spilavíti pöllum</strong> og tækni. Reglugerðarlegir samstarfsaðilar okkar njóta fulls stuðnings við inngöngu í netspilavíti iðnaðinn, með möguleika á vörumerktu eða óvörumerktu útgáfu.",
  "letus_explain_desp4": "Að hefja netspilavíti verkefni getur verið flókið. Þess vegna höfum við búið til fullkomið spilavíti umhverfi, með efstu leikjaveitum og yfir 1.000 leikjum. Leikjareikningurinn okkar er öruggur og vottaður, sem tryggir hugarró.",
  "letus_explain_desp5": "Stækkaðu fyrirtæki þitt auðveldlega með öflugum áhættustýringartækjum pallsins fyrir hraða og einfalda uppsetningu.",
  "wlc_complete_solutions": "Heildstæð <span> White Label Spilavíti</span> lausn",
  "wlc_offer": "Hvað bjóðum við þér?",
  "wlc_complete_solutions_list": "<li>Staðfestingarferlar, formlega samþykktir af eftirlitsstofnunum</li> <li>Samstarfsmarkaðstæki, tilvísunarkerfi og samfélagsmiðla samþætting</li> <li>Farsíma push tilkynningar, vef push tilkynningar og í-forrit skilaboð</li> <li>Stjórnun leikmannareikninga, skráning og staðfesting, og kerfi til að greina svikreikninga</li> <li>Staðsetningartól til að draga út IP-tölu staðsetningu</li>",
  "wlc_complete_solutions_more": "En bíddu, það er meira",
  "wlc_complete_solutions_desp": "<strong>VRNL pallur er fínstillingur fyrir hámarks afköst</strong> og stöðugleika. Við notum nýjustu tækni sem starfar tvisvar sinnum hraðar en venjulegir spilavíti pallar. Víðtæk reynsla okkar hefur skapað hraðasta og kraftmesta forritið í dag.",
  "wlc_numbers": "<span>White Label</span> Spilavíti í tölum",
  "wlc_numbers_p1": "Kynntu þér ótakmarkaða möguleika VRNL White Label Spilavíti lausna okkar. Lyftu spilavíti fyrirtækinu með víðtækum úrvali okkar af spilavítum",
  "wlc_numbers_p2": "Besta úrval leiðandi Live Casino veitenda í heiminum",
  "wlc_numbers_p3": "Óviðjafnanlegt úrval lifandi borða á netinu, með fjölrása afhendingu.",
  "wlc_numbers_list": "<li>Yfir 75 veitendur</li> <li>Yfir 15.000 raufarvélar</li> <li>500+ borðleikir</li> <li>700+ vídeópóker leikir</li> <li>Meira en 200 aðrir leikir</li>",
  "wlc_numbers_p4": "Hollt teymi okkar mun leiðbeina þér í öllum stigum, frá upphafsþjálfun til að setja fram framleiðslu.",
  "wlb_platform": "White Label Veðmálapallur",
  "wlb_platform_p1": "VRNL’s <b class='bold'>white label sportbook lausn</b> býður upp á fullkominn, alfarið stjórnað skiptipall.",
  "wlb_platform_p2": "Einn af framúrskarandi eiginleikum white label sportsbook lausnarinnar er óvenjuleg <b class='bold'>hraði í vefsetningu og útgáfu.</b> Hollt teymi okkar getur haft sportsbook vefsíðuna þína upp og í gangi á aðeins tíu virkum dögum, <b class='bold'>aðlöguð nákvæmlega að þínum kröfum.</b>",
  "wlb_platform_p3": "<b class='bold'>Þjónusta okkar inniheldur sérhæfða hýsingu</b>, allan nauðsynlegan hugbúnað, lifandi íþrótta líkindagögn, áhættustýringartæki og framúrskarandi þjónustu við viðskiptavini. Við erum leiðandi white label veðmálapallur.",
  "wlb_platform_list": "<li>Vefþróun, <b>Vörumerki, Sérsnið</b> og ströng prófun á Exchange viðskiptavina</li> <li>Reglulegar endurbætur og uppfærslur</li> <li> <b>Hraðbúnaðarframboð</b>, Hýsingu, Stöðugt 24/7 eftirlit og heildarstuðning</li> <li> <b>Fjölbreytt úrval veðmálamarkaða,</b> Íþróttaflokkar og deildarframboð</li> <li>Hagkvæm veðmálamóttaka og nákvæm uppgjörsferli</li> <li>Háþróuð áhættustýring, öflug bókhald og vakandi eftirlitstæki</li>",
  "wlb_platform_p4": "Hollir ráðgjafar VRNL munu safna kröfum þínum vandlega og sýna þér valið úrval sniðmáta og nýjustu þróunarárangra. Mikilvægt er að allir pallar okkar eru hannaðir til að vera fjöltyngdir og styðja margar gjaldmiðla, og notendaviðmótið (UI) verður vandlega aðlagað að þínum þörfum.",
  "wlb_platform_customization": "Sérsnið",
  "be_unique": "Vertu einstakur",
  "be_unique_desp1": "<b class='bold'>VRNL sérhæfir sig í sérsniðnum white label veðmálapöllum, spilavítum, veðmálum og</b> lausnum sem styrkja vörumerki þitt.",
  "be_unique_desp2": "Sérfræðiteymi okkar tryggir að hvert smáatriði, frá sjónrænt stórkostlegum viðmótum til samþættingar lógós og eiginleika, samræmist sýn þinni.",
  "be_unique_desp3": "Byrjaðu ferðalag þitt inn í heim VRNL, þar sem einstök sýn þín lifnar við.",
  "wlb_platform_odds": "Líkindi",
  "wlb_platform_odds_optimize": "Hagræða veðmálalíkum með VRNL",
  "wlb_platform_odds_p1": "Vertu á undan keppni með háþróuðum <b class='bold'>stjórnun á líkum</b>. Við bjóðum rauntíma líkindabreytingar, áhættustýringu og markaðsgreiningu til að hjálpa þér að hámarka íþróttaveðmálaframboð þitt og bæta upplifun leikmanna.",
  "wlb_platform_odds_p2": "Sérfræðiteymi okkar er skuldbundið til að tryggja árangur þinn. Hafðu samband í dag til að kanna hvernig við getum lyft veðmálafyrirtæki þínu á næsta stig.",
  "wlb_platform_zeroRisk": "Engin áhætta",
  "wlb_platform_zeroRisk_h1": "Viðskipta- og áhættustýring",
  "wlb_platform_zeroRisk_p1": "Við bjóðum heildstæðar viðskipta- og áhættustýringaraðgerðir, ásamt leiðsögn sérfræðinga um stjórnun líkinda. Einnig bjóðum við einstaka eiginleika – greiðslutryggingu. Í raunverulegum skilmálum þýðir þetta að ef vettvangur þinn skilar ekki tekjum, tökum við yfir og greiðum út bónusa til leikmanna þinna. Við forgangsröðum hugarró þínu.",
  "wlb_platform_bpb": "Vörumerkjun veðmálapalls",
  "wlb_platform_bpb_layouts": "Ótakmörkuð uppsetning",
  "wlb_platform_bpb_layouts_desp": "Veldu úr <b>fjölbreyttu úrvali veðmála uppsetninga</b> með okkar sniðmátum. Eða fá fulla sköpunarstjórn með því að búa til eigin uppsetningu með <b>API þjónustu</b>. Með þessari aðferð getur þú og þróunarteymi þitt byggt fullkomlega sérsniðið notendaviðmót, nákvæmlega aðlagað að sýn þinni.",
  "Betting": "Veðmál",
  "B2C": "B2C",
  "Casino": "Spilavíti",
  "main_sec_title": "VRNL er leiðandi veðmálahugbúnaðarveitandi í Bangladess.",
  "who_we_are": "hver við erum",
  "what_we_do": "hvað við gerum",
  "about_us_title": "Um okkur - White label íþrótta veðmálahugbúnaður og netspilavíti",
  "casino_providers": "Veitendur spilavíti",
  "betting_providers": "Veðmála veitendur",
  "games_providers": "Leikjaveitendur",
  "online_exch_sw_title": "Byrjaðu byltingu í viðskiptum þínum með VRNL Online Exchange Software",
  "casino_games_title": "Spilavíti leikir - White label Spilavíti",
  "casino_tournaments_title": "Spilavíti mót hugbúnaður - White label Spilavíti á netinu",
  "esports_title": "eSports veðmálahugbúnaður sem gerir notendum kleift að veðja á bestu eSports leiki",
  "faq_title": "VRNL FAQ – Leiðbeiningar um algengar spurningar og svör",
  "iframe_title": "Sportsbook iFrame White label íþrótta veðmál og spilavíti",
  "live_casino_title": "White label Spilavíti - byrjaðu þitt eigið netspilavíti",
  "lottery_games_title": "Lottó leikir - White label Spilavíti",
  "mobile_title": "Lyftu leik þínum með VRNL farsíma íþrótta veðmálahugbúnaði",
  "online_casino_sw_title": "Netspilavíti hugbúnaður - Þróun netspilavíti hugbúnaðar og palla",
  "ourTheme_title": "Veðja & Vinna: Verk okkar í heimi netveðmála og spilavíta",
  "risk_management_title_main": "Áhættustýringaraðferðir fyrir sportsbook rekstraraðila - White label íþrótta veðmálahugbúnaður og spilavíti",
  "sport_bet_title": "Bættu veðmálaupplifun þína með VRNL Íþrótta veðmálahugbúnaði",
  "wlc_title": "White label Spilavíti - Byrjaðu auðveldlega netspilavíti með White Label Casino lausn okkar.",
  "whiteLabel_title": "VRNL þinn persónulega white label sportsbook hugbúnaðarveitandi",
  "TOAST": {
    "FILL_REQUIRED": "Vinsamlegast fylltu út öll nauðsynleg reit.",
    "SUBMITTING": "Senda beiðni...",
    "SUCCESS": "Sýnidæmisbeiðni hefur verið send með góðum árangri!",
    "ERROR": "Villa kom upp. Vinsamlegast reyndu aftur."
  },
  "disclosure_tp_a_desp": "<strong>a. Almenn upplýsingagjöf</strong><br> Stundum getur vrnl.net gert ákveðnar persónuupplýsingar aðgengilegar fyrir stefnumótandi samstarfsaðila sem vinna með vrnl.net til að veita þjónustu eða sem hjálpa vrnl.net að markaðssetja til viðskiptavina. Til dæmis, þegar þú kaupir og virkjar áskrift, heimilar þú vrnl.net að skiptast á upplýsingum sem þú gefur upp í virkjunarferlinu til að framkvæma þjónustu. Ef þú hefur samþykkt þjónustuna, verður reikningurinn þinn stjórnað samkvæmt persónuverndarstefnu vrnl.net. Persónuupplýsingar verða aðeins deilt af vrnl.net til að veita eða bæta þjónustu okkar og markaðssetningu; þær verða ekki deilt með þriðja aðila í markaðsskyni.<br>Vrnl.net getur einnig vandlega valið önnur fyrirtæki til að senda þér upplýsingar um vörur eða þjónustu þeirra sem tengjast þjónustu síðunnar en eru ekki nauðsynleg fyrir rekstur hennar ('Aukahlutþjónusta'). Ef vrnl.net hyggst nota persónuupplýsingar sem auðkenna þig fyrir Aukahlutþjónustu, mun vrnl.net veita þér möguleika og nauðsynlegar leiðbeiningar til að hafna þessari þjónustu.<br>Þú getur einnig stöðvað sendingu upplýsinga- eða kynningarpósts frá <b>vrnl.net</b> með því að fylgja leiðbeiningunum í póstinum.",
  "objection_processing_desp": "<strong>e. Andmæli við vinnslu</strong><br>Ef persónuupplýsingar þínar eru unnar í beinu markaðssetningarskyni, getur þú hvenær sem er beðið okkur um að hætta vinnslu gagna þinna í þessum tilgangi með því að senda okkur tölvupóst.<br>Vinsamlegast athugaðu að ef þú leyfir okkur ekki að safna persónuupplýsingum frá þér gætum við ekki getað veitt þér ákveðnar upplifanir, vörur og þjónustu, og sumar þjónustur okkar gætu ekki tekið tillit til hagsmuna og óskir þínar. Ef nauðsyn er á að safna persónuupplýsingum munum við gera það ljóst við söfnunina svo þú getir tekið upplýsta ákvörðun um þátttöku. Ef þú hefur spurningar um þær persónuupplýsingar sem við vinnum eða geymum um þig og réttindi þín varðandi þær, vinsamlegast hafðu samband við þjónustudeild okkar.",
  "disclosure_tp_e_desp": "<strong>e. Viðskiptaflutningar</strong><br>Við veitum persónuupplýsingar til dótturfélaga okkar og annarra traustra fyrirtækja eða einstaklinga til að vinna úr þeim fyrir okkur, samkvæmt leiðbeiningum okkar og í samræmi við persónuverndarstefnu okkar og önnur viðeigandi trúnaðar- og öryggisráðstafanir. Til dæmis gætum við notað þjónustuveitendur til að aðstoða við þjónustuver.<br>Ef vrnl sameinast eða verður keypt af öðru fyrirtæki, eða við endurskipulagningu eða umbreytingu fyrirtækis, gætum við og dótturfélög okkar deilt persónuupplýsingum þínum, að fullu eða að hluta, með öðru fyrirtæki.",
  "rectification_iii_desp": "<strong>b. Lagfæring á ónákvæmum eða ófullkomnum upplýsingum</strong><br>Þú getur beðið okkur um að leiðrétta ónákvæmar eða ófullkomnar persónuupplýsingar um þig (þessar upplýsingar geturðu ekki uppfært sjálfur í moneycontrol reikningnum þínum) með því að senda okkur tölvupóst.<br>Þú getur nálgast og uppfært sumar persónuupplýsingar þínar í gegnum reikningsstillingar þínar. Ef þú hefur valið að tengja vrnl.net prófílinn þinn við forrit þriðja aðila, eins og Facebook eða Google, getur þú breytt stillingum þínum og fjarlægt leyfi fyrir forritið með því að breyta reikningsstillingum þínum. Þú berð ábyrgð á að halda persónuupplýsingum þínum uppfærðum. Vrnl.net getur sent þér reglulega áminningar í tölvupósti til að viðhalda nákvæmni persónuupplýsinga þinna.",
  "disclosure_tp_c_desp": "<strong>c. Þjónustuaðilar</strong><br>Vrnl.net getur innihaldið tengla á ýmsar vefsíður þriðja aðila sem geta safnað persónuupplýsingum þínum. Notkun upplýsinga þinna sem safnað er af slíkri þriðja aðila vettvangi verður stjórnað af persónuverndarstefnu viðkomandi vettvangs. Slíkar vefsíður eða forrit eru stjórnað af eigin persónuverndarstefnu þeirra, sem eru utan okkar stjórnunar. Þegar þú yfirgefur netþjóna okkar (þú getur séð hvar þú ert með því að athuga vefslóðina í staðsetningastikunni í vafranum þínum), er notkun upplýsinga sem þú gefur samkvæmt persónuverndarstefnu rekstraraðila forritsins sem þú ert að heimsækja. Sú stefna getur verið önnur en okkar. Ef þú finnur ekki persónuverndarstefnu þessara vefsíðna í gegnum tengil frá heimasíðu forritsins ættir þú að hafa beint samband við eigendur forritsins til frekari upplýsinga.<br>Við getum deilt ekki-persónuupplýsandi upplýsingum opinberlega og með samstarfsaðilum okkar – eins og útgefendum, auglýsendum, verktökum eða réttindahöfum. Til dæmis deilum við upplýsingum opinberlega til að sýna þróun í almennri notkun þjónustu okkar. Við leyfum einnig ákveðnum samstarfsaðilum að safna upplýsingum frá vafra eða tæki þínu fyrir markaðssetningu/kynningar og mælingar með eigin kökum eða svipuðum tækni.",
  "data_security": "Öryggi gagna"
}