{
  "contact_title": "Un'azienda che persegue costantemente soluzioni innovative per soddisfare le esigenze del suo business.",
  "contact_footer": "“Siamo un team di strateghi creativi, appassionati di tecnologia e comunicatori efficaci, guidati da una passione incrollabile per l'industria del gioco online. Il nostro impegno incessante è favorire il successo dei nostri clienti nel settore.”",
  "contact_header": "Contattaci",
  "contact_para": "Consulta un esperto VRNL per scoprire come le nostre soluzioni possono elevare il tuo business di scommesse.",
  "telegram": "Telegram",
  "write_msg": "SCRIVICI UN MESSAGGIO",
  "fname": "Nome e Cognome",
  "fname_err": "Il campo è obbligatorio (minimo 2 caratteri).",
  "email": "La tua email",
  "email_err": "È richiesta un'email valida.",
  "country": "Paese",
  "pnumber": "Numero di telefono",
  "pnumber_err": "Il numero deve avere 10 cifre.",
  "message": "Messaggio",
  "sending": "Invio…",
  "submit": "Invia",
  "con_param1": "Non condividiamo le tue informazioni personali con nessuno. Consulta la nostra",
  "privacy_policy_form": "“informativa sulla privacy”",
  "con_param2": "per ulteriori informazioni",
  "casino_tournament_h1": "I <b class='chck'>Tornei di Casinò</b> ti permettono di creare un torneo con una data di inizio e di fine.",
  "casino_tournament_p1": "Uno strumento potente a tua disposizione per aumentare i ricavi della sezione casinò è l'implementazione dei <strong>Tornei di Casinò.</strong>",
  "casino_tournament_h2": "Avrai la possibilità di <strong>personalizzare completamente ogni torneo</strong> selezionando manualmente la lista delle slot che parteciperanno alla competizione.",
  "casino_tournament_p2": "Per <strong>creare una promozione</strong>, devi semplicemente selezionare un <strong>titolo</strong> per il <strong>torneo</strong>, indicare le <strong>slot</strong> da includere e specificare il <strong>jackpot</strong> che sarà distribuito tra i <strong>vari premi</strong>, tutti personalizzabili secondo le tue preferenze.",
  "casino_tournament_p3": "Dettagli chiave da inserire includono la <strong>data di inizio</strong>, la <strong>data di fine</strong>, il <strong>jackpot totale</strong>, il numero di partecipanti in classifica, così come il requisito minimo di scommessa per partecipare al torneo.",
  "casino_tournament_p4": "Inoltre, avrai sempre accesso a una classifica in tempo reale che mostra nomi utente, posizioni dei giocatori e premi corrispondenti. Questa funzionalità può migliorare significativamente l'esperienza utente sulla tua piattaforma di casinò, attirando più giocatori e aumentando i ricavi.",
  "casinogames_title": "Perché scegliere la nostra piattaforma?",
  "casinogames_title_h1": "Il catalogo più esteso al mondo di ",
  "online_casino_games": "giochi di casinò online",
  "online_casino_games_p1": "Il nostro <b style='color: #575756;'> White Label </b> è la tua destinazione finale, offrendo un assortimento senza pari di oltre 3000+ emozionanti giochi di casinò e slot. Ci vantiamo di offrire la gamma più completa di giochi di casinò online disponibili su internet.",
  "online_casino_games_p2": "Ci rivolgiamo a operatori di giochi online, bookmaker, lotterie e organizzazioni di scommesse che operano in mercati regolamentati.",
  "online_casino_games_p3": "Comprendiamo l'importanza di un gioco sicuro e corretto nel mondo dei casinò online. Per questo le nostre matematiche di gioco sono non solo robuste ma anche certificate da laboratori di gioco indipendenti. Questa certificazione garantisce il massimo livello di esperienza utente per i tuoi giocatori, rendendo la loro esperienza di gioco online davvero di prima classe.",
  "casino_nos": "NUMERI DEL CASINÒ",
  "slot_machine": "Slot machine",
  "morethan10": "Più di 10",
  "tablegames": "Giochi da tavolo",
  "morethan4": "Più di 4",
  "videopoker": "Video poker",
  "morethan": "Più di",
  "lottery": "Lotteria",
  "morethan9": "Più di 9",
  "proveedores": "FORNITORI",
  "morethan12": "Più di 12",
  "online_turnkey": "Forniamo soluzioni complete di casinò online",
  "casino_wls": "Soluzione White Label Casinò",
  "casino_wls_desp": "Lancia il tuo casinò con il tuo brand facilmente utilizzando la soluzione white-label di VRNL. Personalizza il tuo casinò, offri un'ampia selezione di giochi, garantisci sicurezza e inizia a generare ricavi rapidamente.",
  "webbranding": "Branding del sito web",
  "webbranding_desp": "Migliora la tua presenza online con i servizi esperti di branding di siti web di VRNL. Progettiamo, creiamo e trasformiamo siti web per riflettere la tua identità unica, lasciando un'impressione duratura.",
  "toolstraning": "Strumenti (formazione)",
  "toolstraning_desp": "Sblocca il tuo potenziale nel mondo del trading con i potenti strumenti di trading di VRNL. Le nostre soluzioni all'avanguardia ti forniscono le informazioni e la tecnologia per prendere decisioni informate e massimizzare il tuo successo nel trading.",
  "client_support": "Assistenza clienti",
  "client_support_desp": "Migliora l'esperienza dei tuoi clienti con l'eccezionale servizio di assistenza di VRNL. Il nostro team dedicato è qui per fornire supporto esperto, assicurando che le esigenze dei clienti siano soddisfatte con efficienza e cura.",
  "aboutus_title": "Sono sicuro che sei curioso di scoprire",
  "aboutus_desp": "Un'azienda che persegue costantemente soluzioni innovative per soddisfare le esigenze del suo business.",
  "online_gaming_provider": "Fornitore di giochi online",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl è un consolidato provider di Sportsbook e giochi con un notevole track record di 10 anni nell'industria delle scommesse. </strong> Dal 2012, siamo dedicati a fornire bookmaker, lotterie e organizzazioni di scommesse in mercati regolamentati.",
  "about-section1-para2": "Siamo un team di strateghi creativi, appassionati di tecnologia e comunicatori efficaci, guidati da una passione incrollabile per l'industria del gioco online. Il nostro impegno incessante è favorire il successo dei nostri clienti nel settore.",
  "about-section1-para3": "La nostra piattaforma di gioco all'avanguardia è uno dei fattori chiave che hanno portato Vrnl al suo attuale status di stimata Software House Internazionale. <strong style='color: #000;'>Sfruttando la nostra vasta esperienza decennale in questo settore, Vrnl offre con orgoglio i suoi servizi a oltre 40 bookmaker in 11 diversi paesi nel mondo.</strong>",
  "about_us": "Chi siamo",
  "about_us_desp": "VRNL è la più grande piattaforma per fornire scommesse sportive e casinò white label. Offriamo API di exchange insieme ai nostri servizi di sito personalizzato per il Bangladesh con margini bassi e su una piattaforma affidabile, che include casinò. Forniamo API per tutte le leghe negli exchange, insieme a servizi di streaming online. Goditi le scommesse su una piattaforma affidabile. Goditi oltre 1000 slot e giochi da tavolo sul nostro sito.",
  "our_client": "I nostri clienti",
  "our_client_desp": "Da Vrnl perseguiamo incessantemente le migliori partnership di gioco e intrattenimento per garantire un'esperienza senza pari ai nostri clienti e giocatori. Grazie ad accordi con rinomati casinò internazionali e fornitori di giochi virtuali, abbiamo integrato la nostra piattaforma di scommesse sportive con un'ampia gamma di giochi, che spaziano da slot machine e giochi da tavolo a casinò live, giochi virtuali e giochi fantasy. La nostra piattaforma è accessibile sia da desktop che da dispositivi mobili, con grafica di alta qualità, animazioni coinvolgenti e audio immersivo. Il menu intuitivo migliora ulteriormente l'esperienza utente. Il cuore delle nostre operazioni è un processo di integrazione rapido, combinando scalabilità, flessibilità e prestazioni elevate nel nostro software di scommesse. Questo processo è supportato dai più alti livelli di sicurezza e affidabilità, garantendo un ambiente di gioco sicuro e fidato. Siamo orgogliosi di offrire ai nostri clienti la più ampia selezione di giochi nel settore, fornendo soluzioni perfette per ogni preferenza. Benvenuti in Vrnl, dove l'eccellenza nel gioco incontra possibilità illimitate. Vrnl è orgogliosa di aver collaborato con i nomi più distintivi nei fornitori di software di giochi e soluzioni di pagamento.",
  "lost404": "Sembra che tu ti sia perso",
  "lost404desp": "la pagina che stai cercando non è disponibile!",
  "gotohome": "Vai alla Home",
  "esports_bs": "Software di Scommesse eSports",
  "esports_bs_desp1": "In VRNL, siamo orgogliosi di offrire ai fan degli eSports un'esperienza unica e coinvolgente.",
  "esports_bs_desp2": "VRNL è la tua porta d'accesso a un mondo in cui gioco e scommesse si incontrano. Il nostro software di scommesse eSports è progettato per gli appassionati di giochi come te, offrendo un'esperienza emozionante, sicura e gratificante. Non perdere l'opportunità di far parte dell'azione. Unisciti a VRNL oggi e porta la tua esperienza di gioco a nuovi livelli!",
  "startnow": "Inizia Ora",
  "easy_setup": "Configurazione semplice, meno di quanto immagini.",
  "easy_setup_desp1": "Possiamo fornire la piattaforma eSports in poche settimane.<br> Gestiamo tutti gli aspetti del processo: hosting, interfaccia utente, feed delle quote, pagine personalizzate, attivazione del prodotto e strategia sportsbook.",
  "easy_setup_desp2": "Il tuo focus principale può essere dedicato alla configurazione e all'implementazione delle tue reti online.",
  "esport_bet_center_h1": "Se stai pensando di iniziare con le scommesse online, il nostro software di scommesse eSports è un ottimo primo passo.",
  "esport_bet_center_p1": "Approfitta dei nostri servizi esperti e della tecnologia avanzata di scommesse eSports. I nostri partner regolamentati ricevono pieno supporto per entrare nell'industria delle scommesse online e possono utilizzare le nostre piattaforme personalizzate o generiche.",
  "esport_bet_center_p2": "Avviare un sportsbook online principalmente focalizzato sugli eSports può essere complesso. Per questo abbiamo creato un sistema completo di scommesse eSports con servizi pre-match. Il nostro obiettivo è offrirti la gamma più estesa di opzioni eSports online.",
  "have_qes": "Hai una domanda?",
  "para_faq": "Abbiamo le risposte (beh, la maggior parte delle volte!)",
  "freq_param": "Qui sotto trovi le risposte alle domande più comuni, consulta il nostro ",
  "if_still_qes": "Se non trovi ancora la risposta che cerchi, basta",
  "sbs_faqs": "FAQ Software Scommesse Sportive",
  "whatis_sbs": "Cos'è il Software di Scommesse Sportive?",
  "whatis_sbs_ans": "Il Software di Scommesse Sportive è progettato in base ai mercati e alle selezioni dell'utente. Inoltre, i nostri esperti sono sempre disponibili a fornire il miglior servizio clienti per qualsiasi esigenza relativa alla tua attività e ai requisiti di mercato. Gestiamo ogni fase del processo di sviluppo, fornendoti una piattaforma di scambio completa e performante.",
  "affiliate_systems": "Offrite sistemi di affiliazione?",
  "affiliate_systems_ans": "Sì, il nostro network software si basa su 5 livelli: Amministratore della piattaforma - accesso al backend (è anche possibile creare altri accessi al Back office con privilegi e permessi limitati). Rivenditore - un master-agent che supervisiona diversi punti scommesse. Guadagna commissioni sul fatturato o sui profitti dei punti scommesse. Punto scommesse - rappresenta il punto fisico dove i giocatori possono giocare, depositare, ecc. Tramite questo account è possibile piazzare scommesse e guadagnare commissioni sul fatturato o sui profitti. Cassiere - profilo per i dipendenti dei punti scommesse, in grado di piazzare scommesse senza guadagnare commissioni. Giocatore online - registra il tuo account di gioco online o in un punto scommesse, piazza scommesse.",
  "whatis_label": "Cos'è un sito di scommesse white label?",
  "whatis_label_ans": "Un sito di scommesse white label è una piattaforma completamente personalizzata. Il sito white label di Vrnl fornisce giochi certificati, sistema bonus, gateway di pagamento. Il contenuto dell'interfaccia utente, la lingua e la valuta sono basati sulla tua scelta; Vrnl mette a disposizione diversi template grafici, funzionalità e strumenti.",
  "fullmanagement": "Posso avere la gestione completa delle quote e dei margini?",
  "fullmanagement_ans": "Il backend dispone di numerosi strumenti, funzionalità e report che forniscono una visione completa dell'attività di scommesse sportive. Esiste una sezione dedicata alla gestione delle quote, attraverso la quale è possibile modificare margini, molteplicità e quote per mercato, partita e/o campionato.",
  "logobrand": "Posso usare il mio logo e i colori del mio brand?",
  "logobrand_ans": "Sì, puoi farlo. Forniamo soluzioni diverse in base alle tue esigenze specifiche. Possiamo creare soluzioni personalizzate raccogliendo le tue richieste e impostando un progetto oppure fornire una soluzione chiavi in mano, modificando solo i colori e il logo del tuo brand.",
  "fullycustomized": "Vorrei avere una soluzione completamente personalizzata, è possibile?",
  "fullycustomized_ans": "Vrnl mette a disposizione un team di esperti per l'implementazione di una piattaforma di scommesse sportive completamente personalizzata. Un Account Manager raccoglierà le richieste e coordinerà il progetto con gli altri membri del team: Project Manager, Graphic Designer e IT Manager.",
  "software_cost": "Quanto costa il Software di Scommesse Sportive?",
  "software_cost_ans": "Il costo del Software di Scommesse Sportive varia in base alle funzionalità e ai servizi offerti. Ci sono diversi piani a seconda che tu abbia già un alto volume di gioco o voglia essere un agente con la tua rete di giocatori.",
  "what_products": "Quali prodotti offrite?",
  "what_products_ans": "Il nostro core business è il Betting Sportivo. Infatti il nostro software di scommesse sportive è un prodotto interno sviluppato dal nostro team IT dal 2005. Oltre al prodotto sportivo, offriamo anche scommesse live, casinò, casinò live, lotterie e giochi virtuali per offrire soluzioni 'tutto in uno' ai nostri clienti.",
  "canaddfeatures": "Posso aggiungere funzionalità, report e pagine al software di scommesse sportive?",
  "canaddfeatures_ans": "Il software di scommesse include una vasta gamma di report, pagine e banner che possono essere personalizzati (CMS) o sviluppati su richiesta. Se desideri sviluppare una nuova funzionalità, lavoreremo con te creando un progetto su misura: raccolta informazioni e dettagli, invio del progetto/rendering, test e rilascio finale.",
  "canofferbettingservices": "Posso offrire servizi di scommesse sportive nei casinò che ho nel mio paese?",
  "canofferbettingservices_ans": "Abbiamo diverse soluzioni di scommesse sia per attività online sia per attività fisiche. Se possiedi un casinò fisico e desideri offrire anche scommesse sportive, la nostra soluzione retail sarà la scelta giusta, poiché permetterà di creare account cassieri per gestire la vendita dei biglietti di scommessa.",
  "change_currentprovider": "Come posso cambiare il mio attuale fornitore di software?",
  "change_currentprovider_ans": "Se già gestisci un Exchangebook e desideri passare alla nostra piattaforma di scommesse sportive, ci assicureremo che tutto sia gestito correttamente. Prepareremo un piano di migrazione. I dati personali dei giocatori saranno caricati sulla nuova piattaforma e il passaggio sarà pianificato per completare la migrazione in poche ore.",
  "sbs_offer": "Quali funzionalità offre il Software di Scommesse Sportive?",
  "sbs_offer_ans": "Il Software di Scommesse Sportive può fornire funzionalità come previsioni basate sui dati, simulazioni, trend di scommesse, confronto quote e altro. Offre anche analisi dettagliate delle partite passate e degli incontri futuri per aiutare i giocatori a prendere decisioni più informate. Ci specializziamo nell'allestire e creare punti scommesse fisici e reti online, inclusi procedure KYC approvate dagli enti regolatori, gateway di pagamento per il gioco, strumenti di marketing affiliato, sistemi di referral, notifiche push mobile, notifiche web e messaggi in-app, controlli degli account dei giocatori, processi di registrazione e verifica, sistemi di rilevamento delle frodi e strumenti di geolocalizzazione per estrarre la posizione dagli indirizzi IP.",
  "sbs_legal": "Il Software di Scommesse Sportive è legale?",
  "sbs_legal_ans": "Sì, il Software di Scommesse Sportive è legale ed è utilizzato da molti scommettitori sportivi professionisti. Tuttavia, è importante assicurarsi di utilizzare il software in conformità con le leggi applicabili nella tua giurisdizione.",
  "ebs_faqs": "FAQ sul software di scommesse eSports",
  "ebs_titleoffer": "Quali titoli eSports offrite?",
  "ebs_titleoffer_ans": "<li><strong>I più popolari:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Giochi sportivi:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer Online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>FPS (First-Person Shooter):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Giochi di combattimento:</strong> Street Fighter, Super Smash Bros, Tekken. RTS (Real-Time Strategy): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Avete la versione mobile?",
  "mobileversion_ans": "Sì, VRNL è completamente ottimizzato per l'uso mobile. La nostra piattaforma è progettata per funzionare senza problemi su tutti gli smartphone e tablet, offrendo accesso a sports exchange, giochi da casinò, iGaming ed eSports ovunque e in qualsiasi momento. Potrai godere di un'interfaccia fluida e reattiva, tempi di caricamento rapidi e transazioni sicure direttamente dal browser mobile, senza bisogno di scaricare un'app. Che tu sia su Android o iOS, l'esperienza è veloce, user-friendly e ricca di funzionalità come la versione desktop.",
  "runesportsplatform": "Posso gestire una piattaforma di scommesse eSports senza occuparmi delle quote e della gestione trading?",
  "runesportsplatform_ans": "Le nostre soluzioni di scommesse eSports includono il feed delle quote. Il software integra molte funzionalità e strumenti per gestire margini e configurazioni delle quote in completa autonomia. Se vuoi concentrarti solo sulla gestione dei punti scommesse e dei giocatori, forniamo servizi di trading e supporto.",
  "esports_solutions": "Vorrei avere una soluzione eSports completamente personalizzata, è possibile?",
  "esports_solutions_ans": "VRNL mette a disposizione un team di esperti per la creazione di una piattaforma di scommesse eSports completamente personalizzata. Un Account Manager raccoglierà le richieste e coordinerà il progetto con il Project Manager, il Graphic Designer e l'IT Manager.",
  "newtobusiness": "Sono completamente nuovo in questo settore, cosa devo sapere?",
  "newtobusiness_ans": "La gestione corretta di una piattaforma di scommesse eSports può rendere questo business molto redditizio. Offriamo soluzioni e servizi diversi in base al livello di coinvolgimento e conoscenza. Un esperto di gioco lavorerà con te per individuare la soluzione eSports più adatta alle tue esigenze.",
  "eSports_market": "Quanti mercati eSports live offrite?",
  "eSports_market_ans": "Oggi offriamo 20 mercati eSports live.<br> Ma stiamo aggiungendo continuamente nuovi mercati.",
  "eSportsLogoBrand": "Posso usare il mio logo e i colori del mio brand eSports?",
  "eSportsLogoBrand_ans": "Sì, puoi farlo. Forniamo soluzioni diverse in base alle tue esigenze specifiche. Possiamo creare soluzioni eSports su misura raccogliendo le tue richieste o fornire una soluzione chiavi in mano, modificando solo i colori e il logo del tuo brand eSports.",
  "eSports_server": "Posso ospitare l'exchange eSports sulla mia infrastruttura server?",
  "eSports_server_ans": "No, non è possibile. L'hosting è incluso nel nostro servizio, poiché per garantire le prestazioni ottimali del software di scommesse eSports, i nostri SysAdmin hanno creato una struttura cluster dedicata con backup e piano di disaster recovery. Questo garantisce conformità alle normative globali e i più alti standard di sicurezza.",
  "sp_faqs": "FAQ sulla piattaforma streaming",
  "promte_cricket": "Quante partite di cricket posso promuovere?",
  "promte_cricket_ans": "Durante la diretta dal dashboard è possibile attivare due partite alla volta, ma non c'è limite al numero di partite che puoi collegare.",
  "broadcast_live": "Gli eventi di casinò possono essere trasmessi in diretta?",
  "broadcast_live_ans": "Sì, è possibile trasmettere tutti i giochi da casinò in diretta su tutte le piattaforme che lo consentono.",
  "measure_success": "Come posso misurare il successo delle dirette streaming?",
  "measure_success_ans": "Ovviamente, puoi tenere traccia di analisi dettagliate per più piattaforme su un unico schermo.",
  "is_mobile_friendly": "La piattaforma è mobile-friendly?",
  "is_mobile_friendly_ans": "Sì — la nostra piattaforma è completamente mobile-friendly e forniamo un APK da scaricare e utilizzare senza problemi.",
  "livecasino_faqs": "FAQ sul Live Casino Software",
  "whatisVRNLcasino": "Cos'è il VRNL Casino Software?",
  "whatisVRNLcasino_ans": "Il VRNL Live Casino Software è una piattaforma all'avanguardia che consente ai casinò online di offrire giochi con dealer dal vivo ai propri giocatori. Fornisce l'infrastruttura e gli strumenti necessari per ospitare esperienze di casinò interattive e in tempo reale.",
  "software_work": "Come funziona il VRNL Live Casino Software?",
  "software_work_ans": "Il VRNL Live Casino Software si integra perfettamente nei siti web dei casinò online. Connette i giocatori con dealer dal vivo tramite streaming video di alta qualità, permettendo di giocare a giochi popolari come blackjack, roulette e baccarat in modo interattivo.",
  "features_livecasino": "Quali sono le principali funzionalità del VRNL Live Casino Software?",
  "features_livecasino_ans": "Il VRNL Live Casino Software offre funzionalità come branding personalizzabile, integrazione sicura dei pagamenti e interfaccia user-friendly per giocatori e operatori.",
  "security_livecasino": "Come garantire la sicurezza e correttezza dei giochi con VRNL Live Casino Software?",
  "security_livecasino_ans": "Il VRNL Live Casino Software è progettato con la sicurezza al primo posto. Utilizza RNG certificati per garantire correttezza e fornisce strumenti per prevenzione delle frodi e protezione dei giocatori. Inoltre implementiamo crittografia per la protezione dei dati.",
  "offered_games": "Quali giochi possono essere offerti con VRNL Live Casino Software?",
  "offered_games_ans": "Puoi offrire un'ampia selezione di giochi con dealer dal vivo, inclusi blackjack, roulette e baccarat live, oltre a varianti di questi giochi per mantenere coinvolti i giocatori.",
  "integrateVRNL": "Posso integrare il VRNL Live Casino Software nella mia piattaforma di casinò esistente?",
  "integrateVRNL_ans": "Sì, il nostro software è progettato per un'integrazione facile con piattaforme esistenti, rendendolo un'aggiunta senza problemi alla tua operazione online.",
  "wlc_faqs": "FAQ sul White Label Casino",
  "whatis_wlc": "Cos'è un White Label Casino?",
  "whatis_wlc_ans": "Un White Label Casino è una soluzione chiavi in mano che consente a imprenditori e aziende di lanciare casinò online usando il nostro software e infrastruttura. Puoi personalizzarlo con il tuo nome e design, mentre noi ci occupiamo degli aspetti tecnici e regolatori.",
  "wlc_work": "Come funziona il servizio White Label Casino?",
  "wlc_work_ans": "Forniamo una piattaforma di casinò completamente funzionante, inclusi giochi, processi di pagamento e supporto clienti. Devi solo personalizzare branding e design secondo la tua visione per avviare il tuo casinò online.",
  "wlc_games": "Quali giochi sono disponibili per il mio White Label Casino?",
  "wlc_games_ans": "Offriamo un'ampia gamma di giochi, inclusi slot, giochi da tavolo (es. blackjack, roulette) e giochi con dealer dal vivo. Puoi scegliere dal nostro catalogo per creare un'esperienza di gioco diversificata.",
  "wlc_launch": "Quanto tempo serve per lanciare il mio White Label Casino?",
  "wlc_launch_ans": "Il tempo varia in base alle tue esigenze specifiche e ai processi regolatori. In media, possono servire alcune settimane per configurare e personalizzare la piattaforma.",
  "wlc_cusSupport": "Quale livello di supporto clienti è previsto per il mio White Label Casino?",
  "wlc_cusSupport_ans": "Offriamo supporto tecnico e operativo per garantire che il tuo casinò funzioni senza problemi.",
  "wlc_getstarted": "Come posso iniziare con un White Label Casino della vostra azienda?",
  "wlc_getstarted_ans": "Contatta il nostro team commerciale per discutere le tue esigenze e ricevere una consulenza personalizzata. Ti guideremo nel processo di configurazione del tuo White Label Casino.",
  "can_cutomize_branding": "Posso personalizzare il casinò con il mio branding?",
  "can_cutomize_branding_ans": "Sì — puoi personalizzare completamente il casinò con il tuo logo, colori e branding per rispecchiare la tua identità.",
  "company": "Azienda",
  "company_caps": "AZIENDA",
  "about": "Chi siamo",
  "online_exchange_sw": "Software Exchange Online",
  "privacy_policy": "Informativa sulla Privacy",
  "contact_us": "Contattaci",
  "solutions": "Soluzioni",
  "sports_betting_software": "Software Scommesse Sportive",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Piattaforma White Label Betting",
  "exch_iframe": "Iframe Exchangebook",
  "footer_para_1": "Il logo e il materiale grafico di Vrnl sono di proprietà intellettuale dell'azienda e non possono essere copiati, riprodotti, distribuiti o esposti senza il consenso scritto di Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Tutti i diritti riservati.",
  "home": "Home",
  "betting": "Scommesse",
  "esports_betting": "Scommesse eSports",
  "sbs_head": "Software Scommesse Sportive",
  "casino": "Casinò",
  "online_casino_sw": "Software Casinò Online",
  "live_casino_sw": "Software Live Casino",
  "casino_game": "Giochi da Casinò",
  "lottery_bingo": "Lotteria e Bingo",
  "casino_tournament": "Torneo Casinò",
  "risk_management": "Gestione del Rischio",
  "wl": "White Label",
  "wl_exch": "Exchange White Label",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "I Nostri Lavori",
  "contact": "Contatto",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Giochi Lotteria",
  "exch_sw_provider": "Fornitore software Exchange",
  "mobile_bet": "Scommesse da Mobile",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget Scommesse Sportive",
  "back": "Indietro",
  "exch_iframe_para": "Iframe Exchangebook — consente un'attivazione rapida del modulo Exchangebook tramite integrazione API senza interruzioni. Il nostro servizio completo Exchangebook, sotto supervisione esperta, garantisce un'ampia gamma di programmazioni per eventi e mercati online.",
  "contact_us!": "Contattaci!",
  "exch_iframe_types": "Tipi di iframe Exchangebook",
  "exch_iframe_types_para": "Le nostre soluzioni Exchangebook iframe sono disponibili in tre varianti, ciascuna adattata al canale utilizzato, garantendo l'opzione più adatta alle tue esigenze:",
  "exch_iframe_types_list": "<li> iFrame per <strong>Desktop</strong>, progettato per computer con diverse risoluzioni e con layout variabili e personalizzabili. </li> <li> iFrame per <strong>Terminali e Kiosk SSBT</strong>, con layout ottimizzati per i sistemi touchscreen e un'esperienza utente intuitiva, ideale per i giocatori inesperti che piazzano scommesse.</li>",
  "exch_iframe_types_para2": "Inoltre, tramite la nostra API, puoi ottenere una personalizzazione estesa della grafica e delle funzioni di gioco.",
  "cm_exch": "Exchangebook Gestito Completo",
  "cm_exch_para": "Il nostro iframe Exchangebook comprende la fornitura di feed di dati delle quote e la configurazione delle impostazioni di base delle scommesse. Il software è equipaggiato con una serie di funzionalità e strumenti per la gestione indipendente dei margini delle quote e delle configurazioni. Tuttavia, se il tuo obiettivo principale è la gestione dei giocatori e il marketing, offriamo servizi di trading completamente gestiti e supporto.",
  "acq_exch": "Acquisire la Soluzione Exchangebook iframe è Facile",
  "acq_exch_para": "Abbiamo semplificato il processo per attivare l'iFrame, che comprende solo cinque semplici passaggi:",
  "acq_exch_list": "<li> Formalizzare l'accordo tra Vrnl e il cliente. </li> <li> Iniziare l'integrazione dell'Exchangebook iFrame tramite API utilizzando il nostro SDK. </li> <li> Concludere un incontro per definire la strategia dell'Exchangebook da perseguire. </li> <li> Identificare gli sport e gli eventi più coinvolgenti in base all'area di operazione. </li> <li> Andiamo online! </li>",
  "live_casino_sw_p1": "La nostra <strong>piattaforma di Casino Live</strong> ti consente di attivare i <strong>migliori fornitori live</strong>, noti per la loro <strong>eccellente qualità e integrità matematica.</strong>",
  "live_casino_sw_p2": "Siamo dedicati a fornirti l'esperienza di casinò dal vivo definitiva. Che tu sia un giocatore esperto o nuovo nel mondo dei casinò online, la nostra piattaforma offre un'esperienza di gioco immersiva in tempo reale senza pari.",
  "live_casino_sw_p3": "La soluzione Live Casino di Vrnl offre una suite completa di servizi, inclusi: ",
  "live_casino_sw_p3_l1": "Strumenti di Reportistica Completa della Storia",
  "live_casino_sw_p3_l2": "Visualizzazione della Storia del Gioco",
  "live_casino_sw_p3_l3": "Configurazioni di Gioco",
  "live_casino_sw_p3_l4": "Strumenti di Gestione del Rischio",
  "live_casino_sw_p3_l5": "Gestione dei Giocatori",
  "live_casino_sw_p3_l6": "Strumenti di Gestione degli Affiliati",
  "live_casino_sw_p3_l7": "Struttura Agenti a Livelli Multipli",
  "live_casino_sw_p4": "Abbiamo sviluppato vari metodi di integrazione sicuri, tutti facili da implementare con la nostra API del casinò dal vivo.",
  "live_casino_sw_demo": "Demo delle soluzioni di casinò dal vivo",
  "livecasino_integration": "<strong style='color: #575756;'>integrazioni API casinò dal vivo</strong>",
  "livecasino_integration_para": "Puoi avere il nostro software per casinò dal vivo attivo in pochi giorni. Inoltre, forniamo servizi di gestione completi, assicurando che l'intera operazione sia supervisionata dai nostri esperti.<strong style='color: #575756;'>Garantiamo anche l'accesso alla selezione più ampia di giochi dal vivo disponibili online.</strong>",
  "live_casino_lobby": "Nella nostra interfaccia utente del Casinò Live",
  "youcan": "puoi",
  "findgames_like": "trovare giochi come:",
  "findgames_like_desp": "Roulette dal vivo, Baccarat dal vivo, Blackjack dal vivo e Poker dal vivo, Giochi di dadi e numeri.",
  "euro_roulette": "Roulette Europea",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Roulette Americana",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Prenota una Demo",
  "lottery_head": "Cerchi una piattaforma di lotterie e Bingo?",
  "lottery_head_desp1": "Abbiamo scelto con cura i migliori <b style='color: #575756; font-size: 45px;'>giochi di lotteria e bingo</b> per te.",
  "lottery_head_desp2": "La nostra <b style='color:#575756; font-size: 16px;'>Soluzione White Label per Lotteria e Bingo</b> presenta una serie di varianti entusiasmanti del classico gioco del bingo, insieme ai giochi di lotteria più rinomati.",
  "lottery_head_desp3": "Puoi <b style='color:#575756; font-size: 16px;'>giocare a questi giochi dal tuo smartphone</b> o computer, e garantiamo un'esperienza utente eccezionale poiché i nostri giochi sono della più alta qualità.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Inoltre, i nostri algoritmi di gioco sono sicuri e certificati in modo indipendente, offrendo un'esperienza di gioco affidabile e sicura.<br><br></strong>",
  "lottery_bingo_nos": "I NUMERI DI LOTTERIA E BINGO",
  "bingo_games": "Giochi di Bingo",
  "over100": "oltre 100",
  "over130": "oltre 130",
  "suppliers": "FORNITORI",
  "more20": "Più di 20",
  "sports_betting_software_wl": "Software di scommesse sportive White Label",
  "sports_betting_software_wl_desp": "Un'azienda impegnata nella continua ricerca di soluzioni innovative per affrontare efficacemente le proprie esigenze aziendali in evoluzione.",
  "blink-soft": "Migliora la tua esperienza con software avanzato per scommesse sportive",
  "platform_para1": "Le moderne soluzioni di software per scommesse sportive stanno <b>trasformando</b> il modo in cui i scommettitori interagiscono con il gioco. Con <b>interfacce senza soluzione di continuità,</b> analisi in tempo reale e capacità di scommettere dal vivo, queste piattaforme offrono un'esperienza di scommesse superiore sia per i nuovi arrivati che per i giocatori esperti.",
  "platform_para2": "Che tu stia gestendo uno sportsbook online, un punto vendita di scommesse retail o un casinò, la nostra suite completa di soluzioni—incluse le piattaforme <b>B2C</b> e i <b>prodotti White Label personalizzabili</b>—fornisce la flessibilità e la tecnologia necessarie per rimanere competitivi. Abbraccia l'innovazione e potenzia le tue operazioni di scommesse sportive con un software progettato per <b>ottimizzare le prestazioni</b> e la <b>soddisfazione dell'utente</b>.",
  "try_b2b": "Esplora il nostro avanzato software per scommesse B2B",
  "try_b2c": "Esplora il nostro avanzato software per scommesse B2C",
  "wls_turnkey": "Soluzioni White Label e Piattaforme Turnkey",
  "wls_turnkey_p1_span1": "un'esperienza di scommesse sportive senza soluzione di continuità e coinvolgente",
  "wls_turnkey_p1_span2": "per i tuoi clienti. Questo approccio elimina la necessità di uno sviluppo costoso e che richiede tempo, permettendoti di concentrarti sulla crescita e",
  "custom_satisfaction": "soddisfazione del cliente",
  "wls_turnkey_p2": "La nostra piattaforma di scommesse sicura e ad alte prestazioni è completamente certificata da laboratori di giochi indipendenti, garantendo conformità e affidabilità. Collaborando con VRNL, avrai accesso a uno scambio di scommesse affidabile che aumenta la redditività, garantendo al contempo i",
  "highest_industry_standards": "massimi standard di settore",
  "igaming_platform": "Piattaforma iGaming",
  "igaming_platform_p1": "VRNL è un partner affidabile nell'industria iGaming, offrendo soluzioni leader del settore per",
  "sbs": "software di scommesse sportive",
  "igaming_platform_p2": "Il nostro obiettivo è trasformare il panorama dei giochi online offrendo agli operatori una piattaforma versatile e all'avanguardia che garantisca un'esperienza di gioco coinvolgente e senza soluzione di continuità per i loro utenti.",
  "online_casino": "Casino Online",
  "casino_para": "Benvenuto nel Casinò Online VRNL — <b>un leader di fiducia</b> che offre una piattaforma di gioco sicura e coinvolgente a livello globale. La nostra missione è fornire un'esperienza di casinò eccezionale che tenga i giocatori coinvolti e intrattenuti.",
  "casino_para_list": "<li>Oltre 75 fornitori</li> <li>Più di 15.000 slot machine</li> <li>500+ giochi da tavolo</li> <li>700+ giochi di video poker</li> <li>Oltre 200 altri giochi</li>",
  "casino_para2": "Il nostro team di esperti ti supporta in ogni fase, dalla formazione al lancio.",
  "play_livecasino": "Gioca nel casinò dal vivo come se fossi direttamente all'interno del casinò",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Roulette dal vivo</li> <li>Blackjack dal vivo</li> <li>Baccarat dal vivo</li> <li>Casinò Hold'em dal vivo</li> <li>Blueocean</li> <li>Dragon Tiger dal vivo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Fornitori di Servizi API e iFrame",
  "api_services_iframe_p1": "VRNL offre soluzioni di <b>integrazione API e iFrame</b> all'avanguardia, che abilitano la connettività della piattaforma, lo scambio sicuro dei dati e migliorano l'esperienza utente — aiutando le aziende a operare in modo più intelligente e veloce.",
  "api_services_iframe_p2": "In VRNL comprendiamo l'importanza di uno scambio di dati senza soluzione di continuità tra le applicazioni. Forniamo servizi di integrazione API di alta qualità, consentendo al tuo software di interagire senza difficoltà con altre piattaforme. I nostri esperti garantiranno che i tuoi sistemi funzionino armoniosamente, offrendo un'esperienza fluida sia per te che per i tuoi clienti.",
  "virtual_games": "Giochi Virtuali",
  "virtual_games_desp1": "Pronto a intraprendere il tuo viaggio nel mondo dei giochi virtuali con VRNL? Tuffati nel mondo virtuale come mai prima d'ora e preparati per ore di intrattenimento senza fine.",
  "virtual_games_desp2": "In VRNL, siamo appassionati nel fornire esperienze di giochi virtuali all'avanguardia che trasportano i giocatori in nuovi mondi emozionanti. La nostra missione è fornire i giochi virtuali più immersivi, entusiasmanti e sorprendenti che ti terranno incollato per ore.",
  "before_start": "Prima di iniziare, esploralo in azione!",
  "explore_demo": "sulla nostra piattaforma demo:",
  "mobile_sbs": "Software di Scommesse Sportive Mobile",
  "mobile_sbs_p1": "La nostra <strong>app mobile</strong> consente ai tuoi scommettitori di accedere senza sforzo ai loro account di gioco e piazzare scommesse tramite tablet, smartphone e altri dispositivi mobili connessi a Internet.",
  "mobile_sbs_p2": "Dal cricket e al calcio al tennis, il nostro software copre un'ampia gamma di eventi sportivi a livello mondiale. Indipendentemente dalla tua passione sportiva, puoi scommettere sulle partite e le squadre che ami.",
  "mobile_sbs_p3": "Il nostro software non riguarda solo le scommesse, ma anche la creazione di un'esperienza che sia fluida e orientata all'utente. Abbiamo investito nelle ultime tecnologie per garantire che navigare nella nostra piattaforma sia il più semplice possibile.",
  "advantages_sbs": "Vantaggi del Software di Scommesse Sportive Mobile",
  "advantages_sbs_l1": "Le app mobili sono più veloci",
  "advantages_sbs_l2": "Contenuti di scommesse personalizzati",
  "advantages_sbs_l3": "Scommesse online istantanee",
  "advantages_sbs_l4": "Sicuro e affidabile",
  "advantages_sbs_p1": "Le applicazioni superano i siti web mobili, offrendo azioni e risposte più rapide.",
  "advantages_sbs_p2": "Gli utenti apprezzano i contenuti personalizzati per un'esperienza più coinvolgente, con opzioni di scommesse personalizzate in base alle loro preferenze.",
  "advantages_sbs_p3": "Tutte le app mobili consentono un accesso istantaneo con un semplice tocco, permettendo agli utenti di piazzare scommesse, controllare i loro account di gioco, partecipare ai giochi da casinò e selezionare le loro leghe preferite senza indugi.",
  "advantages_sbs_p4": "La nostra sicurezza è la nostra massima priorità. Il Software di Scommesse Sportive Mobile VRNL è costruito con misure di sicurezza all'avanguardia per proteggere le tue informazioni personali e finanziarie. Puoi scommettere in tutta tranquillità.",
  "online_casino_sw_p1": "VRNL è un fornitore leader di <strong>software per casinò online</strong> e <strong>piattaforme</strong>. Gioca un ruolo fondamentale nella progettazione e nello sviluppo di piattaforme per casinò, garantendo che siano facili da usare e ricche di funzionalità.",
  "online_casino_sw_p2": "Il nostro team di marketing lavorerà instancabilmente per garantire che il tuo casinò online riceva un'alta visibilità nella pagina principale, assicurando una grande visibilità nel mercato online.",
  "online_casino_sw_p3": "La piattaforma del casinò online sarà dotata di vari giochi preconfigurati e i nostri strumenti di monitoraggio ti forniranno una panoramica chiara in tempo reale dei progressi e delle performance della tua nuova iniziativa.",
  "customized_theme": "Questo è un tema e può essere personalizzato, guarda come funziona:",
  "live_casino_sw_desp1": "Offriamo la gamma più ampia di fornitori <strong>Live Casino</strong><br>",
  "live_casino_sw_desp2": "a livello globale, garantendo l'accesso alla più vasta varietà di tavoli dal vivo online e un'esperienza di consegna multi-canale senza soluzione di continuità.",
  "casino_sw_features": "Caratteristiche principali del Software per Casinò",
  "casino_sw_features_p1": "La nostra <strong>piattaforma software per casinò</strong> è progettata per offrire un'esperienza di gioco fluida e coinvolgente sia per i giocatori che per gli operatori.<br /><br />",
  "casino_sw_features_p2": "Le caratteristiche principali della nostra piattaforma includono: ",
  "casino_sw_features_list": "<li>Visibilità e controllo sulle gamme di tavoli.</li> <li>Attributi e impostazioni dei tavoli da gioco.</li> <li>Limiti VIP.</li> <li>Funzionalità del cliente e accesso ai nostri strumenti di personalizzazione.</li> <li>Meccanismo di reportistica e sistema di notifiche che fornisce agli operatori accesso immediato e avvisi sulle notifiche operative.</li> <li>API per Business Intelligence (BI)</li> <li>Strumenti di marketing</li> <li>API per integrazione esterna</li>",
  "casino_sw_features_p3": "Il nostro strumento di personalizzazione intuitivo consente agli operatori di modificare in tempo reale vari aspetti delle loro offerte dal vivo, <br /> inclusi banner, caratteri e schemi di colori, il tutto con controlli semplici e intuitivi.",
  "casino_sw_features_p4": "La nostra nuova piattaforma funziona come un sistema autonomo, agile e flessibile. Questa agilità ci consente di rispondere prontamente <br /> alle richieste degli operatori e di mantenere elevati standard qualitativi nello sviluppo di nuovi e preesistenti <br /> prodotti.",
  "casino_sw_features_p5": "Per accelerare il tuo business, offriamo anche un",
  "casino_sw_features_p6": "con una vasta selezione di oltre 3000+ giochi.",
  "integrate_iframe_apis": "Integrazione con piattaforme esterne tramite iFrame e API",
  "integrate_iframe_apis_para": "La nostra piattaforma offre opzioni di integrazione versatili. Puoi integrarla senza problemi tramite <strong>iFrame o <br /> API.</strong> Può essere adattata alle tue esigenze specifiche, sia che si tratti di un'integrazione completa, <br /> di una soluzione specializzata per scommesse sportive, o di un focus sui <strong>giochi da casinò online</strong>, inclusi <strong>offerte di casinò dal vivo</strong>.",
  "view_demo": "Vedi la demo",
  "we_are": "noi siamo",
  "online_exchange_sw_p1": "In VRNL, siamo orgogliosi di offrire un software di Exchange online all'avanguardia che ridefinisce l'esperienza di scommessa. Offriamo una piattaforma completamente funzionale dotata di una vasta selezione di partite in diretta disponibili su base mensile. Con le nostre opzioni di streaming in diretta, trasformeremo il tuo bookmaker in una piattaforma di intrattenimento, il tutto supportato da certificazioni di laboratori di gioco indipendenti per una maggiore sicurezza.",
  "online_exchange_sw_p2": "Il software di Exchange online di VRNL offre una gamma completa di opzioni per le scommesse sportive. Che tu sia un fan di cricket, calcio, tennis o qualsiasi altro sport, abbiamo tutto ciò di cui hai bisogno. La nostra piattaforma fornisce quote in tempo reale, scommesse live e un'interfaccia user-friendly che rende facile piazzare le scommesse.",
  "onther_head": "Semplifichiamo il processo per integrarti senza problemi nel business.",
  "onther_p1": "Questo tema è altamente personalizzabile e puoi vedere la sua flessibilità in azione:",
  "main_features": "Caratteristiche principali",
  "feature_para": "Vrnl è all'avanguardia nel rivoluzionare la gestione delle scommesse e dei casinò online. Con la nostra esperienza, avrai accesso a:",
  "feature_list": "<li><strong>Un'esperienza di scommesse globale:</strong> VRNL offre l'accesso a una vasta gamma di sport, leghe e mercati di scommesse da tutto il mondo. Con noi, puoi offrire ai tuoi utenti un'esperienza di scommesse veramente globale.</li> <li><strong>Opzioni pre-partita estese:</strong> Scegli tra una vasta selezione di 150.000 opzioni di scommesse pre-partita mensili. Garantiamo che la tua piattaforma sia ricca di una varietà di scelte per soddisfare le diverse preferenze di scommessa.</li> <li><strong>Entusiasmanti opportunità di scommesse live:</strong> Coinvolgi i tuoi utenti con 75.000 opportunità di scommesse live mensili. Queste opzioni di scommesse in tempo reale aggiungono eccitazione e spontaneità all'esperienza di scommessa.</li> <li><strong>Giochi da casinò per il Metaverso:</strong> VRNL offre una vasta collezione di giochi da casinò adatti al metaverso. Immergi i tuoi utenti in un ambiente di casinò virtuale con le nostre diverse opzioni di gioco.</li> <li><strong>Integrazione iFrame senza soluzione di continuità:</strong> Integra facilmente il nostro iFrame nella tua piattaforma iGaming. La nostra soluzione iFrame user-friendly ti consente di migliorare le capacità della tua piattaforma senza sforzo.</li> <li><strong>Integrazione flessibile:</strong> Scegli il tuo metodo di integrazione, che sia tramite API o iFrame. Offriamo opzioni versatili per adattarsi alla tua convenienza e ai requisiti della piattaforma.</li>",
  "sports_header_2": "Software Exchange Online Piattaforma iGaming Casinò",
  "sports_header_2_p1": "Offriamo una soluzione <a style='color: #a0c528;' href='#'>White Label Casino</a> con una vasta libreria di oltre 1.000 giochi.",
  "sports_header_2_p2": "I nostri servizi includono l'ottenimento di una licenza di gioco e il supporto legale per avviare la tua attività di casinò, garantendo un gioco sicuro e certificato.",
  "sports_header_2_p3": "Abbiamo selezionato i migliori fornitori di giochi con l'obiettivo di offrirti la più ampia selezione di giochi da casinò dal vivo e giochi da casinò online. Abbiamo creato partnership strategiche con i migliori fornitori di giochi per offrirti una varietà senza pari di giochi da casinò dal vivo e online.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person games</li> <li>Slot</li> <li>Roulette americana dal vivo</li> <li>Blackjack dal vivo</li> <li>Baccarat dal vivo</li> <li>Casino Hold’em dal vivo</li> <li>SICBO</li> <li>Dragon Tiger dal vivo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Gioca nel casinò dal vivo come se fossi direttamente all'interno del casinò",
  "top_online_providers": "I migliori fornitori di casinò online di classe mondiale",
  "online_casino_p1": "Sei pronto a portare la tua esperienza di casinò online al prossimo livello? Non cercare oltre! Vrnl è la tua soluzione completa per tutte le tue esigenze di casinò online. Offriamo servizi di alta qualità e soluzioni innovative per gli operatori di casinò online, garantendo un'esperienza di gioco indimenticabile per i tuoi giocatori.",
  "user_data_section1": "<li>Fornitori 75 + più di</li> <li>Slot machine 15.000 + più di</li> <li>Giochi da tavolo 500 + più di</li> <li>Video poker 700 + più di</li> <li>Altri giochi 200 + più di</li>",
  "lottery_bingo_games": "Giochi di Lotteria e Bingo",
  "lottery_bingo_games_p1": "In VRNL, portiamo l'emozione dei giochi di Lotteria e Bingo sia sul tuo schermo che nei tuoi negozi al dettaglio locali. Che tu sia un fan dei biglietti cartacei tradizionali o preferisca la comodità di giocare online, abbiamo ciò che fa per te. Con noi, non si tratta solo di giochi; si tratta del brivido di vincere e della gioia di giocare.",
  "user_data_section2": "<li>Bingo 80 + più di</li> <li>Lotteria 130 + più di</li>",
  "ultimate_dest": "Destinazione finale per giochi di Lotteria e Bingo Online e Retail",
  "weare_vrnl": "Noi siamo VRNL",
  "weare_vrnl_desp": "<strong>LA PIATTAFORMA PIÙ GRANDE PER FORNIRE CASINO E SPORT WHITE LABEL</strong> La più ampia selezione di giochi di intrattenimento disponibili online. Casinò White Label con più di 1.000 giochi. Il nostro software per casinò online è semplice da gestire grazie alla nostra piattaforma facile da usare.",
  "res_design": "Design Responsivo",
  "res_design_desp": "Il nostro sito web è responsivo, il che significa che si visualizza correttamente su tablet, dispositivi mobili e desktop per un'esperienza utente ottimale.",
  "custmzd_options": "Opzioni di Personalizzazione",
  "custmzd_options_desp": "Offriamo ai nostri clienti una vasta gamma di opzioni di personalizzazione, permettendo loro di scegliere colori, caratteri e layout preferiti per il sito web. In questo modo il sito rispecchia lo stile e le preferenze uniche di ciascun cliente.",
  "loading_speed": "Velocità di Caricamento",
  "loading_speed_desp": "Il nostro sito è ottimizzato per velocità e performance. Vanta tempi di caricamento rapidi su vari dispositivi e connessioni Internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Il nostro tema B2B si distingue per le sue caratteristiche uniche. Abbiamo incorporato un'opzione Parley aggiuntiva per un'esperienza di scommessa arricchita.",
  "b2b_theme_p2": "Il nostro tema è caratterizzato dalle migliori combinazioni di colori ed elementi di design, garantendo un'interfaccia visivamente piacevole. Gli utenti hanno la possibilità di piazzare scommesse su una vasta gamma di sport, tra cui cricket, calcio e tennis.",
  "b2b_theme_p3": "Abbiamo anche molti altri giochi da casinò per offrire ulteriori opzioni di intrattenimento. Inoltre, disponiamo di vari tipi di casinò, come il Casinò AWC, che ospita una collezione impressionante di oltre 500 giochi di slot e più di 100 giochi da tavolo.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Il nostro sito B2C offre un'esperienza user-friendly per i nostri clienti. Possono registrarsi facilmente utilizzando il loro numero di telefono, offrendo un modo conveniente e sicuro per creare un account.",
  "b2c_theme_p2": "Una volta registrati, gli utenti hanno l'opzione di depositare fondi nei loro account, rendendo semplice iniziare a scommettere e giocare. Inoltre, offriamo un processo di prelievo senza intoppi, garantendo che gli utenti possano accedere facilmente alle loro vincite.",
  "b2c_theme_p3": "Per migliorare l'esperienza, offriamo punti bonus che gli utenti possono guadagnare e utilizzare durante il loro tempo sulla piattaforma. Questo aggiunge un ulteriore livello di eccitazione e valore per i nostri clienti, permettendo loro di sfruttare al meglio i loro depositi e prelievi.",
  "b2c_theme_p4": "Nel complesso, il nostro sito B2C è progettato per fornire un'esperienza di scommesse e giochi senza problemi e piacevole, dando ai nostri clienti la libertà di giocare, depositare e prelevare con facilità.",
  "request_demoID": "Richiedi ID Demo",
  "form_name": "Nome *",
  "form_name_err": "Inserisci il tuo nome (almeno 3 caratteri).",
  "form_email": "Email *",
  "form_email_err": "Inserisci una email valida.",
  "form_country": "Paese *",
  "form_country_err": "Seleziona il tuo paese.",
  "form_district": "Distretto *",
  "form_district_err": "Inserisci il tuo distretto.",
  "form_whatsapp": "Numero WhatsApp *",
  "form_whatsapp_err": "Inserisci un numero WhatsApp valido.",
  "form_turnover": "Fatturato mensile *",
  "form_turnover_err": "Inserisci il tuo fatturato mensile.",
  "form_users": "Quanti utenti *",
  "form_users_err": "Inserisci un numero valido di utenti.",
  "form_current": "Piattaforma attuale *",
  "form_current_err": "Inserisci la piattaforma attuale.",
  "form_issues": "Problemi con la piattaforma attuale *",
  "form_issues_err": "Descrivi i problemi (almeno 10 caratteri).",
  "form_telegram": "Sei su Telegram? *",
  "form_select": "-- Seleziona --",
  "form_yes": "Sì",
  "form_no": "No",
  "form_telegram_err": "Seleziona se hai un handle Telegram.",
  "form_telhandle": "Handle Telegram *",
  "form_telhandle_err1": "L'handle Telegram è obbligatorio.",
  "form_telhandle_err2": "L'handle Telegram deve iniziare con &#64; (es. &#64;nomeutente).",
  "demo_url": "URL Demo",
  "form_submit": "Invia",
  "form_name_ph": "Inserisci il tuo nome",
  "form_email_ph": "Inserisci la tua email",
  "form_district_ph": "Inserisci il distretto",
  "form_whatsapp_ph": "Inserisci il numero WhatsApp",
  "form_turnover_ph": "Inserisci il fatturato mensile",
  "form_users_ph": "Inserisci il numero di utenti",
  "form_current_ph": "Inserisci la piattaforma attuale",
  "form_issues_ph": "Inserisci i problemi con la piattaforma attuale",
  "form_telhandle_ph": "Inserisci il tuo handle Telegram",
  "our_commitment": "Il nostro impegno",
  "our_commitment_p1": "VRNL è impegnata a proteggere la tua privacy e a garantire la sicurezza delle tue informazioni personali e finanziarie. Questa politica spiega quali informazioni raccogliamo, come le utilizziamo e le misure che prendiamo per proteggerle. I riferimenti a vrnl.net includono anche le sue applicazioni.",
  "our_commitment_p2": "Questa politica si applica a tutti i siti web e le applicazioni VRNL in cui è pubblicata, in conformità con le leggi applicabili nelle regioni in cui operiamo. Potrebbero esserci avvisi sulla privacy specifici per regione o servizio che integrano questa politica.",
  "our_commitment_p3": "Se fornisci informazioni tramite piattaforme di terze parti (ad esempio, accesso tramite social media), raccogliamo i dati tramite queste integrazioni secondo questa politica. Tuttavia, le pratiche sulla privacy delle terze parti governano i dati che raccolgono direttamente. Le impostazioni sulla privacy su tali piattaforme non influenzano come VRNL utilizza i dati raccolti tramite i nostri siti o app.",
  "our_commitment_p4": "Le nostre piattaforme potrebbero contenere link a siti esterni non di proprietà o controllati da VRNL. Non siamo responsabili per le loro pratiche sulla privacy e ti invitiamo a rivedere le loro politiche prima di condividere informazioni.",
  "our_commitment_p5": "Questa Privacy Policy deve essere letta insieme ai nostri Termini di utilizzo.",
  "user_content": "Consenso dell'utente",
  "user_content_para": "Utilizzando il servizio VRNL (ad esempio, quando ti registri per un account, acquisti un servizio, partecipi a un concorso o promozione, comunichi con noi tramite i nostri siti o applicazioni), accetti la nostra raccolta, l'utilizzo e la condivisione delle tue informazioni personali come descritto in questa politica. In alcuni casi, in particolare se risiedi in un paese soggetto a una regolamentazione sulla protezione dei dati, potremmo chiederti di fornire un consenso esplicito per accedere ai nostri servizi prima di procedere con ulteriori operazioni. Nel caso di un profilo utente in roaming o se sei un viaggiatore che visita vari paesi nel mondo e utilizza i servizi VRNL, considereremo il paese di registrazione come tuo paese principale e i consensi ottenuti al momento della registrazione saranno validi per il trattamento delle tue informazioni personali. I termini sulla privacy applicabili in base alla legge di quel paese al momento della registrazione si applicheranno a te.",
  "accessing_webNet": "Accesso a Website e Network 18 tramite VPN",
  "accessing_webNet_p1": "Non devi accedere o utilizzare i siti web o i servizi VRNL tramite alcun metodo o tecnologia che nasconda o rappresenti in modo errato la tua posizione geografica effettiva (ad esempio, utilizzando una Virtual Private Network (VPN) o strumenti simili).",
  "accessing_webNet_p2": "VRNL non sarà responsabile per la raccolta, l'archiviazione o l'elaborazione delle tue informazioni personali se vengono utilizzati questi metodi di accesso.",
  "collection_personalInfo": "Raccolta di informazioni personali e il loro utilizzo",
  "collection_personalInfo_p1": "“Informazioni personali” (PII) si riferisce a qualsiasi dato che possa identificare direttamente o indirettamente una persona, come nome, indirizzo postale, email o numero di cellulare. Quando i dati anonimi sono collegati a informazioni personali, vengono trattati anch'essi come informazioni personali.",
  "collection_personalInfo_p2": "VRNL raccoglie solo le informazioni personali necessarie per soddisfare le tue richieste e fornire prodotti e servizi personalizzati. Non raccogliamo queste informazioni a meno che tu non le fornisca consapevolmente e volontariamente.",
  "collection_personalInfo_p3": "Le tue informazioni personali possono essere utilizzate da VRNL e dai suoi partner per gestire i nostri siti web e servizi, e per informarti su nuove funzionalità, prodotti e servizi offerti da VRNL e dalle sue affiliate.",
  "info_provide_us": "1. Informazioni che ci fornisci",
  "info_provide_us_desp": "Potremmo chiederti e raccogliere le seguenti informazioni personali quando utilizzi vrnl.net e senza queste informazioni potremmo non essere in grado di fornirti tutti i servizi richiesti:",
  "reg_data": "a. Dati di registrazione",
  "reg_data_desp": "Per utilizzare alcune funzionalità del sito web, dell'applicazione e dei servizi (come la registrazione a eventi e le campagne del sito web), potresti fornire informazioni di contatto di base, inclusi ma non limitati a:",
  "reg_data_list": "<li><span>Nome</span></li> <li><span>Cognome</span></li> <li><span>Indirizzo email</span></li>",
  "user_pro_details": "b. Dettagli del profilo utente",
  "user_pro_details_desp": "Potremmo raccogliere e registrare ulteriori informazioni personali nella sezione 'Il mio profilo', che ci aiuta a fornire feed personalizzati e mantenere un profilo utente, inclusi ma non limitati a:",
  "user_pro_details_list": "<li><span>Nome</span></li> <li><span>Sesso</span></li> <li><span>ID email</span></li> <li><span>Data di nascita</span></li> <li><span>Paese</span></li> <li><span>Città</span></li> <li><span>Numero di cellulare</span></li>",
  "mobile_device_permissions": "c. Permessi dispositivo mobile",
  "mobile_device_permissions_desp": "Quando accedi alla nostra applicazione su dispositivi mobili/ tablet/ TV o qualsiasi altro dispositivo con accesso a tale applicazione, potremmo richiedere e ottenere l'accesso a quanto segue:",
  "mobile_device_permissions_list": "<li><span>Account - Usato per gestire più account utente all'interno dell'app e per scopi di login</span></li> <li><span>Contatti - Usato per accedere ai contatti dell'utente per condividere articoli tramite l'app</span></li> <li><span>Telefono - Per leggere lo stato del telefono e abilitare le notifiche sul dispositivo dell'utente. L'IMEI viene raccolto per identificare univocamente ogni utente.</span></li> <li><span>Fotocamera - Per permettere all'utente di caricare immagini e immagine del profilo. Consente all'utente di usare la fotocamera all'interno di vrnl.</span></li> <li><span>Microfono - Per abilitare azioni tramite comandi vocali.</span></li> <li><span>Memoria - Per accedere ai file e alle cartelle all'interno dell'app.</span></li> <li><span>SMS - Per inviare e ricevere messaggi di verifica.</span></li>",
  "mobile_device_permissions_desp2": "I permessi per queste impostazioni possono essere essenziali per il corretto funzionamento dell'applicazione. I permessi possono essere gestiti tramite le impostazioni del dispositivo dell'utente.",
  "info_voluntarily": "2. Informazioni che ci fornisci volontariamente",
  "info_voluntarily_desp": "Se ci invii corrispondenza personale, come email o lettere, o se altri utenti o terze parti ci inviano corrispondenza riguardo le tue attività o post sui vrnl.net, potremmo raccogliere e memorizzare tali informazioni.",
  "info_voluntarily_para": "Potremmo raccogliere ulteriori informazioni in altri momenti, quando fornisci feedback, modifichi il tuo contenuto o le preferenze email, rispondi a sondaggi o comunichi con noi. Queste informazioni potrebbero includere il tuo nome, email, numero di cellulare, localizzazione, ecc.",
  "info_auto": "3. Informazioni che raccogliamo automaticamente",
  "info_auto_desp": "Raccogliamo informazioni su di te e sul tuo utilizzo del nostro servizio, le tue interazioni con noi e la nostra pubblicità, nonché informazioni riguardanti il tuo computer o altri dispositivi utilizzati per accedere al nostro servizio (come dispositivi mobili, tablet e altri dispositivi di visualizzazione). Queste informazioni includono, ma non si limitano a:",
  "info_auto_list": "<li><span>Attività su vrnl.net, come tipo di pagine visualizzate, tempo speso su pagine, query di ricerca, ecc.</span></li> <li><span>Le tue interazioni con la nostra email, assistenza clienti e piattaforma di messaggistica.</span></li> <li><span>Informazioni geografiche tramite indirizzi IP;</span></li> <li><span>Informazioni sul dispositivo come ID dispositivo, modello dispositivo, ecc. e altri identificatori univoci.</span></li> <li><span>Identificatori pubblicitari, come quelli trovati su dispositivi mobili e tablet (per esempio, l'Identificatore per gli Inserzionisti (IDFA) su dispositivi iOS e GAID su dispositivi Android);</span></li> <li><span>Informazioni raccolte tramite l'uso di cookies e altre tecnologie* ;</span></li>",
  "info_auto_note": "*Nota: Per migliorare la tua esperienza, possiamo utilizzare <b>cookie</b> o tecnologie simili per assegnarti un <b>ID utente unico</b> e comprendere i tuoi interessi. <b>I cookie</b> non rivelano la tua identità a meno che tu non la fornisca volontariamente, né possono accedere ai dati dal tuo dispositivo. Gli inserzionisti possono impostare i propri cookie quando interagisci con i loro annunci, che non controlliamo. Raccogliamo anche alcune informazioni tecniche ogni volta che utilizzi i nostri siti web, applicazioni o servizi su un dispositivo connesso a Internet.",
  "inferred_info": "4. Informazioni dedotte tramite dati di utilizzo e log",
  "inferred_info_desp": "Potremmo tracciare alcune informazioni su di te in base al tuo comportamento su vrnl.net. Utilizziamo queste informazioni per condurre ricerche interne sui dati demografici, dispositivi, interessi e comportamenti degli utenti, al fine di comprendere meglio, proteggere e servire i nostri utenti. Queste informazioni sono compilate e analizzate su base aggregata.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Possiamo anche raccogliere le tue informazioni per tracciare il comportamento e le preferenze degli utenti per scopi analitici interni e di ricerca. Potremmo anche usare le tue informazioni:</strong><br> (i) Per valutare il tuo interesse per opzioni di investimento, servizi, offerte, abbonamenti;<br> (ii) Per eseguire analisi e condurre ricerche sui clienti, per determinare il tuo interesse, identificare contenuti che generano vendite e analizzare i modelli di traffico.<br>",
  "inferred_info_a": "a. Funzionalità interattive",
  "inferred_info_a_desp1": "vrnl.net ha molte funzionalità che permettono agli utenti/membri di rivelare la loro identità e comunicare con altri utenti/membri. L'uso di tali funzionalità e la divulgazione di dettagli personali (ad esempio, indirizzo email) da parte tua è a tuo rischio e vrnl.net non accetta alcuna responsabilità per ciò. Tuttavia, se la tua privacy viene violata a seguito della partecipazione a tali funzionalità, puoi notificarcelo via email a vrnl@gmail.com",
  "inferred_info_a_desp2": "Se scegli di postare messaggi su account social media, bacheche, chat room o altre aree di messaggistica o lasciare feedback, raccoglieremo le informazioni che ci fornisci. Manteniamo queste informazioni per risolvere dispute, fornire assistenza clienti e risolvere problemi come consentito dalla legge. Potremmo anche conservare queste informazioni su base aggregata per formulare tendenze di mercato e opinioni di mercato. Tuttavia, non associamo nessuna delle tue informazioni personali a questi commenti o post mentre eseguiamo tale analisi.",
  "inferred_info_b": "b. Esperienza utente e supporto",
  "inferred_info_b_desp1": "Identifichiamo e utilizziamo il tuo indirizzo IP per aiutare a diagnosticare problemi con il nostro server, e per amministrare la nostra applicazione. Il tuo indirizzo IP è anche utilizzato per aiutare a identificarti e raccogliere informazioni demografiche generali per personalizzare la tua esperienza su vrnl.net.",
  "inferred_info_b_desp2": "Occasionalmente ti chiederemo di completare sondaggi online opzionali. Questi sondaggi potrebbero chiederti informazioni di contatto e demografiche (come CAP, età, ecc.). Utilizziamo questi dati per personalizzare la tua esperienza su vrnl.net, fornirti contenuti che pensiamo possano interessarti e visualizzare contenuti in base alle tue preferenze.",
  "info_thirdparty": "5. Informazioni che raccogliamo tramite terze parti",
  "info_thirdparty_a": "a. Accesso tramite Social Media",
  "info_thirdparty_a_desp": "Quando ti registri utilizzando altri account come Facebook, Gmail, ecc., recuperiamo informazioni da tali account per continuare a interagire con te e per continuare a fornirti i Servizi. Raccogliamo le seguenti informazioni dalle rispettive piattaforme di social media, inclusi ma non limitati a:",
  "info_thirdparty_a_list": "<li><span>Facebook - Informazioni pubbliche, Nome, ID email, lista amici</span></li> <li><span>Google - Nome, Cognome, ID email</span></li>",
  "info_thirdparty_b": "b. Informazioni transazionali o di fatturazione",
  "info_thirdparty_b_desp": "In base al tuo acquisto di un pacchetto di abbonamento, il nostro partner di gateway di pagamento potrebbe raccogliere informazioni relative ai dettagli della tua carta di credito/debito o altri dettagli bancari insieme al tuo indirizzo di fatturazione. Queste informazioni sono memorizzate dal nostro partner di gateway di pagamento. Ad esempio, i Servizi utilizzeranno partner di pagamento di terze parti per elaborare e facilitare il pagamento della tua quota di abbonamento per i Servizi per fornirti l'accesso all'abbonamento. Si noti che vrnl.net non raccoglie direttamente alcuna informazione finanziaria come carta di credito o debito o dettagli di net banking da te. Tali partner di gateway di pagamento non sono controllati da noi. Quando visiti tali gateway di pagamento, lo fai a tuo rischio. Questi gateway di pagamento potrebbero avere politiche sulla privacy proprie, che ti consigliamo di rivedere se visiti tali gateway di pagamento. Non ci assumiamo alcuna responsabilità o obbligo per tali gateway di pagamento, il contenuto di tali gateway di pagamento e le loro pratiche sulla privacy, né li endorsiamo. Ti incoraggiamo a familiarizzare con le dichiarazioni sulla privacy fornite da tali gateway di pagamento prima di fornire loro informazioni su di te o di entrare in transazioni con loro.",
  "lawfulness_processing": "I. Scopi e Legalità del trattamento",
  "lawfulness_processing_desp1": "vrnl.net raccoglierà e tratterà dati personali su di te solo dove abbiamo una base legale. La base legale sulla quale elaboreremo le tue informazioni personali include ottenere il tuo consenso esplicito per trattare le tue informazioni personali o il trattamento per 'interessi legittimi' dove il trattamento è necessario da parte nostra per fornirti supporto clienti o per elaborare i tuoi dati per fornire servizi premium (ad esempio, elaborazione delle tue informazioni da parte dei nostri fornitori di servizi di gateway di pagamento).",
  "lawfulness_processing_desp2": "Utilizziamo le informazioni per fornire, analizzare, amministrare, migliorare e personalizzare i nostri sforzi di servizio e marketing, per elaborare la tua registrazione, gli ordini, i pagamenti e per comunicare con te riguardo ai casi sopra menzionati. Ad esempio, utilizziamo le informazioni per:",
  "lawfulness_processing_list": "<li><span>determinare le tue esigenze di portafoglio e fornirti suggerimenti personalizzati, consigli e previsioni sui trend di mercato, avvisi sui cambiamenti di mercato e statistiche sugli indici, tutto ciò che pensiamo possa interessarti;</span></li> <li><span>prevenire, rilevare e indagare su attività potenzialmente proibite o illegali, inclusi i frodi;</span></li> <li><span>analizzare e comprendere il nostro pubblico, migliorare il nostro servizio (compresa l'interfaccia utente) e ottimizzare la selezione dei contenuti, gli algoritmi di raccomandazione e la distribuzione;</span></li> <li><span>comunicare con te riguardo ai nostri servizi (ad esempio tramite email, notifiche push, messaggi di testo e canali di messaggistica online), in modo che ti comunichiamo notizie su vrnl.net, dettagli su nuove funzionalità e contenuti disponibili su vrnl.net, e offerte speciali, annunci promozionali, concorsi e sondaggi per i consumatori, e per assisterti con richieste operative come il reset della password.</span></li> <li><span>Notificarti i cambiamenti nei termini di servizio.</span></li> <li><span>Permetterti di partecipare a funzionalità interattive offerte dai nostri Servizi.</span></li> <li><span>Portare a termine i nostri obblighi e far rispettare i nostri diritti derivanti da contratti tra te e noi, compreso il pagamento, chargeback e la raccolta.</span></li>",
  "lawfulness_processing_desp3": "Possiamo utilizzare le tue informazioni per offrirti un'esperienza personalizzata quando visiti/utilizzi uno dei nostri siti/app, e per scopi di analisi e marketing.",
  "lawfulness_processing_desp4": "Forniamo personalizzazione utilizzando i dati che ci invii in termini di cookie, indirizzi IP, web beacon o tecnologie simili in relazione ai dispositivi che usi. In questo modo, possiamo offrirti contenuti e/o pubblicità che riteniamo siano più pertinenti per i tuoi interessi. Ti preghiamo di fornire il consenso esplicito per lo stesso quando raccogliamo i tuoi dati e/o regolare le tue preferenze utente nel tuo profilo account riguardo alle tue scelte/preferenze fornite.",
  "info_usedBy": "II. Informazioni utilizzate dall'azienda",
  "info_usedBy_desp1": "Le informazioni fornite dagli utenti ci permettono di migliorare i Servizi e fornirti l'esperienza più user-friendly. In alcuni casi/provvedimenti di alcuni servizi o utilità, potremmo richiedere il tuo indirizzo di contatto. Tutte le informazioni richieste sono dipendenti dal servizio e l'azienda potrebbe utilizzare le suddette informazioni per mantenere, proteggere e migliorare i Servizi (compresa la pubblicità sull' 'Applicazione') e per sviluppare nuovi servizi. Potremmo anche usare il tuo indirizzo email o altre informazioni identificabili per inviarti messaggi commerciali o di marketing con il tuo consenso, come applicabile dalle leggi locali [con l'opzione di iscriverti / annullare l'iscrizione (quando possibile)]. Tuttavia, potremmo utilizzare il tuo indirizzo email senza ulteriore consenso per scopi non commerciali o amministrativi (come notificarti di modifiche importanti, per scopi di assistenza clienti, fatturazione, ecc.)",
  "info_usedBy_desp2": "Qualsiasi informazione identificabile personalmente fornita da te non sarà considerata sensibile se è liberamente disponibile e/o accessibile nel dominio pubblico come commenti, messaggi, blog, scritti pubblicati su piattaforme social come Facebook, Twitter, ecc. Qualsiasi contenuto pubblicato/caricato/comunicato/trasmesso dagli utenti nelle sezioni pubbliche del sito web o dell'applicazione diventa contenuto pubblicato e non è considerato informazione identificabile personalmente soggetta a questa Politica sulla Privacy. Nel caso in cui tu scelga di rifiutare di inviare informazioni identificabili personalmente, potrebbe non essere possibile fornirti alcuni servizi. In ogni caso, non saremo responsabili per il rifiuto di alcuni servizi per la mancata fornitura delle necessarie informazioni personali. Quando ti registri con l'Applicazione o i Servizi, ti contatteremo periodicamente per aggiornare le tue informazioni personali per fornirti le funzionalità che crediamo possano beneficiarti/interessarti.",
  "disclosure_tp": "III. Divulgazione a terzi",
  "disclosure_tp_b": "b. Pubblicità",
  "disclosure_tp_b_desp": "Quando presentiamo informazioni ai nostri inserzionisti - per aiutarli a comprendere il nostro pubblico e confermare il valore della pubblicità sui nostri siti web o applicazioni - di solito lo facciamo sotto forma di statistiche aggregate sul traffico verso varie pagine/contenuti all'interno dei nostri siti web o applicazioni. Utilizziamo aziende pubblicitarie di terze parti per servire annunci quando visiti i nostri siti web o applicazioni. Queste aziende potrebbero utilizzare informazioni (incluso il tuo nome, indirizzo, ID email o numero di telefono o altre informazioni identificabili personalmente) sulle tue visite a questo e altri siti web o applicazioni, al fine di fornire annunci sui beni e servizi di tuo interesse. Non forniamo alcuna informazione identificabile personalmente a siti web/annunciatori/servizi pubblicitari di terzi senza il tuo consenso.",
  "disclosure_tp_d": "d. Offerte Promozionali",
  "disclosure_tp_d_desp": "Condivideremo o divulgheremo le tue informazioni personali al di fuori di vrnl.net quando avremo il tuo consenso. Ad esempio, fornendo servizi SMS e email come newsletter di marketing, promozioni e offerte.",
  "disclosure_tp_f": "f. Legale",
  "disclosure_tp_f_desp": "vrnl.net potrebbe divulgare informazioni personali identificabili se richiesto dalla legge o se in buona fede ritiene che tale azione sia necessaria per:",
  "disclosure_tp_f_list": "<li><span>conformarsi agli editti della legge o adempiere a un processo legale notificato sul sito o ai suoi proprietari;</span></li> <li><span>proteggere e difendere i diritti o la proprietà dei proprietari del sito, del sito o degli utenti di vrnl.net;</span></li> <li><span>agire in circostanze urgenti per proteggere la sicurezza personale degli utenti di vrnl.net, del sito, dei suoi proprietari o del pubblico.</span></li>",
  "controls_choices": "IV. I Tuoi Controlli e Scelte",
  "managing_info": "Gestire le Tue Informazioni",
  "managing_info_desp1": "Quando utilizzi i Servizi di moneycontrol (siti web o qualsiasi dei suoi sottositi), facciamo il massimo per fornirti, su tua richiesta, l'accesso alle tue informazioni personali e garantire che qualsiasi informazione personale o dati sensibili che risultano inaccurati o carenti vengano corretti o modificati come fattibile, salvo che non sia necessario conservare tali informazioni personali o dati sensibili per legge o per scopi aziendali legittimi.",
  "managing_info_desp2": "Chiediamo agli utenti di identificarsi e fornire le informazioni richieste per accedere, correggere o rimuovere le informazioni prima di elaborare tali richieste, e possiamo rifiutare di elaborare richieste che siano irragionevolmente ripetitive o sistematiche, che richiedano uno sforzo tecnico sproporzionato, che mettano in pericolo la privacy degli altri o che sarebbero estremamente impraticabili (ad esempio, richieste relative a informazioni conservate su nastri di backup), o per le quali l'accesso non è altrimenti richiesto. In ogni caso, dove forniamo accesso e correzione delle informazioni, forniamo questo servizio gratuitamente, eccetto se farlo richiedesse uno sforzo sproporzionato. A causa del modo in cui manteniamo determinati servizi, dopo che elimini le tue informazioni, potrebbero rimanere copie residue per un periodo di tempo prima che vengano cancellate dai nostri server attivi e potrebbero rimanere nei nostri sistemi di backup.",
  "managing_info_desp3": "Per esercitare i diritti applicabili come soggetto dei dati, devi scriverci e presentare una richiesta per il diritto specificato. Assicurati di utilizzare soggetti appropriati per menzionare il diritto (ad esempio, Richiesta di Accesso ai Dati, Richiesta di Portabilità dei Dati, Richiesta di Eliminazione dei Dati) quando invii tutte queste richieste, ciò ci aiuterà a elaborarle in modo più veloce ed efficiente.",
  "managing_info_desp4": "Ti forniamo la possibilità di esercitare alcuni controlli e scelte riguardo alla nostra raccolta, utilizzo e condivisione delle tue informazioni personali. In conformità con la legge applicabile, i tuoi controlli e scelte potrebbero includere:",
  "dataAccess_port": "a. Accesso ai Dati e Portabilità",
  "dataAccess_port_desp": "L'UE - (Regolamento Generale sulla Protezione dei Dati) ti consente, in qualità di soggetto dei dati, di richiedere copie delle tue informazioni personali in nostro possesso. Potresti anche avere il diritto di richiedere copie delle informazioni personali che ci hai fornito in un formato strutturato, comunemente usato e leggibile dalla macchina e/o richiederci di trasmettere queste informazioni a un altro fornitore di servizi (laddove tecnicamente fattibile).",
  "data_retention": "c. Conservazione dei Dati ed Eliminazione",
  "data_retention_desp1": "Conserviamo le tue informazioni personali per il tempo necessario per gli interessi legittimi specificati in questa politica e per adempiere ai nostri obblighi legali. Se non desideri più che utilizziamo le tue informazioni, puoi chiedere che eliminiamo le tue informazioni personali e chiudiamo il tuo account vrnl.net.",
  "data_retention_desp2": "Si noti che se la tua richiesta di eliminazione delle tue informazioni personali;",
  "data_retention_list": "<li><span>Potremmo conservare alcune delle tue informazioni personali per i nostri legittimi interessi aziendali, come la rilevazione e prevenzione delle frodi e il miglioramento della sicurezza. Ad esempio, se sospendiamo un account vrnl.net per frodi o motivi di sicurezza, potremmo conservare alcune informazioni da quell'account per impedire a quell'utente di aprire un nuovo account in futuro.</span></li> <li><span>Potremmo conservare e utilizzare le tue informazioni personali per adempiere ai nostri obblighi legali. Ad esempio, possiamo conservare alcune informazioni per obblighi fiscali, di reportistica legale e di audit.</span></li> <li><span>Le informazioni che hai condiviso con altri (ad esempio, recensioni, post nei forum) potrebbero continuare a essere visibili pubblicamente su vrnl.net, anche dopo che il tuo account è stato cancellato. Tuttavia, l'attribuzione di tali informazioni a te verrà rimossa. Inoltre, alcune copie delle tue informazioni (ad esempio, record di log) potrebbero rimanere nel nostro database, ma dissociate da identificatori personali.</span></li> <li><span>Poiché conserviamo copie delle informazioni personali per proteggere da perdite accidentali o danni, copie residue delle tue informazioni personali potrebbero non essere rimosse dai nostri sistemi di backup per un periodo limitato di tempo.</span></li>",
  "data_retention_note": "(Nota: Se hai più account con moneycontrol, dovrai inviare richieste separate per ciascuno di questi account, utilizzando gli indirizzi email associati)",
  "withdrawing_consent": "d. Revoca del Consenso e Restrizione del Trattamento",
  "withdrawing_consent_desp": "Per revocare il tuo consenso in qualsiasi momento durante il periodo di utilizzo dei nostri servizi, puoi scegliere di farlo inviandoci un'email. Esamineremo la tua richiesta e potremmo chiederti di verificare la tua identità. Dopo la verifica, revoceremo il consenso per cui è stata fatta la richiesta e smetteremo di trattare ulteriormente le tue informazioni personali",
  "fail_provideConsent": "V. Se non fornisci il consenso",
  "fail_provideConsent_desp": "È nostro dovere informarti che vrnl.net è una piattaforma di pubblicità. Gli annunci pubblicitari sono il fulcro del nostro business, quindi i permessi per utilizzare e trattare le tue informazioni personali per fornire annunci sono essenziali per offrirti i nostri servizi. L'uso delle informazioni personali per la pubblicità è un criterio vincolante e non saremo in grado di fornirti i nostri servizi se non autorizzi l'utilizzo delle tue informazioni personali per la pubblicità e le attività correlate.",
  "childrens_privacy": "VI. Privacy dei Bambini",
  "childrens_privacy_desp1": "vrnl.net non è intenzionalmente progettato per o indirizzato a persone di età inferiore ai 16 anni. vrnl non consente consapevolmente a nessuna persona sotto i 16 anni di età di registrarsi ai servizi o di fornire altre informazioni identificabili. Se vrnl viene a conoscenza che sono state raccolte informazioni identificabili di persone di età inferiore ai 16 anni su vrnl.net senza il consenso verificato dei genitori, allora vrnl prenderà le misure appropriate per eliminare tali informazioni e notificare il genitore.",
  "childrens_privacy_desp2": "Tuttavia, riteniamo che sia responsabilità dei genitori monitorare l'uso che i propri figli fanno dei nostri servizi. Tuttavia, la nostra politica è di non raccogliere e trattare informazioni personali da bambini sotto i 16 anni né inviare materiali promozionali a persone di questa categoria. vrnl non cerca né intende cercare o ricevere informazioni personali da bambini. Se un genitore o tutore ritiene che un minore abbia fornito a vrnl informazioni personali senza il loro previo consenso, si prega di contattare il nostro team di assistenza clienti per garantire che le informazioni personali siano rimosse da vrnl.net.",
  "data_transfer": "VII. Trasferimento, Conservazione e Trattamento dei Dati Globalmente",
  "data_transfer_desp": "Operiamo a livello globale e potremmo trasferire le tue informazioni personali a singole aziende affiliate a vrnl o a terzi in diverse località nel mondo per gli scopi descritti in questa politica sulla privacy. Ovunque le tue informazioni personali vengano trasferite, conservate o trattate da noi, prenderemo misure ragionevoli per salvaguardare la privacy delle tue informazioni personali. Inoltre, quando utilizziamo o divulghiamo informazioni personali trasferite dall'Unione Europea, utilizziamo clausole contrattuali standard approvate dalla Commissione Europea, adottiamo altri mezzi sotto la legge dell'Unione Europea per garantire adeguate misure di protezione.",
  "security_compliance": "VIII. Sicurezza e Conformità alle Leggi",
  "security_compliance_desp": "Stiamo implementando e aggiornando continuamente misure di sicurezza amministrative, tecniche e fisiche per proteggere le tue informazioni da accessi non autorizzati, perdita, distruzione o alterazione. Alcune delle misure di protezione che possiamo utilizzare per proteggere le tue informazioni sono i firewall e la crittografia dei dati, e i controlli sull'accesso alle informazioni. Se sai o hai motivo di credere che le credenziali del tuo account vrnl.net siano state perse, rubate, alterate o compromesse in altro modo, o in caso di qualsiasi uso non autorizzato del tuo account, contattaci subito tramite il nostro team di assistenza clienti.",
  "changein_policy": "IX. Modifiche alla Politica",
  "changein_policy_desp": "Questa Politica sulla Privacy è soggetta a modifiche periodiche. Ci riserviamo il diritto, a nostra discrezione, di modificare i termini di questa Politica sulla Privacy da time to time per garantire la conformità alle leggi applicabili ('Termini Aggiornati'). I Termini Aggiornati saranno efficaci immediatamente e sostituiranno i termini di questa Politica sulla Privacy. Ti notificheremo qualsiasi modifica sostanziale a questa politica sulla privacy se le modifiche incidono in modo significativo sui tuoi diritti o come richiesto dalla legge. Sarai l'unico responsabile per rivedere periodicamente la Politica sulla Privacy per eventuali modifiche. Continuando a utilizzare vrnl.net dopo che i Termini Aggiornati sono stati pubblicati, affermi di accettare i termini aggiornati.",
  "contact_info": "X. Informazioni di Contatto",
  "contact_info_a": "a. Supporto",
  "contact_info_a_desp": "Se hai bisogno di informazioni o chiarimenti riguardo all'uso delle tue informazioni personali o questa politica sulla privacy, o reclami riguardanti l'uso delle tue informazioni personali, ti preghiamo di inviarci una email a",
  "contact_info_b": "b. Reclami",
  "contact_info_b_desp1": "Puoi scrivere al nostro responsabile della protezione dei dati in caso di reclami o lamentele. Hai il diritto di presentare un reclamo sulle attività di trattamento dei dati effettuate da vrnl.net presso le autorità competenti per la protezione dei dati.",
  "contact_info_b_desp2": "Se hai domande o reclami riguardo la raccolta, il trattamento, il trasferimento dei dati personali o riguardo questa politica, ti preghiamo di contattare il nostro Responsabile della Protezione dei Dati.",
  "risk_management_title": "Le Tue Scommesse, La Nostra Responsabilità: Gestione del Rischio Senza Pari",
  "risk_management_title2": "Un'azienda che persegue costantemente soluzioni innovative per soddisfare le sue esigenze aziendali.",
  "dedicated_rm_team": "Team di Gestione del Rischio Dedicato",
  "dedicated_rm_team_desp": "Abbiamo un <b>team di gestione del rischio altamente esperto</b> che opera <b>24 ore su 24, 7 giorni su 7.</b> Il loro ruolo principale è monitorare ogni scommessa e transazione sulla nostra piattaforma per garantire <b>gioco equo</b> e <b>sicurezza</b> per tutti gli utenti.",
  "key_features_rm": "Caratteristiche Chiave",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Monitoraggio in Tempo Reale:</strong> Sistemi avanzati monitorano continuamente le scommesse, i cambiamenti delle quote e l'attività degli utenti.</span></li> <li><strong>Revisione Manuale:</strong> Gli avvisi attivano controlli approfonditi su modelli di scommesse, variazioni delle quote e comportamento degli account.</li> <li><strong>Mitigazione del Rischio:</strong> Azioni immediate come l'annullamento/sospensione delle scommesse, il congelamento degli account o la verifica degli utenti se vengono rilevate irregolarità.</li> <li><strong>Analisi dei Dati:</strong> Revisione continua dei dati storici e live per rilevare tendenze di rischio e migliorare le strategie di prevenzione.</li> <li><strong>Risposta agli Incidenti:</strong> Un piano strutturato per gestire rapidamente le violazioni della sicurezza, le frodi o altre minacce.</li>",
  "benefits_rm": "Vantaggi",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Formazione Continua:</strong> Sviluppo continuo delle competenze per il team di rischio per gestire le nuove minacce in modo efficace.</span></li> <li><strong>Tecnologia Avanzata e Sicurezza:</strong> Aggiornamenti regolari, test di penetrazione, aggiornamenti software e audit di sicurezza.</li> <li><strong>Trasparenza:</strong> Comunicazione chiara con gli utenti riguardo alle azioni di gestione del rischio per mantenere la fiducia.</li> <li><strong>Miglioramento Continuo:</strong> Strategie in evoluzione basate su incidenti passati e rischi emergenti per proteggere l'integrità della piattaforma e gli interessi degli utenti.</li>",
  "sbs_bold": "Software di Scommesse <strong> Sportive </strong>",
  "sbs_bold_p1": "Pronto a portare la tua esperienza di scommesse sportive al livello successivo? Non cercare oltre, il Software di Scommesse Sportive VRNL è la soluzione che fa per te! In questo articolo esploreremo come la tecnologia all'avanguardia di VRNL può trasformare il tuo modo di scommettere. Con oltre due decenni di esperienza nel settore, VRNL è il tuo partner di fiducia per soluzioni innovative nel mondo delle scommesse sportive. Immergiamoci nel mondo del software di scommesse sportive e scopriamo come possiamo elevare il tuo gioco.",
  "sbs_bold_p2": "Il Software di Scommesse Sportive di VRNL offre un mondo di possibilità per gli appassionati di sport e scommettitori. Con un focus sull'offrire informazioni accurate, rilevanti e utili, VRNL combina competenze specialistiche ed esperienze personali per creare una soluzione completa di scommesse. Affidati a VRNL per portare la tua esperienza di scommesse sportive a nuove vette.",
  "sbs_bold_p3": "Esplora oggi il software di scommesse sportive di VRNL e porta il tuo gioco di scommesse al prossimo livello!",
  "sbs_try_b2b": "Prova il nostro software di scommesse B2B",
  "sbs_try_b2c": "Prova il nostro software di scommesse B2C",
  "sbs_mf_desp": "Offriamo una vasta gamma di strumenti per facilitare la gestione del nostro software di scommesse. Tra questi, mettiamo in evidenza i più potenti e, in particolare, quelli cruciali per competere a livello globale:",
  "sbs_mf_list": "<li><strong>Quote in Tempo Reale</strong> Rimani aggiornato con le quote in tempo reale che ti danno un vantaggio competitivo. Il software di VRNL ti garantisce di non perdere mai le migliori opportunità.</li> <li><strong>Compatibilità Mobile</strong> Scommetti in movimento con il software compatibile con dispositivi mobili di VRNL. Che tu usi iOS o Android, la piattaforma si adatta al tuo dispositivo per un'esperienza fluida.</li> <li><strong>Servizio Avanzato per Quote</strong> Ridefinisce le API per i dati sportivi. Offre quote pre-partita 100% accurate e i feed di dati in tempo reale con la latenza minima.</li> <li><strong>Integrazione Flessibile</strong> La nostra piattaforma può essere integrata senza soluzione di continuità nel tuo sistema tramite API o iFrame, offrendo versatilità nell'implementazione.</li>",
  "sbs_benefits": "Quali saranno i vantaggi? <b>Lasciaci spiegare</b>",
  "sbs_benefits_p1": "<strong>Il vantaggio di gestire una piattaforma di scommesse online e retail</strong> Avviare una piattaforma di scommesse online può essere davvero una sfida.",
  "sbs_benefits_p2": "Ecco perché abbiamo progettato un <strong>software completo per le scommesse sportive</strong> per rendere il processo più semplice, completo di fornitori di quote di alta qualità per offrirti la più ampia copertura.",
  "sbs_benefits_p3": "I nostri partner regolamentati ricevono un supporto completo per entrare nel settore delle scommesse online, con la possibilità di scegliere tra versioni Branded o Non-Branded delle nostre piattaforme.",
  "sbs_benefits_p4": "Il nostro software include potenti strumenti di gestione del rischio, rendendo facile e veloce l'impostazione, ed è pronto a scalare man mano che la tua attività cresce.",
  "sbs_benefits_p5": "Gestire <strong>giocatori online e negozi di scommesse</strong> non è mai stato così semplice e user-friendly.",
  "complete_sbs": "Software Completo per le <strong>Scommesse Sportive</strong>",
  "whatwe_have": "Cosa abbiamo per te?",
  "whatwe_have_list": "<li><strong>Controlli Account Giocatore</strong> La nostra piattaforma offre una gestione robusta degli account giocatore, inclusi i servizi di registrazione e verifica. Abbiamo anche un sistema efficace per rilevare e affrontare account fraudolenti.</li> <li><strong>Strumenti di Geolocalizzazione</strong> Offriamo strumenti che estraggono informazioni sulla posizione dagli indirizzi IP, garantendo servizi di geolocalizzazione precisi.</li>",
  "whatwe_have_desp": "Con il nostro supporto completo, il tuo obiettivo principale può essere concentrato sull'iniziare e sviluppare i tuoi negozi di scommesse retail e reti online.",
  "b2c_sbs": "Software di Scommesse Sportive B2C",
  "b2c_sbs_p1": "VRNL è la tua destinazione principale per soluzioni software di scommesse sportive B2C. Siamo un nome di fiducia nel settore, impegnati a fornire software all'avanguardia che arricchisca la tua esperienza di scommesse sportive. Che tu sia un scommettitore esperto o un principiante nel mondo delle scommesse sportive, abbiamo gli strumenti che ti servono per elevare il tuo gioco. Prova oggi il software di scommesse sportive VRNL e porta il tuo gioco di scommesse al prossimo livello!",
  "b2c_sbs_p2": "Il software di scommesse sportive B2C (business-to-consumer) si riferisce alla tecnologia e alla piattaforma utilizzate dagli operatori di scommesse per offrire servizi di scommesse sportive direttamente agli utenti finali.",
  "b2c_sbs_p3": "Questo tipo di software consente ai consumatori di piazzare scommesse su eventi sportivi tramite applicazioni web o mobile. Ecco alcune delle principali caratteristiche e componenti generalmente presenti nel software di scommesse sportive B2C:",
  "b2c_sbs_list": "<li><b>Registrazione Utente e Gestione Account:</b> Permette agli utenti di creare account, gestire informazioni personali e monitorare la cronologia delle scommesse.</li> <li><b>Supporto Clienti:</b> Fornisce opzioni di supporto clienti, come chat dal vivo, email e supporto telefonico, per assistere gli utenti con domande e problemi.</li> <li><b>Programmi di Affiliazione:</b> Offre programmi di affiliazione per marketing e promozioni, permettendo ai partner di guadagnare commissioni per indirizzare gli utenti.</li>",
  "casino_sbs": "Software per Casinò e <strong>Scommesse Sportive</strong>",
  "casino_sbs_list": "Fornitori 75+ oltre<br />Slot machines 15.000+ oltre<br />Giochi da tavolo 500+ oltre<br />Video poker 700+ oltre<br />Altri giochi 200+ oltre<br />Live Game Show<br />First Person games<br />Roulette americana live<br />Blackjack live<br />Baccarat live<br />Casino Hold’em live<br />SICBO<br />Dragon tiger live<br />Andar Bahar<br />Teen Patti",
  "online": "Online",
  "casino_platform": "Piattaforma Casinò",
  "onc_desp1": "VRNL offre una soluzione completa con la nostra offerta <strong>White Label Casino</strong>.",
  "onc_desp2": "La nostra <strong>piattaforma di casinò online</strong> è progettata per la semplicità, garantendo una gestione facile per i principianti e i professionisti esperti. Con VRNL, riceverai una guida completa per avviare la tua attività di <strong>casino online</strong>.",
  "onc_desp3": "Prima di tuffarti, ti invitiamo a vedere come funziona senza soluzione di continuità in azione.",
  "wlc_mainFeatures_desp1": "Offriamo una vasta gamma di strumenti progettati per darti il potere nella gestione della nostra piattaforma di casinò online. Tra questi, abbiamo selezionato quelli più influenti e, significativamente, quelli indispensabili per prosperare nell'arena globale competitiva:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Il catalogo più ampio di giochi da casinò online a livello mondiale,</strong> selezionato con cura dai fornitori di giochi più quotati del settore </li> <li> <strong class='black-color'>Strumenti per bonus</strong> e ottimizzazione della redditività delle slot </li> <li> <strong class='black-color'>Costruzione di campagne</strong> e gestione di tornei di giochi</li> <li>Può essere <strong class='black-color'>integrato senza soluzione di continuità tramite tecnologia API o iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "Inoltre, il nostro pacchetto include software per casinò live, che consente di offrire ai tuoi utenti l'esperienza autentica di un casinò reale comodamente da casa loro.",
  "wlc_benefits": "Quali saranno i benefici?",
  "letus_explain": "Lascia che ti spieghiamo",
  "letus_explain_desp1": "Stai pensando di entrare nel mondo delle scommesse online? VRNL offre una ",
  "letus_explain_desp2": "soluzione white label per casinò che può essere il tuo punto di partenza perfetto.",
  "letus_explain_desp3": "Utilizza i nostri servizi professionali e la nostra esperienza, insieme alle nostre avanzate <strong>piattaforme da casinò</strong> e tecnologie. I nostri partner regolamentati beneficiano di un ampio supporto mentre entrano nell'industria dei casinò online, con la possibilità di scegliere tra versioni di piattaforme brandizzate o non brandizzate.",
  "letus_explain_desp4": "Avviare un'attività di casinò online può essere un viaggio complesso. Ecco perché abbiamo creato un ambiente casinò completo, offrendo i migliori fornitori di giochi e oltre 1.000 giochi. La nostra matematica di gioco è sicura e certificata, garantendo la tua tranquillità.",
  "letus_explain_desp5": "Espandi facilmente il tuo business con gli strumenti di gestione dei rischi robusti della nostra piattaforma per una configurazione rapida e facile.",
  "wlc_complete_solutions": "Soluzioni complete <span> Casinò White Label</span>",
  "wlc_offer": "Cosa offriamo per te?",
  "wlc_complete_solutions_list": "<li>Procedure di verifica, ufficialmente approvate dalle autorità regolatorie</li> <li>Strumenti di marketing affiliato, sistema di referral e integrazione con i social media</li> <li>Notifiche push mobile, notifiche push web e messaggistica in-app</li> <li>Controlli degli account dei giocatori, registrazione e verifica, e un sistema di rilevamento degli account fraudolenti </li> <li>Strumenti di geolocalizzazione per estrarre informazioni sulla posizione dell'indirizzo IP</li>",
  "wlc_complete_solutions_more": "Ma aspetta, c'è di più",
  "wlc_complete_solutions_desp": "<strong>La piattaforma di VRNL è finemente sintonizzata per prestazioni</strong> e stabilità ottimali. Utilizziamo tecnologie all'avanguardia che operano due volte più velocemente delle piattaforme casinò normali. La nostra vasta esperienza ha creato l'applicazione più veloce e potente di oggi.",
  "wlc_numbers": "<span>White Label</span> Casinò in numeri",
  "wlc_numbers_p1": "Scopri le infinite possibilità delle soluzioni Casinò White Label di VRNL. Eleva il tuo business casinò con la nostra vasta gamma di offerte casinò",
  "wlc_numbers_p2": "La migliore selezione di fornitori di Casinò Live a livello mondiale",
  "wlc_numbers_p3": "Una varietà impareggiabile di tavoli live disponibili online, con consegna multicanale.",
  "wlc_numbers_list": "<li>Oltre 75 fornitori</li> <li>Più di 15.000 slot machines</li> <li>500+ giochi da tavolo</li> <li>700+ giochi di video poker</li> <li>Oltre 200 altri giochi</li>",
  "wlc_numbers_p4": "Il nostro team dedicato ti guiderà in tutte le fasi, dalla formazione iniziale al lancio della tua produzione.",
  "wlb_platform": "Piattaforma di scommesse White Label",
  "wlb_platform_p1": "La soluzione <b class='bold'>white label sportbook</b> di VRNL offre una piattaforma di scambio completamente gestita. <br />",
  "wlb_platform_p2": "Una delle caratteristiche principali della nostra soluzione white label per scommesse è la sua eccezionale <b class='bold'>velocità nella creazione e distribuzione dei siti web.</b> Il nostro team dedicato può avere il tuo sito web di scommesse pronto e operativo in soli dieci giorni lavorativi, <b class='bold'>personalizzato precisamente alle tue esigenze.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Il nostro servizio include hosting specializzato</b>, tutto il software necessario, feed di dati in tempo reale delle quote sportive, strumenti di gestione dei rischi e servizi di supporto clienti di alta qualità. Siamo una piattaforma leader nel settore delle scommesse white label.",
  "wlb_platform_list": "<li>Sviluppo del sito web, <b>Branding, Personalizzazione</b> e rigorosi test dell'exchange dei clienti</li> <li>Aggiornamenti regolari e miglioramenti delle funzionalità</li> <li><b>Fornitura di hardware</b>, Hosting, vigilanza continua 24/7 e supporto completo</li> <li><b>Un'ampia gamma di mercati di scommesse,</b> categorie sportive e offerte di leghe</li> <li>Accettazione delle scommesse in modo efficiente e processi di liquidazione accurati</li> <li>Gestione avanzata dei rischi, contabilità robusta e strumenti di monitoraggio attento</li>",
  "wlb_platform_p4": "I consulenti dedicati di VRNL raccoglieranno diligentemente le tue esigenze e ti presenteranno una selezione di modelli e recenti realizzazioni di sviluppo. È importante notare che tutte le nostre piattaforme sono progettate per essere multilingue e supportare più valute, e l'interfaccia utente (UI) sarà adattata meticolosamente per soddisfare le tue specifiche esigenze.",
  "wlb_platform_customization": "Personalizzazioni",
  "be_unique": "Sii unico",
  "be_unique_desp1": "<b class='bold'>VRNL è specializzata in piattaforme di scommesse white label personalizzate, casinò, scommesse e</b> soluzioni su misura che migliorano l'identità del tuo marchio.",
  "be_unique_desp2": "Il nostro team di esperti garantisce che ogni dettaglio, dalle interfacce visivamente straordinarie all'integrazione del logo e ai miglioramenti delle funzionalità, sia in linea con la tua visione.",
  "be_unique_desp3": "Inizia il tuo viaggio nel mondo di Vrnl, dove la tua visione unica prende vita.",
  "wlb_platform_odds": "Quote",
  "wlb_platform_odds_optimize": "Ottimizza le quote delle scommesse con VRNL",
  "wlb_platform_odds_p1": "Rimani un passo avanti alla concorrenza con i nostri avanzati <b class='bold'>servizi di gestione delle quote</b>. Forniamo aggiustamenti in tempo reale delle quote, gestione dei rischi e analisi di mercato per ottimizzare la tua offerta di scommesse sportive e migliorare l'esperienza dei giocatori.",
  "wlb_platform_odds_p2": "Il nostro team di specialisti è impegnato a garantire il tuo successo. Contattaci oggi stesso per scoprire come possiamo portare la tua attività di scommesse al prossimo livello.",
  "wlb_platform_zeroRisk": "Zero Rischio",
  "wlb_platform_zeroRisk_h1": "Servizi di trading e gestione dei rischi",
  "wlb_platform_zeroRisk_p1": "Offriamo servizi completi di trading e gestione dei rischi, insieme a consulenza esperta sulla gestione delle quote. Inoltre, offriamo una funzionalità unica: la copertura delle vincite. In pratica, significa che se la tua piattaforma non genera ricavi, interveniamo e copriamo i pagamenti ai tuoi giocatori. La tua tranquillità è la nostra priorità.",
  "wlb_platform_bpb": "Branding della piattaforma di scommesse",
  "wlb_platform_bpb_layouts": "Layout illimitati",
  "wlb_platform_bpb_layouts_desp": "Scegli tra una <b>diversa gamma di layout per le scommesse</b> con la nostra vasta selezione di modelli. In alternativa, esercita il pieno controllo creativo costruendo il tuo layout tramite i nostri <b>servizi API</b>. Con questa opzione, tu e il tuo team di sviluppo potete autonomamente creare un'interfaccia utente completamente personalizzata, su misura per la tua visione.",
  "Betting": "Scommesse",
  "B2C": "B2C",
  "Casino": "Casinò",
  "main_sec_title": "Vrnl è il principale fornitore di software per scommesse sportive in Bangladesh.",
  "who_we_are": "Chi siamo",
  "what_we_do": "Cosa facciamo",
  "about_us_title": "Chi siamo - Software per scommesse sportive white label e Casinò online",
  "casino_providers": "Fornitori di Casinò",
  "betting_providers": "Fornitori di Scommesse",
  "games_providers": "Fornitori di Giochi",
  "online_exch_sw_title": "Rivoluziona il tuo business con il software di Exchange online VRNL",
  "casino_games_title": "Giochi da Casinò - Casinò White Label",
  "casino_tournaments_title": "Software per tornei di casinò - Casinò online White Label",
  "esports_title": "Software per scommesse su eSports che consente agli utenti di scommettere sui principali giochi eSports",
  "faq_title": "FAQ VRNL – La tua guida a domande comuni e risposte",
  "iframe_title": "iFrame per scommesse sportive White Label e Casinò",
  "live_casino_title": "Casinò White Label - Avvia il tuo casinò online",
  "lottery_games_title": "Giochi di lotteria - Casinò White Label",
  "mobile_title": "Eleva il tuo gioco con il software per scommesse sportive mobile VRNL",
  "online_casino_sw_title": "Software Casinò online - L'evoluzione del software per casinò online e fornitore di piattaforme",
  "ourTheme_title": "Scommetti e Vinci: Il nostro lavoro nel mondo delle scommesse online e dei casinò",
  "risk_management_title_main": "Strategie di gestione dei rischi per gli operatori di sportsbook - Software per scommesse sportive e casinò White Label",
  "sport_bet_title": "Migliora la tua esperienza di scommesse con il software per scommesse sportive VRNL",
  "wlc_title": "Casinò White Label - Avvia facilmente il tuo casinò online con la nostra soluzione Casinò White Label.",
  "whiteLabel_title": "Vrnl Il tuo fornitore di software per sportsbook white label personalizzato",
  "TOAST": {
    "FILL_REQUIRED": "Per favore, completa tutti i campi obbligatori.",
    "SUBMITTING": "Invio della richiesta...",
    "SUCCESS": "Richiesta demo inviata con successo!",
    "ERROR": "Si è verificato un errore. Riprova."
  },
  "disclosure_tp_a_desp": "<strong>a. Divulgazione Generale</strong><br> Di tanto in tanto vrnl.net può rendere alcune informazioni personali disponibili ai partner strategici che collaborano con vrnl.net per fornire servizi o che aiutano vrnl.net a fare marketing verso i clienti. Ad esempio, quando acquisti e attivi un abbonamento, autorizzi vrnl.net a scambiare le informazioni fornite durante il processo di attivazione per eseguire un servizio. Se hai approvato il servizio, il tuo account sarà regolato dalla politica sulla privacy di vrnl.net. Le informazioni personali saranno condivise da vrnl.net solo per fornire o migliorare i nostri servizi e gli aspetti di marketing; non saranno condivise con terze parti per scopi di marketing.<br>Vrnl.net può anche selezionare attentamente altre aziende per inviarti informazioni sui loro prodotti o servizi che sono correlati al servizio del sito ma non necessari per il suo funzionamento (un 'Servizio Esteso'). Se vrnl.net intende utilizzare informazioni personali identificabili per un Servizio Esteso, il sito vrnl.net ti fornirà la possibilità e le istruzioni necessarie per rifiutare questo servizio.<br>Puoi anche interrompere la ricezione di email informative o promozionali da <b>vrnl.net</b> seguendo le istruzioni presenti nelle email.",
  "objection_processing_desp": "<strong>e. Obiezione al Trattamento</strong><br>Quando le tue informazioni personali vengono elaborate per scopi di marketing diretto, puoi in qualsiasi momento chiedere di cessare il trattamento dei tuoi dati per tali scopi inviandoci un’email.<br>Si prega di notare che se non ci permetti di raccogliere informazioni personali da te, potremmo non essere in grado di fornire alcune esperienze, prodotti e servizi, e alcuni dei nostri servizi potrebbero non tenere conto dei tuoi interessi e delle tue preferenze. Se la raccolta delle informazioni personali è obbligatoria, lo specificheremo chiaramente al momento della raccolta in modo che tu possa prendere una decisione informata sulla partecipazione. Se hai domande sulle informazioni personali specifiche che trattiamo o conserviamo su di te, o sui tuoi diritti riguardanti tali informazioni, contatta il nostro team di supporto clienti.",
  "disclosure_tp_e_desp": "<strong>e. Trasferimenti Aziendali</strong><br>Forniamo informazioni personali ai nostri affiliati e ad altre imprese o persone fidate affinché le elaborino per nostro conto, secondo le nostre istruzioni e in conformità con la nostra Informativa sulla Privacy e con eventuali altre misure appropriate di riservatezza e sicurezza. Ad esempio, possiamo utilizzare fornitori di servizi per assisterci nel supporto clienti.<br>Nel caso in cui vrnl venga fusa con o acquisita da un'altra azienda, o in caso di riorganizzazione o ristrutturazione aziendale, noi e i nostri affiliati potremmo condividere le tue informazioni personali, totalmente o parzialmente, con un’altra entità aziendale.",
  "rectification_iii_desp": "<strong>b. Rettifica di Informazioni Inaccurate o Incomplete</strong><br>Puoi chiederci di correggere informazioni personali inaccurate o incomplete che ti riguardano (queste sono informazioni che non puoi aggiornare autonomamente all'interno del tuo account moneycontrol) inviandoci un’email.<br>Puoi accedere e aggiornare alcune delle tue informazioni personali tramite le impostazioni del tuo account. Se hai scelto di collegare il tuo profilo vrnl.net a un’applicazione di terze parti, come Facebook o Google, puoi modificare le impostazioni e rimuovere il permesso per l’app cambiando le impostazioni del tuo account. Sei responsabile di mantenere aggiornate le tue informazioni personali. Vrnl.net potrebbe inviarti promemoria periodici via email per mantenere l’accuratezza delle tue informazioni personali.",
  "disclosure_tp_c_desp": "<strong>c. Fornitori di Servizi</strong><br>Vrnl.net può includere link a vari siti web di terze parti che potrebbero raccogliere le tue informazioni personali. L’uso delle tue informazioni raccolte da tali piattaforme di terze parti sarà regolato dalla politica sulla privacy di quella piattaforma. Tali siti web o applicazioni sono regolati dalle rispettive politiche sulla privacy, che sono al di fuori del nostro controllo. Una volta che lasci i nostri server (puoi verificare la tua posizione controllando l’URL nella barra degli indirizzi del browser), l’uso di qualsiasi informazione fornita è regolato dalla politica sulla privacy dell’operatore dell’applicazione che stai visitando. Tale politica potrebbe differire dalla nostra. Se non riesci a trovare la politica sulla privacy di uno di questi siti tramite un link dalla homepage dell’applicazione, dovresti contattare direttamente i proprietari dell’applicazione per ulteriori informazioni.<br>Possiamo condividere informazioni non identificabili personalmente pubblicamente e con i nostri partner – come editori, inserzionisti, sviluppatori o titolari di diritti. Ad esempio, condividiamo informazioni pubblicamente per mostrare tendenze sull’uso generale dei nostri servizi. Consentiamo inoltre a partner specifici di raccogliere informazioni dal tuo browser o dispositivo a scopo di marketing/promozioni e misurazione utilizzando i propri cookie o tecnologie simili.",
  "data_security": "Sicurezza dei dati"
}