{
  "contact_title": "Eng Firma, déi konsequent innovativ Léisungen verfollegt, fir seng Geschäftsbedürfnisser z'erreechen.",
  "contact_footer": "Mir sinn e Team vu kreaativen Strategen, Tech-Enthusiasten an effektiven Kommunikatoren, untrieden vun enger onermüdlecher Passioun fir d'Online-Glécksspillsindustrie. Eis unermüdleche Verplichtung ass et, de Succès vun eise Clienten am Geschäft ze fërderen.",
  "contact_header": "Kontaktéiert eis",
  "contact_para": "Berodung mat engem VRNL Expert, fir erauszefannen, wéi eis Léisungen Äert Weddgeschäft erhéijen kënnen.",
  "telegram": "Telegram",
  "write_msg": "SCHREIFT EIS E NACHRICHT",
  "fname": "Vollstänneg Numm",
  "fname_err": "D'Feld ass erfuerderlech (min 2 Buchstaben).",
  "email": "Är E-Mail",
  "email_err": "Eng gülteg E-Mail gëtt gebraucht.",
  "country": "Land",
  "pnumber": "Telefonnummer",
  "pnumber_err": "Telefonnummer muss 10 Ziffern hunn.",
  "message": "Nachricht",
  "sending": "Schécken…",
  "submit": "Schécken",
  "con_param1": "Mir deelen Är perséinlech Informatiounen net mat aneren. Gitt eis",
  "privacy_policy_form": "„Privatsphärpolitiken“",
  "con_param2": "fir méi Informatiounen",
  "casino_tournament_h1": "D' <b class='chck'>Casino Turnéier</b> erlaben Iech, e Turnéier mat engem Start- an Enddatum ze erstellen.",
  "casino_tournament_p1": "Eng mächteg Instrument fir Är Casino-Sektioun Einnahmen ze erhéijen ass d'Implementatioun vun <strong>Casino Turnéier.</strong>",
  "casino_tournament_h2": "Dir hutt d'Méiglechkeet, all Turnéier vollstänneg <strong>ze personaliséieren</strong> andeems Dir d'List vun Slots auswielt, déi un der Konkurrenz deelhuelen.",
  "casino_tournament_p2": "Fir <strong>e Promoteur</strong> ze kreéieren, musst Dir einfach en <strong>Titel</strong> fir d' <strong>Turnéier</strong> auswielen, d' <strong>Slots</strong> definéieren, déi abegraff sinn, an de <strong>Jackpot</strong> spezifizéieren, deen ënner <strong>diversen Präisser</strong> verdeelt gëtt, alles dat kënnt un Är Wënsch ugepasst ginn.",
  "casino_tournament_p3": "Wichteg Detailer, déi aginn ginn, enthalen d' <strong>Startdatum,</strong> d' <strong>Enndatum,</strong> de <strong>totalen Jackpot,</strong> d'Zuel vun de Participanten an der Ranglëscht, souwéi déi minimal Wagerungsufuerderung fir d'Turnéierdeelhëmmung.",
  "casino_tournament_p4": "Zousätzlech hutt Dir ëmmer Zougang zu enger Echtzäit Ranglëscht déi Benotzernamen, Positiounen a Corresponding Präisser ugeet. Dës Feature kann déi Benotzererfarung op Ärer Casino-Plattform wesentlech verbesseren, méi Spiller unzéien an d'Einnahmen erhéijen.",
  "casinogames_title": "Firwat eis Plattform wielen?",
  "casinogames_title_h1": "D'weltgréisst Katalog vun",
  "online_casino_games": "Online-Casino-Spiller",
  "online_casino_games_p1": "Eis <b style='color: #575756;'>White Label</b> ass Äert ultimativt Ziel, dat Iech eng onofhängeg Zesummestellung vun iwwer 3000+ spannend Casino-Spiller an Slots ubitt. Mir sinn stolz drop, déi meescht ëmfaassend Rei vun Online-Casino-Spiller unzebidden, déi um Internet verfügbar ass.",
  "online_casino_games_p2": "Mir bidden un Online Gaming Operateuren, Buchmacher, Lotterien an Weddorganisatiounen déi an geregelte Mënschemäert schaffen.",
  "online_casino_games_p3": "Mir verstoen d'Wichtegkeet vu sécherem a gerecht Spill an der Welt vun Online-Casinos. Dofir sinn eis Spillmënschenschaften net nëmmen robust, mä och zertifizéiert vun onofhängege Spilllaboratoiren. Dës Zertifizéierung garantéiert d'bestméiglech Benotzererfarung fir Är Spiller, déi Äert Online-Casino-Erfarung wierklech exzellent maachen.",
  "casino_nos": "CASINO ZALEN",
  "slot_machine": "Slotmachine",
  "morethan10": "Méi wéi 10",
  "tablegames": "Tabellespiller",
  "morethan4": "Méi wéi 4",
  "videopoker": "Video Poker",
  "morethan": "Méi wéi",
  "lottery": "Lotterie",
  "morethan9": "Méi wéi 9",
  "proveedores": "PROVIDEUREN",
  "morethan12": "Méi wéi 12",
  "online_turnkey": "Mir bidden Online Turnkey Casino Léisungen",
  "casino_wls": "Casino White Label Léisung",
  "casino_wls_desp": "Start Är eege markéiert Casino mat Leichtigkeit mat der White-Label Léisung vu VRNL. Personnaliséiert Äert Casino, bidd eng breet Spillerwahl un, garantéiert Sécherheet an start esou schnell wéi méiglech Ertrag.",
  "webbranding": "Websäit Branding",
  "webbranding_desp": "Erhéicht Är Online Präsenz mat der Websäit Branding Servicer vu VRNL. Mir designen, kreéieren a transforméieren Websäiten fir Är eenzegaarteg Identitéit ze reflektéieren, sou datt si en nidderegste Begrëff hannerloossen.",
  "toolstraning": "Tools (Schoulung)",
  "toolstraning_desp": "Entdeckt Är Potenzial an der Welt vum Handel mat den leistungsfäegsten Tools vun VRNL. Eis modernst Léisungen erméiglechen Iech mat den allgemengste Technologië fir entscheedend Entscheedungen ze huelen a maximalen Erfolg z'erreechen.",
  "client_support": "Client Support",
  "client_support_desp": "Erhéicht Är Client-Erfarung mat den aussergewéinlechen Client-Support-Servicer vun VRNL. Eis dedizéiert Team ass hei fir Iech ze hëllefen an déi bescht Ënnerstëtzung fir Är Clienten ze bidden.",
  "aboutus_title": "Ech si sécher Dir sidd gëeegent fir d'Firma ze entdecken",
  "aboutus_desp": "Eng Firma déi konsequent innovativ Léisungen verfollegt, fir seng Geschäftsbedürfnisser z'erreechen.",
  "online_gaming_provider": "Online Gaming Provider",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl ass e gëeegent Sportsbook a Gaming Provider mat enger bemierkbarer 10-Joer Erfahrung an der Weddindustrie.</strong> Zënter 2012 hunn mir eis dedizéiert un de Fournisseur vun Buchmacheren, Lotterien an Weddorganisatiounen an geregelte Mäert.",
  "about-section1-para2": "Mir sinn e Team vu kreaativen Strategen, Tech-Enthusiasten an effektiven Kommunikatoren, untrieden vun enger onermüdlecher Passioun fir d'Online-Glécksspillsindustrie. Eis unermüdleche Verplichtung ass et, de Succès vun eise Clienten am Geschäft ze fërderen.",
  "about-section1-para3": "Eis fortgeschratt Gaming Plattform steet als ee vun de wichtege Faktoren déi Vrnl fir seng aktuell Status als gesicht International Software House erhéicht huet.<strong style='color: #000;'> Mat eiser extensiver 10-Joer Expertise an dësem Secteur huet Vrnl stolz seng Servicer un iwwer 40 Buchmacher an 11 verschiddene Länner weltwäit erweidert.</strong>",
  "about_us": "Iwwer eis",
  "about_us_desp": "VRNL ass déi gréisst Plattform fir Online Sport- an Casino Wedd ënner der White Label Software. Mir bidden API mat benutzerdefinierte Site-Servicer fir Bangladesch mat nidderege Marge a e reliable Plattform, déi och Casinoen enthält. Mir bidden APIs fir all Ligen an der Weddingen, souwéi Streamingservicer fir d'Online-Plattform. Genéisst betting mat enger stabiler Plattform an méi wéi 1000 Slot-Spiller a Tabellespiller op eiser Site.",
  "our_client": "Eise Client",
  "our_client_desp": "Bei Vrnl gi mir eis maximal un deenen dat bescht Gaming an Ënnerhalungs-Partnerschaften fir eng ongläich Erfarung fir eis Clienten a Spiller ze garantéieren. Mir hunn mat bekannte internationalen Casinoen an virtuelle Spiele Provider geschafft fir eis Sportswetten-Plattform mat enger ëmfaassender Rei vu Spiller unzebidden. Dës Zesummesetzung enthält alles vun Slotmaschinen a Tabellespiller bis zu Live-Casino-Erfarungen, virtuelle Spiller, a souguer Fantasy-Spiller. Eis Engagement fir Exzellenz erweidert sech iwwer d'Diversitéit vun de Spiller. Eise Plattform ass um Desktop an mobilen Apparater verfügbar, mat héichqualitativen Grafiken, faszinéierende Animatiounen a immersive Audio. Zousätzlech ass eist intuitivt a benutzerfrëndlecht Menü fir d'Gesamterfarung ze verbesseren. Am Kär vun eiser Aarbecht ass den schnelle Integratiounsprozess, deen d'Skala, d'Flextibilitéit an déi héich Leeschtung vum Weddsoftware verbënnt. Dësen Integratiounsprozess ass mat de héchsten Niveauen vun Sécherheet a Verlässlechkeet ënnerstëtzt, sou datt mir eise Clienten eng sécher an vertrauenswäert Gaming-Ëmwelt garantéieren. Mir sinn stolz eis Clienten d'gréisst Zesummesetzung vu Spiller an der Industrie unzebidden, déi perfekt Gaming Léisunge fir all Preference ginn. Wëllkomm zu Vrnl, wou Gaming-Exzellenz op net bebaubare Méiglechkeeten geet. Vrnl ass stolz sech mat de markantsten Nimm aus der Software-Industrie fir Spiller a Bezuelungslösungen ze partneren. Deelt eis Plattform fir Erfolleg an fügt Äre Numm zu dëser wuesse Liste hinzu.",
  "lost404": "Gëff de Verlaf verluer",
  "lost404desp": "D'Page déi Dir sicht ass net verfänglich!",
  "gotohome": "Go to Home",
  "esports_bs": "eSports Weddsoftware",
  "esports_bs_desp1": "Bei VRNL, sinn mir stolz d'Fans vum eSports eng eenzegaarteg a immersiv Erfarung ze bidden.",
  "esports_bs_desp2": "VRNL ass Är Entrée zu enger Welt wou Gaming an Weddungen zesumme wéineg maachen. Eise eSports Weddsoftware ass fir Gamer wéi Iech entworf, fir e spannende, sécher an belount Erfarung ze kreéieren. Verpasst net d'Méiglechkeet, Deel vun der Aktioun ze sinn. Tritt VRNL haut un a start Är Gaming-Erfarung zu neie Héichten!",
  "startnow": "Start Now",
  "easy_setup": "Gëff Setup, manner wéi Dir mengt.",
  "easy_setup_desp1": "Mir kënnen déi eSports Plattform an just e puer Wochë liwweren.<br> Mir behandelen all Aspekter vum Prozess: Hosting, User Interface, Quotëfeed, personaliséiert Siten, Produktaktivatioun an Sportsbook-Strategie.",
  "easy_setup_desp2": "Är primär Fokus kann dem Setup gewidmet ginn an Ären online Netzwierker z'établéieren.",
  "esport_bet_center_h1": "Wann Dir denkt un Online Weddungsstarten, eis eSports Weddungssoftware ass eng super éischt Schrëtt.",
  "esport_bet_center_p1": "Profitéiert vun eiser Expertenservicer a fortgeschratt eSports Weddungs-Technologie. Eis geregelte Partner këmmeren alles fir Iech fir an der Online Wedd-Industrie anzetrieden an kënnen eis personaliséiert oder generesch Plattformen benotzen.",
  "esport_bet_center_p2": "De Sportsbook fir eSports kënne schwiereg sinn. Dofir hu mir e vollstänneg eSports Weddungssystem mat Pre-match Wetten entworf. Eis Zil ass Iech déi ëmfaassendste Rei vun eSports Optiounen online anzebidden.",
  "have_qes": "Hutt Dir Froen?",
  "para_faq": "Mir hunn Äntwerten (Gutt, meeschtens!)",
  "freq_param": "Uewen fannt Dir d'Äntwerten zu de meeschte gemeinsamen Froen, kuckt eis",
  "if_still_qes": "Wann Dir nach ëmmer net d'Äntwert fënnt déi Dir sicht, just",
  "sbs_faqs": "Sports Wedd Software FAQs",
  "whatis_sbs": "Wat ass Sports Wedd Software?",
  "whatis_sbs_ans": "Sports Wedd Software ass entworf baséiert op de Maart a Selektiounen vum Benotzer. Zousätzlech sinn eis Experten ëmmer disponibel fir Iech déi bescht Clientëservicer fir d'Verstoe vun Äre Besoinen a Maartvoraussetzungen ze liwweren. Genauso gi mir mam Entwécklungsprozess ëm alles wat déi total Plattform fir Austausch ëmfaasst.",
  "affiliate_systems": "Bitt Dir Affiliate-Systemer un?",
  "affiliate_systems_ans": "Jo, eis Software-Netz ass op 5 Niveauen opgebaut: Plattform Administrator - Zougang zum Backend (et ass och méiglech aner Zougäng fir d'Backend mat limitéierte Rechter a Rechter ze kreéieren). Reseller - eng Master-Agenten, déi vill Weddgeschäfter iwwerliewen. Wënneren vun Kommissiounen op d'Turnover oder Profitter. Weddgeschäft - representéiert déi physesch Plaz wou Spiller kënnen spillen, déposéieren, asw. Mat dësem Kont kënnt Dir Weddung setzen an Kommissiounen op Turnover oder Profitter géint ginn.",
  "whatis_label": "Wat ass eng White-Label Wedd Site?",
  "whatis_label_ans": "Eng White-Label Wedd Site ass eng komplett personaliséiert Plattform. VRNL seng White-Label Wedd Site bidd zertifizéiert Spiller, Bonus-System, Bezuelportal. D'Benotzerinterface Inhalt, Sprooch an Währung baséiert op Ärer Wënsch, an zwar mécht VRNL verschidden grafesch Templates, Features a Tools disponibel.",
  "fullmanagement": "Kann ech vollstänneg de Manageability vun de Quoten a Marge kontrolléieren?",
  "fullmanagement_ans": "Backend huet vill Tools, Features an Berichter déi Iech eng komplett Vue vum Weddungsaktivitéit gewähren. Et ass e spezielle Secteur fir d'Quote-Management, bei deem Dir d' Quoten, Marginen, Multiplikatoren an Odds pro Maart, Match an/oder Championnat verwalten.",
  "logobrand": "Kann ech mengem Logo an Markenfaarwen benotzen?",
  "logobrand_ans": "Jo, Dir kënnt et. Mir bidden verschidde Léisungen jee no Äre spezifesche Besoine. Déi kann wéi eng ganz Léisung opgrond vun den Anforderungen oder als Turnkey-Léisung mat Ärem Logo a Faarf just geännert ginn.",
  "fullycustomized": "Wéilt Dir eng voll personaliséiert Léisung hunn, ass dat méiglech?",
  "fullycustomized_ans": "VRNL stellt engem Team vun Experten zur Verfügung fir eng voll personaliséiert Plattform. Eng Account-Manager këmmt mat dem Projekt an erfaart Äre Benotzerbäidrag fir den Prozess. Wéinst dem Projet integréiere mir de Projekteur, Grafiker a Software-Manager fir den Aspekt ze ëmsetzen.",
  "software_cost": "Wéi vill kascht d'Wedd Software?",
  "software_cost_ans": "De Präis vun der Wedd Software variéiert jee no den Features an Servicer. Et gëtt verschidde Pläng jee no ob Dir schonn e Spillvolumen hutt oder e puer Agenten zu engem eegenen Spillnetzwierk wëllt maachen.",
  "what_products": "Wat fir Produkter bidde Dir un?",
  "what_products_ans": "Eis Kärgeschäft ass Sports Weddung, an eis Sports Weddungssoftware ass e hausintern Produkt an ass zënter 2005 vum eiser IT-Team entworf ginn. Zousätzlech zu Sports bidde mir live Weddung, Casino, Live-Casino, Lotterien an virtuell Spiller un, fir eis Clienten eng all-in-one Léisung unzebidden.",
  "canaddfeatures": "Kann ech verschidde Features, Berichter a Säiten zu der Wedd Software derbäi maachen?",
  "canaddfeatures_ans": "D'Weddungssoftware enthält vill Berichter, Säiten a Biller déi kënne personaliséiert ginn (CMS) oder bei Bedierfnes entwéckelt ginn. Wann Dir wéilt datt mir eng nei Feature entwéckelen, schaffen mir mat Iech un der Erstellungsprozess: Sammlung vu Froen, Präsentation vum Projet, Testen an der Schlussverëffentlechung.",
  "canofferbettingservices": "Kann ech Weddungsservicer an de Casinoen an mengem Land ubidden?",
  "canofferbettingservices_ans": "Mir hunn verschidde Wedd Léisungen fir Online an landbaséiert Geschäfter. Wann Dir e landbaséierte Casino besëtzt an Weddungsservicer och ubidden wëllt, ass eis Retail-Léisung déi richteg Wiel, well et erméiglecht d'Erstellung vu Cashier-Accounts fir de Sportsbook-Ticketsverkaf ze verwalten.",
  "change_currentprovider": "Wéi kann ech mäin aktuellen Softwareprovider änneren?",
  "change_currentprovider_ans": "Wann Dir schonn e Exchangebook verwalt an op eis Sportwettenplattform wiessle wëllt, suerge mir dofir datt alles korrekt geréiert gëtt. Mir preparéieren e Migratiounsplang. D'Perséinlech Donnéeë vun de Spiller ginn an d'nei Plattform eropgeluede, an de Wiessel gëtt esou geplangt datt d'Migratioun an e puer Stonnen ofgeschloss ass.",
  "sbs_offer": "Wéi Fonctiounen bitt d'Sportwetten-Software?",
  "sbs_offer_ans": "Sportwetten-Software kann Fonctiounen ubidden wéi datenbaséiert Prognosen, Simulatiounen, Wetttrends, Quotenvergläicher a méi. Si bitt och detailléiert Analysen vun vergaangene Spiller an zukünftege Matcher fir d'Spiller besser Entscheedungen ze hëllefen treffen. Mir spezialiséieren eis op d'Astellungen a Schafe vu Retail-Wettgeschäfter an Online-Netzwierker. Dëst beinhalt KYC-Prozeduren, déi vun Reglementer guttgeheescht sinn, Bezuelungsgateways fir Wetten, Affilliate Marketing-Tools, Referral-Systemer a sozial Medien, mobil Push-Notifikatiounen, Web Push-Notifikatiounen an In-App-Messaging, Spillerkontroll, Registréierung a Verifikatiounsprozesser, Fraudedetektiounssystemer, an Geolokaliséierungsinstrumenter fir IP-Adressen ze extrahieren.",
  "sbs_legal": "Ass d'Sportwetten-Software legal?",
  "sbs_legal_ans": "Jo, d'Sportwetten-Software ass legal a gëtt vu ville professionellen Sportwettspiller benotzt. Et ass awer wichteg sécherzestellen datt Dir d'Software am Aklang mat de gëlteg Gesetzer an Ärer Jurisdiktioun benotzt.",
  "ebs_faqs": "FAQs iwwer eSports-Wettsoftware",
  "ebs_titleoffer": "Wéi eSports-Titelen offert Dir?",
  "ebs_titleoffer_ans": "<li ><strong>Beléiftst:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li ><strong>Sports-Spiller:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li ><strong>Multiplayer Online wéi:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li ><strong>First-Person Shooter FPS: </strong>CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li ><strong>Kampf-Spiller:</strong> Street Fighter, Super Smash Bros, Tekken. Echtzäit Strategie RTS: StarCraft: Brood War, Warcraft III, StarCraft II. </li><li ><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "Hutt Dir eng mobil Versioun?",
  "mobileversion_ans": "Jo, VRNL ass voll optiméiert fir mobil Benotzung. Eis Plattform funktionéiert nahtlos op all Smartphones a Pëllen, wat Iech Zougang zu Sportwetten, Casino-Spiller, iGaming an eSports zu all Zäit a Plaz erméiglecht. Dir kritt eng fléissend, responsiv Interface, séier Luedezäiten a sécher Transaktiounen direkt aus Ärem mobilen Browser — keng App-Installatioun néideg. Ob Android oder iOS, d'Erfarung ass séier, userfrëndlech an esou funktional wéi d'Desktop-Versiounen.",
  "runesportsplatform": "Kann ech eng eSports-Wettplattform lafen ouni mech ëm d'Quoten an Trading-Management ze këmmeren?",
  "runesportsplatform_ans": "Eis eSports-Wettlösungen enthalen de Quotenfeed. D'Software integréiert vill Tools fir d'Quotenmarginen an d'Konfiguratiounen autonom ze verwalten. Wann Dir Iech nëmmen op d'Geschäfter an d'Benotzerverwaltung konzentréiere wëllt, bidden mir Trading-Servicer a Support.",
  "esports_solutions": "Ech wëll eng voll personaliséiert eSports-Léisung, ass dat méiglech?",
  "esports_solutions_ans": "VRNL stellt en Expertenteam fir d'Astellung vun enger voll personaliséierter eSports-Wettplattform zur Verfügung. Eng Account Manager sammelt d'Ufuerderungen a koordinéiert de Projet mat dem Projet-Manager, Grafiker an IT-Manager.",
  "newtobusiness": "Ech sinn komplett nei an dësem Geschäft, wat sollt ech wësse?",
  "newtobusiness_ans": "D'korrekt Verwaltung vun enger eSports-Wettplattform kann dëst Geschäft héich lukrativ maachen. Mir bidden verschidde Léisungen a Servicer, ofhängeg vum Engagement an Wëssen. En Gaming-Expert schafft mat Iech zesummen fir déi bescht personaliséiert eSports-Léisung ze fannen.",
  "eSports_market": "Wéi vill eSports Live-Mäert ginn et?",
  "eSports_market_ans": "Haut bidden mir 20 Live eSports-Mäert. <br> Mir fügen awer stänneg nei Mäert derbäi.",
  "eSportsLogoBrand": "Kann ech mäin eSports-Logo a Faarwen benotzen?",
  "eSportsLogoBrand_ans": "Jo, dat kënnt. Mir bidden verschidde Léisungen op Basis vun Äre spezifesche Ufuerderungen. Mir kënnen entweder eng personaliséiert eSports-Léisung erstellen oder eng Turnkey-Léisung ubidden, déi just Är Markefaarwen a Logo änneren.",
  "eSports_server": "Kann ech d'eSport Exchange op mengem Server hosten?",
  "eSports_server_ans": "Nee, dat geet net. D'Hosting ass en Deel vun eisem Service fir déi optimal Leeschtung ze garantéieren. Eis SysAdmins hunn eng dedizéiert Clusterstruktur mat Backups a Disaster-Recovery-Plan ageriicht, fir global Reglementer an héchst Sécherheetsstandarden z'erreechen.",
  "sp_faqs": "FAQs iwwer Streamingplattform",
  "promte_cricket": "Wéi vill Cricket-Matcher kann ech promoten?",
  "promte_cricket_ans": "Während Live vum Dashboard kënnen zwou Matcher gläichzäiteg aktivéiert ginn, awer et gëtt keng Limite wéi vill Matcher Dir verbënnt.",
  "broadcast_live": "Kënne Casino-Events live iwwerdroen ginn?",
  "broadcast_live_ans": "Jo, all Casino-Spiller kënnen live iwwerdroe ginn op all Plattformen déi et erlaben.",
  "measure_success": "Wéi moosse ech de Succès vu Live-Streams?",
  "measure_success_ans": "Natierlech, Dir verfollegt detailléiert Analytik fir verschidde Plattformen op engem Ecran.",
  "is_mobile_friendly": "Ass d'Plattform mobilfrëndlech?",
  "is_mobile_friendly_ans": "Jo — eis Plattform ass komplett mobilfrëndlech, an mir bidden en APK deen Dir erofluede kënnt an nahtlos benotze kënnt.",
  "livecasino_faqs": "FAQs iwwer Live Casino Software",
  "whatisVRNLcasino": "Wat ass VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software ass eng modern Plattform déi Online Casinos erlaabt Live Dealer-Spiller un d'Benotzer unzebidden. Et bitt d'Infrastruktur an Tools fir interaktiv Casino-Erfarungen an Echtzäit.",
  "software_work": "Wéi funktionéiert VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software integréiert sech nahtlos an Online-Casino-Websäiten. Et verbënnt Spiller mat Live Dealers via Video-Streaming, erlaabt Spiller populär Spiller wéi Blackjack, Roulette a Baccarat an Echtzäit ze spillen.",
  "features_livecasino": "Wat sinn d'Haaptfunktiounen vun VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software bitt Features wéi personaliséierbar Branding, sécher Bezuelintegratioun an eng userfrëndlech Interface fir Spiller a Betreiber.",
  "security_livecasino": "Wéi garantéieren ech d'Sécherheet a Fairness vun de Spiller mat VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software benotzt zertifizéiert Zufallszahlgeneratoren (RNG) fir Fairness ze garantéieren. Mir bidden Tools fir Fraudpräventioun a Spillereschutz an implementéieren Verschlësselung fir Daten sécher ze transferéieren.",
  "offered_games": "Wéi eng Spiller kënnen iwwer VRNL Live Casino Software ugebueden ginn?",
  "offered_games_ans": "Dir kënnt eng breet Auswiel u Live Dealer-Spiller ubidden, inklusiv Klassiker wéi Live Blackjack, Live Roulette a Live Baccarat, plus Variatiounen fir d'Benotzer engagéierend ze halen.",
  "integrateVRNL": "Kann ech VRNL Live Casino Software mat menger existenter Plattform integréieren?",
  "integrateVRNL_ans": "Jo, eis Software ass fir einfach Integratioun entworf, sou datt et eng nahtlos Ergänzung zu Ärer Online-Casino Operatioun ass.",
  "wlc_faqs": "FAQs iwwer White Label Casino",
  "whatis_wlc": "Wat ass e White Label Casino?",
  "whatis_wlc_ans": "En White Label Casino ass eng Turnkey-Léisung, déi Entrepreneurs a Betriber erlaabt, hir eege Online-Casinos mat eiser Software an Infrastruktur ze starten. Dir kënnt et mat Ärem Numm a Design brandéieren, während mir déi technesch an reglementaresch Aspekter behandelen.",
  "wlc_work": "Wéi funktionéiert de White Label Casino Service?",
  "wlc_work_ans": "Mir liwweren Iech eng voll funktionell Casino-Plattform, inklusiv Spiller, Bezuelveraarbechtung an Clientssupport. Dir personaliséiert einfach Branding a Design fir Äre Visioun unzepassen, a sidd prett Äre Online-Casino Geschäft ze starten.",
  "wlc_games": "Wéi eng Spiller sinn verfügbar fir mäi White Label Casino?",
  "wlc_games_ans": "Mir bidden eng grouss Auswiel u Casino-Spiller, inklusiv Slots, Table-Spiller (z. B. Blackjack, Roulette) an Live-Dealer-Spiller. Dir kënnt aus eisem Spillkatalog wielen fir eng divers Spillerfarung fir Är Spiller ze kreéieren.",
  "wlc_launch": "Wéini kann mäi White Label Casino gestart ginn?",
  "wlc_launch_ans": "D'Zäitspan kann variéieren, ofhängeg vun Äre spezifesche Ufuerderungen an reglementaresche Prozesser. Am Duerchschnëtt kann et e puer Wochen daueren fir d'Plattform opzestellen a personaliséieren.",
  "wlc_cusSupport": "Wéi en Niveau vum Clientssupport gëtt fir mäi White Label Casino ugebueden?",
  "wlc_cusSupport_ans": "Mir bidden technesche a operativen Support fir sécherzestellen datt Äre Casino glat leeft.",
  "wlc_getstarted": "Wéi fänken ech un mat engem White Label Casino vun Ärer Firma?",
  "wlc_getstarted_ans": "Kontaktéiert eis Verkafsteam fir Äre Besoine ze diskutéieren an eng personaliséiert Berodung ze kréien. Mir guidéieren Iech duerch de Prozess fir Äre White Label Casino opzestellen.",
  "can_cutomize_branding": "Kann ech de Casino mat mengem Branding personaliséieren?",
  "can_cutomize_branding_ans": "Jo — Dir kënnt de Casino voll mat Ärem Logo, Faarwen a Branding un Äre Mark identitéit upassen.",
  "company": "Firma",
  "company_caps": "FIRMA",
  "about": "Iwwer",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Privatsphärpolitik",
  "contact_us": "Kontaktéiert eis",
  "solutions": "Léisungen",
  "sports_betting_software": "Sportwetten-Software",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Wettplattform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "D'Logo an grafesch Material vu Vrnl ass d'intellektuell Propriétéit vun der Firma an däerf net kopéiert, reproduzéiert, verdeelt oder affichéiert ginn ouni schrëftlech Zoustëmmung vu Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. All Rechter virbehalen.",
  "home": "Heem",
  "betting": "Wetten",
  "esports_betting": "eSports Wetten",
  "sbs_head": "Sportwetten-Software",
  "casino": "Casino",
  "online_casino_sw": "Online-Casino Software",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Casino-Spiller",
  "lottery_bingo": "Lotterie a Bingo",
  "casino_tournament": "Casino-Turnéier",
  "risk_management": "Risiko-Management",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Eis Aarbecht",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Lotterie-Spiller",
  "exch_sw_provider": "Exchange-Software Provider",
  "mobile_bet": "Mobil Wetten",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sportwetten Widget",
  "back": "Zréck",
  "exch_iframe_para": "Exchangebook iframe — erméiglecht séier Aktivatioun vum Exchangebook Modul via nahtlos API Integratioun. Eis ëmfaassend Exchangebook Servicer ënner Experteniwwerwaachung garantéieren eng breet Palette u Programmerung fir Online-Events a Mäert.",
  "contact_us!": "Kontaktéiert eis!",
  "exch_iframe_types": "Aarte vun Exchangebook iframe",
  "exch_iframe_types_para": "Eis Exchangebook iframe Léisungen kommen an dräi Varianten, all ugepasst op den benotzte Kanal, fir déi passendst Optioun fir Är Besoinen ze garantéieren:",
  "exch_iframe_types_list": "<li> iFrame fir <strong>Desktop</strong>, entworf fir Computeren mat verschiddene Resolutiounen a mat diverse a personaliséierbare Layouten. </li> <li> iFrame fir <strong>Terminals a Kiosks SSBT</strong>, mat Layouten optimiséiert fir Touchscreen-Systemer an eng intuitiv Benotzererfarung, ideal fir Ufänger Spiller beim Wetten. </li>",
  "exch_iframe_types_para2": "Zousätzlech kënnt Dir duerch eis API eng ëmfaassend Personaliserung vun Grafiken a Spillfunktiounen erreechen.",
  "cm_exch": "Comprehensive Managed Exchangebook",
  "cm_exch_para": "Eis Exchangebook iframe deckt d'Liwwerung vu Quotedaten-Feeds an d'Konfiguratioun vun de Basis-Wettastellungen. D'Software kënnt mat villen Features a Tools fir autonom Management vun Quotenmargen a Konfiguratiounen. Wann Äre Fokus op Spillerverwaltung a Marketing läit, bidden mir komplett verwaltete Trading-Servicer a Support.",
  "acq_exch": "D'Acquisitioun vun der Exchangebook iframe Léisung ass einfach",
  "acq_exch_para": "Mir hunn de Prozess fir d'iFrame Aktivatioun vereinfacht, mat nëmmen fënnef einfachen Schrëtt:",
  "acq_exch_list": "<li> Formaliséiert d'Ofkommes tëscht Vrnl an dem Client. </li> <li> Start d'Integratioun vum Exchangebook iFrame via APIs mat eisem SDK. </li> <li> Maacht eng Sëtzung fir d'Exchangebook Strategie ze definéieren. </li> <li> Identifizéiert déi interessantst Sporten a Events fir Äert Operatiounsgebitt. </li> <li> Go Live! </li>",
  "live_casino_sw_p1": "Eis <strong> Live Casino Plattform </strong> erlaabt Iech <strong> déi Top Live Provider </strong> z'aktivéieren, bekannt fir hir <strong> aussergewéinlech Qualitéit an mathematesch Integritéit.</strong>",
  "live_casino_sw_p2": "Mir sinn engagéiert Iech déi ultimativ Live-Casino-Erfarung ze bidden. Egal ob Dir erfuerene Gamer sidd oder nei an der Welt vun Online-Casinos, eis Plattform bitt eng immersiv Echtzäit-Erfarung déi zweet zu kengem ass.",
  "live_casino_sw_p3": "Vrnl's Live Casino Léisung bitt eng ëmfaassend Palette u Servicer, inklusiv: ",
  "live_casino_sw_p3_l1": "Komplett Historik-Reporting Tools",
  "live_casino_sw_p3_l2": "Visualiséierung vum Spillhistorik",
  "live_casino_sw_p3_l3": "Spillkonfiguratiounen",
  "live_casino_sw_p3_l4": "Risk Management Tools",
  "live_casino_sw_p3_l5": "Spillerverwaltung",
  "live_casino_sw_p3_l6": "Affiliate Management Tools",
  "live_casino_sw_p3_l7": "Multilevel Hierarchy Agent Struktur",
  "live_casino_sw_p4": "Mir hunn verschidde sécher Integratiounsmetoden entwéckelt, all userfrëndlech a fir einfach Implementatioun mat eiser Live-Casino API entworf.",
  "live_casino_sw_demo": "Demo Live-Casino Léisungen",
  "livecasino_integration": "<strong style='color: #575756;'>Live-Casino API</strong> Integratiounen",
  "livecasino_integration_para": "Dir kënnt eis Live-Casino Software bannent e puer Deeg lafen hunn. Zousätzlech bidden mir ëmfaassend Managementservicer fir déi ganz Operatioun ënner eiser Experte Iwwerwaachung. <strong style='color: #575756;'>Mir garantéieren och Zougang zur gréisster Auswiel u Live-Spiller online. </strong>",
  "live_casino_lobby": "An eisem userfrëndlechen Live Casino Game Lobby",
  "youcan": "kënnt Dir",
  "findgames_like": "fannen Spiller wéi:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack a Live Poker, Dice a Zuelenspiller.",
  "euro_roulette": "Europäesch Roulette",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikanesch Roulette",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Bucht eng Demo",
  "lottery_head": "Sicht Dir eng Lotterie & Bingo Plattform?",
  "lottery_head_desp1": "Mir hunn sorgfältig déi bescht <b style='color: #575756; font-size: 45px;'>Lotterie an Bingo</b> Spiller fir Iech ausgewielt.",
  "lottery_head_desp2": "Absolut, eis <b style='color:#575756; font-size: 16px;'>White Label Lottery a Bingo</b> Léisung bitt eng Rei verlockender Varianten vum klassesche Bingo-Spill zesumme mat de bekanntste Lotterie-Spiller.",
  "lottery_head_desp3": "Dir kënnt dës Spiller <b style='color:#575756; font-size: 16px;'>vun Ärem Smartphone</b> oder Computer genéissen, an mir garantéieren eng aussergewéinlech Benotzererfarung, well eis Spiller vun héchster Qualitéit sinn.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Zousätzlech sinn eis Spillalgorithmen sécher a fräi zertifizéiert, wat eng zouverlässeg an vertrauenswierdeg Spillfarung garantéiert.<br><br></strong>",
  "lottery_bingo_nos": "D'LOTTERIE & BINGO Zuelen",
  "bingo_games": "Bingo-Spiller",
  "over100": "iwwer 100",
  "over130": "iwwer 130",
  "suppliers": "LIWWERANTEN",
  "more20": "Méih wéi 20",
  "sports_betting_software_wl": "Sportswetten-Software White Label",
  "sports_betting_software_wl_desp": "Eng Firma engagéiert fir kontinuéierlech innovativ Léisungen ze verfollegen fir effektiv op seng entwéckelend Geschäftsbedierfnesser ze reagéieren.",
  "blink-soft": "Verbessert Är Erfarung mat fortgeschratte Sportswetten-Software",
  "platform_para1": "Modern Sportswetten-Softwareléisungen <b>transforméieren</b> wéi Wettspieler mat de Spiller interagéieren. Mat <b>nahtlosen Interfaces</b>, Echtzäit-Analytiken an Live-Wetten Funktionalitéiten liwwere dës Plattformen eng iwwerleeën Wetten-Erfarung fir nei wéi erfuerene Spiller.",
  "platform_para2": "Egal ob Dir en Online-Sportwettportal, e Retail-Wettgeschäft oder e Casino bedreiwt, eis ëmfaassend Suite vu Léisungen – inklusiv <b>B2C-Plattformen</b> an <b>personaliséierbar White-Label Produkter</b> – bitt déi néideg Flexibilitéit an Technologie fir konkurrenzfäeg ze bleiwen. Embrasséiert Innovatioun an erhéicht Är Sportswetten Operatiounen mat Software entworf fir <b>Leeschtung z'optimiséieren</b> an <b>Benotzerzefriddenheet</b>.",
  "try_b2b": "Entdeckt eis fortgeschratt B2B Wettsoftware",
  "try_b2c": "Entdeckt eis fortgeschratt B2C Wettsoftware",
  "wls_turnkey": "White Label Léisungen an Turnkey Plattformen",
  "wls_turnkey_p1_span1": "nahtlos an engagéiert Sportswetten-Erfarung",
  "wls_turnkey_p1_span2": "fir Är Clienten. Dësen Usaz eliminéiert de Besoin fir deier an Zäit-opwänneg Entwécklung, an erlaabt Iech op Wuesstem a",
  "custom_satisfaction": "Clientenzefriddenheet",
  "wls_turnkey_p2": "Eis sécher, héich-Performanz Wettplattform ass voll zertifizéiert vun onofhängegen Gaming-Laboratoiren, wat Konformitéit an Zouverlässegkeet garantéiert. Duerch eng Partnerschaft mat VRNL kritt Dir Zougang zu enger zouverlässeger Wett-Exchange, déi Profitabilitéit steigert während se déi",
  "highest_industry_standards": "héchst Industrie-Standarden",
  "igaming_platform": "iGaming Plattform",
  "igaming_platform_p1": "VRNL ass e zouverlässege Partner an der iGaming Industrie a bitt industriell féierend Léisungen",
  "sbs": "Sportswetten-Software",
  "igaming_platform_p2": "Eis Zil ass et, d'Online-Spilllandschaft ze transforméieren andeems mir Operateuren eng vielseitig, modern Plattform ubidden, déi nahtlos, engagéiert Spillfarung fir hir Benotzer garantéiert.",
  "online_casino": "Online Casino",
  "casino_para": "Wëllkomm bei VRNL Online Casino — <b>e zouverlässege Leader</b> deen eng sécher an spannend Spillplattform weltwäit liwwert. Eis Missioun ass et, eng aussergewéinlech Casino-Erfarung ze bidden déi Spiller engagéiert a ënnerhält.",
  "casino_para_list": "<li>Iwwer 75 Provider</li> <li>Méi wéi 15,000 Slot-Maschinen</li> <li>500+ Table-Spiller</li> <li>700+ Video-Poker Spiller</li> <li>Méih wéi 200 aner Spiller</li>",
  "casino_para2": "Eis Expertenteam ënnerstëtzt Iech an all Etapp, vun der Ausbildung bis zum Launch.",
  "play_livecasino": "Spill am Live-Casino wéi wann Dir direkt am Casino wiert",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Live Roulette </li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API Service Provider an iFrame",
  "api_services_iframe_p1": "VRNL bitt modernst <b>API-Integratioun an iFrame Léisungen</b>, déi nahtlos Plattformconnectivitéit, sécher Datenwiessel a verbessert Benotzerfarung erméiglechen — fir Geschäfter méi intelligent a séier ze bedreiwen.",
  "api_services_iframe_p2": "Bei VRNL verstinn mir d'Wichtegkeet vun engem nahtlosen Datenwiessel a Kommunikatioun tëscht Uwendungen. Mir bidden erstklassesch API-Integratiounsservicer, déi Är Software erlaben, einfach mat anere Plattformen ze interagéieren. Eis Experten suergen dofir, datt Är Systemer harmonesch funktionéieren a béid Iech an Äre Clienten eng glat Erfahrung bidden.",
  "virtual_games": "Virtuell Spiller",
  "virtual_games_desp1": "Bereet fir Är virtuell Spillrees mat VRNL unzefänken? Taucht an d'virtuell Welt wéi ni virdrun an sidd prett fir endlos Stonnen Ënnerhalung.",
  "virtual_games_desp2": "Bei VRNL sinn mir passionéiert fir modern virtuell Spillfarungen ze liwweren, déi Spiller an spannend nei Welten transportéieren. Eis Missioun ass et, déi immersivsten, ënnerhalendsten an fesselndsten virtuell Spiller unzebidden, déi Iech Stonnenlaang ënnerhalen.",
  "before_start": "Éier Dir ufänkt, entdeckt et am Aktioun!",
  "explore_demo": "op eiser Demo-Plattform:",
  "mobile_sbs": "Mobile Sportswetten-Software",
  "mobile_sbs_p1": "Eis <strong>Mobile App</strong> erlaabt Äre Wettspiller einfach Zougang zu hiren Gaming-Konten a Wetten via Tablets, Smartphones an aner mobil Apparater mat Internetverbindung.",
  "mobile_sbs_p2": "Vu Cricket a Soccer bis Tennis deckt eis Software eng extensiv Palette u sportlechen Evenementer weltwäit. Egal wat Äre sportleche Passioun ass, Dir kënnt op d'Spiller a Teams wetten déi Dir gär hutt.",
  "mobile_sbs_p3": "Eis Software geet net nëmmen ëm Wetten placéieren, et geet drëm eng nahtlos a benotzerorientéiert Erfarung ze kreéieren. Mir hunn an déi lescht Technologie investéiert fir sécherzestellen datt Navigatioun op eiser Plattform esou einfach wéi méiglech ass.",
  "advantages_sbs": "Virdeeler vun mobiler Sportswetten-Software",
  "advantages_sbs_l1": "Mobil Apps sinn méi séier",
  "advantages_sbs_l2": "Personaliséiert Wettinhalter",
  "advantages_sbs_l3": "Direkt Online Wetten",
  "advantages_sbs_l4": "Sécher an zouverlässeg",
  "advantages_sbs_p1": "Applikatiounen si vill méi séier wéi mobil Websäiten, mat méi séieren Aktiounen a Reaktiounen.",
  "advantages_sbs_p2": "Benotzer genéissen personaliséiert Inhalter fir eng méi immersiv Erfarung, mat op hir Preferenzen ofgestëmmt Wettoptiounen.",
  "advantages_sbs_p3": "All mobil Apps erlaben direkten Zougang mat engem eenzege Tipp, wat Benotzer erméiglecht, Wetten ze placéieren, Gaming-Konten ze kontrolléieren, am Casino ze spillen a hir Lieblingsligue ouni Verzögerung ze wielen.",
  "advantages_sbs_p4": "Eis Sécherheet ass eis Top-Prioritéit. VRNL Mobile Sportswetten-Software ass mat modernsten Sécherheetsmoossnamen entwéckelt fir Är perséinlech an finanziell Informatioun ze schützen. Dir kënnt mat Berouegung wetten.",
  "online_casino_sw_p1": "VRNL ass e féierende Fournisseur vu <strong>Online Casino Software</strong> a <strong>Plattformen</strong>. Si spillen eng entscheedend Roll beim Design a Entwécklung vu Casino-Plattformen, fir se benotzerfrëndlech a funktional räich ze maachen.",
  "online_casino_sw_p2": "Eis Marketingteam schafft haart fir sécherzestellen datt Äre Online-Casino eng prominent Plaz op der Frontsäit kritt, wat héich Visibilitéit am Online-Maart garantéiert.",
  "online_casino_sw_p3": "D'Online-Casino Plattform kënnt mat verschiddene virkonfiguréierte Spiller, an eis Iwwerwaachungsinstrumenter ginn Iech eng kloer Echtzäit-Übersicht iwwer d'Entwécklung a Leeschtung vun Ärem neien Projet.",
  "customized_theme": "Dëst ass e Thema a ka personaliséiert ginn, kuckt et an der Aktioun:",
  "live_casino_sw_desp1": "Mir bidden déi ëmfaassendst Auswiel u Top-<strong>Live-Casino Fournisseuren</strong><br>",
  "live_casino_sw_desp2": "weltwäit, fir Zougang zu der gréisster Varietéit vun Live-Tables online an eng nahtlos Multi-Channel Liwwerfarungserfarung ze garantéieren.",
  "casino_sw_features": "Haaptfeatures vun der Casino-Software",
  "casino_sw_features_p1": "Eis <strong>Casino-Software Plattform</strong> ass entworf fir eng nahtlos an immersiv Spillfarung fir Spiller an Operateuren ze bidden.<br /><br />",
  "casino_sw_features_p2": "Wichteg Features vun eiser Plattform enthalen:",
  "casino_sw_features_list": "<li>Visibilitéit a Kontroll iwwer Table-Bereicher.</li> <li>Spilltable-Attributer a Astellungen.</li> <li>VIP-Limiten.</li> <li>Clientfunktionalitéit a Zougang zu eise Personaliséierungsinstrumenter.</li> <li>Reporting-Mechanismus an Notifikatiounssystem dat Operateuren direkt Zougang a Warnungen op operativ Notifikatiounen gëtt.</li> <li>API fir Business Intelligence (BI)</li> <li>Marketinginstrumenter</li> <li>API fir extern Integratioun</li>",
  "casino_sw_features_p3": "Eis benotzerfrëndlech Personaliserungsinstrument erméiglecht et Bookmakeren, Echtzäit-Ännerungen un verschiddene Aspekter vun hire Live-Offeren ze maachen, inklusiv Banner, Schrëften a Faarfschemata, alles mat intuitiven Kontrollmechannen.",
  "casino_sw_features_p4": "Eis nei Plattform funktionéiert als autonom, agil a flexibel System. Dës Agilitéit erlaabt eis prompt op Ufro vum Bookmakeren ze reagéieren an héich Qualitéitsstandarden beim Entwéckelen vun neie a bestehende Produkter opzrechtzehalen.",
  "casino_sw_features_p5": "Fir Äert Geschäft ze beschleunegen, bidden mir och e",
  "casino_sw_features_p6": "mat enger grousser Auswiel vu méi wéi 3000+ Spiller.",
  "integrate_iframe_apis": "Integratioun mat externe Plattformen via iFrames an APIs",
  "integrate_iframe_apis_para": "Eis Plattform bitt flexibel Integratiounsoptiounen. Dir kënnt nahtlos <strong>iFrame oder APIs integréieren</strong>. Et kann un Är spezifesch Besoinen ugepasst ginn, egal ob et eng ëmfaassend Full-Service Integratioun, eng spezialiséiert Sportswetten-Léisung, oder e Fokus op <strong>Online-Casino Spiller</strong>, inklusiv <strong>Live-Casino</strong> Offeren ass.",
  "view_demo": "Demo uweisen",
  "we_are": "Mir sinn",
  "online_exchange_sw_p1": "Bei VRNL sinn mir houfreg, modern Online Exchange Software ze liwweren déi d'Wetterfarung nei definéiert. Mir bidden eng voll funktionell Plattform mat enger grousser Auswiel u Live-Matcher monatlech verfügbar. Mat eisen Live-Streaming Optiounen transforméiere mir Äre Bookie an eng Entertainment-Plattform, ënnerstëtzt duerch Zertifizéierungen vun onofhängege Gaming-Laboratoiren.",
  "online_exchange_sw_p2": "VRNL's Online Exchange Software bitt eng ëmfaassend Palette vu Sportswetten-Optiounen. Egal ob Dir Cricket, Soccer, Tennis oder all aner Sport gär hutt, mir hunn et ofgedeckt. Eis Plattform bitt Echtzäit-Quoten, In-Play Wetten an eng benotzerfrëndlech Interface déi Wetten placéieren einfach mécht.",
  "onther_head": "Mir vereinfachen de Prozess fir Iech nahtlos an d'Geschäft ze integréieren.",
  "onther_p1": "Dëst Thema ass héich personaliséierbar, an Dir kënnt seng Flexibilitéit an der Aktioun erliewen:",
  "main_features": "Haaptfeatures",
  "feature_para": "VRNL ass um Virdergrond fir Wetten a Online-Casino Management ze revolutionéieren. Mat eiser Expertise kritt Dir Zougang zu:",
  "feature_list": "<li><strong>Eng global Wettfarung: </strong> VRNL bitt Zougang zu enger ëmfaassender Auswiel vu Sportarten, Ligen a Wettmarchéen weltwäit. Mat eis kënnt Dir Äre Benotzer eng wierklech global Wettfarung ubidden.</li> <li><strong>Ëmfassend Pre-Match Optiounen: </strong> Wielt aus enger grousser Auswiel vun 150,000 monatleche Pre-Match Wetten. Mir garantéieren datt Är Plattform mat enger grousser Variatioun un Optiounen ausgestatt ass fir divers Wëllen ze déngen.</li> <li><strong>Spannend In-Play Chancen: </strong> Engagéiert Är Benotzer mat 75,000 monatleche In-Play Optiounen. Dës Echtzäit-Wetten addéieren Opreegung a Spontanéitéit zur Wettfarung.</li> <li><strong>Casino-Spiller fir d'Metaverse: </strong> VRNL bitt eng extensiv Sammlung vu Casino-Spiller passend fir d'Metaverse. Taucht Är Benotzer an eng virtuell Casino-Ëmfeld mat eiser diverser Auswiel un Spiller.</li> <li><strong>Nahtlos iFrame Integratioun: </strong> Integréiert eis iFrame einfach an Är iGaming Plattform. Eis benotzerfrëndlech iFrame Léisung erméiglecht Iech d'Fäegkeeten vun der Plattform einfach ze verbesseren.</li> <li><strong>Flexibel Integratioun: </strong> Wielt Äre Integratiounsmodus, egal ob iwwer API oder iFrame. Mir bidden flexibel Optiounen fir Äre Komfort a Plattformbedierfnesser.</li>",
  "sports_header_2": "Online Exchange Software iGaming Casino Plattform",
  "sports_header_2_p1": "Mir bidden eng <a style='color: #a0c528;' href='#'>White Label Casino</a> Léisung mat enger extensiver Bibliothéik vun iwwer 1.000 Spiller.",
  "sports_header_2_p2": "Eis Servicer enthalen d'Erhale vun engem Gaming-Lizenz a legal Ënnerstëtzung fir Äre Casino Geschäft unzefänken, wat sécher an zertifizéiert Spillmathematik garantéiert.",
  "sports_header_2_p3": "Mir hu déi beschte Gaming-Fournisseuren erausgesicht fir Iech déi gréisste Auswiel u Live-Casino Spiller a Casino-Spiller online ze bidden. Mir hunn d'Partnerschaften mat Top Fournisseuren sorgfältig gewielt fir eng unvergläichlech Vielfalt un Live-Casino an Online-Casino Spiller ze garantéieren.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person Spiller</li> <li>Slots</li> <li>Amerikanesch Roulette Live</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>SICBO</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Spill am Live-Casino wéi wann Dir direkt am Casino wiert",
  "top_online_providers": "Top Online Casino Fournisseuren op Weltklass",
  "online_casino_p1": "Sidd Dir prett fir Är Online-Casino-Erfarung op déi nächst Niveau ze hiewen? Kuckt net weider! VRNL ass Är One-Stop Léisung fir all Är Online-Casino Besoinen. Mir bidden Top-Servicer a modern Léisungen fir Online-Casino Operateuren, wat eng onvergiesslech Spillfarung fir Är Spiller garantéiert.",
  "user_data_section1": "<li>Provideren 75+ Méih</li> <li>Slot-Maschinnen 15,000+ Méih</li> <li>Table-Spiller 500+ Méih</li> <li>Video Poker 700+ Méih</li> <li>Aner Spiller 200+ Méih</li>",
  "lottery_bingo_games": "Lotterie- a Bingo-Spiller",
  "lottery_bingo_games_p1": "Bei VRNL brénge mir d'Opreegung vun Lotterie- a Bingo-Spiller op Äre Bildschierm an an lokal Retail-Geschäfter. Egal ob Dir Fan vun traditionelle Pabeier-Ticketen sidd oder déi bequem Optioun vum Online-Spill léiwer hutt, mir hunn alles ofgedeckt. Mat eis geet et net nëmmen ëm Spiller; et geet ëm de Spannungsgewënn an d’Freed vum Spill.",
  "user_data_section2": "<li>Bingo 80+ Méih</li> <li>Lotterie 130+ Méih</li>",
  "ultimate_dest": "Déi ultimativ Destinatioun fir Online a Retail Lottos- a Bingo-Spiller",
  "weare_vrnl": "Mir sinn VRNL",
  "weare_vrnl_desp": "<strong>DÉI GRÉISST PLATTFORM FIR SPORTS- A CASINO WHITE LABEL</strong> Déi breetst Auswiel u Ënnerhalungsspiller online verfügbar. White Label Casino mat méi wéi 1.000 Spiller. Déi verfügbar Online-Casino Software ass einfach, well eis Plattform liicht ze geréieren ass.",
  "res_design": "Responsivt Design",
  "res_design_desp": "Eise Site ass responsiv, dat heescht, en affichéiert sech richteg op Tablets, mobilen Apparater an Desktops fir eng optimal Benotzerfarung.",
  "custmzd_options": "Personaliséierungsoptiounen",
  "custmzd_options_desp": "Mir bidden eise Clienten eng grouss Auswiel u Personaliséierungsoptiounen, wou se Faarwen, Schrëften a Layout fir d’Websäit kënnen auswielen. Dat garantéiert, datt d’Websäit hirem eenzegaartege Stil an hire Preferenzen entsprécht.",
  "loading_speed": "Lueden-Geschwindegkeet",
  "loading_speed_desp": "Eise Site ass fir Geschwindegkeet an Leeschtung optiméiert. En huet séier Ladezäiten iwwer verschidden Apparater an Internetverbindungen.",
  "b2b_theme": "B2B (Business to Business)",
  "b2b_theme_p1": "Eist B2B-Thema ënnerscheet sech duerch seng eenzegaarteg Features. Mir hunn eng zousätzlech Parley-Optioun agebaut fir eng méi räich Wettfarung.",
  "b2b_theme_p2": "Eist Thema ass gepräägt vun de schéinste Faarwekombinatiounen a Design-Elementer, wat eng ästhetesch agréabel Interface garantéiert. D’Benotzer hunn d’Rechter fir Wetten op eng grouss Villfalt vu Sportaarten ze placéieren, dorënner Cricket, Fussball an Tennis.",
  "b2b_theme_p3": "Mir hunn och vill verschidde Casino-Spiller fir méi Ënnerhalung. Zousätzlech bidde mir verschidden Aarte vu Casinos, wéi den AWC Casino, deen eng impressionant Sammlung vu méi wéi 500 Slot-Spiller a méi wéi 100 Table-Spiller huet.",
  "b2c_theme": "B2C (Business to Customer)",
  "b2c_theme_p1": "Eise B2C-Site bitt eng benotzerfrëndlech Erfarung fir eis Clienten. Si kënnen sech einfach iwwer hir Telefonsnummer registréieren – eng praktesch an sécher Manéier fir en Account ze kreéieren.",
  "b2c_theme_p2": "Nom Aschreiwen kënnen d’Benotzer Suen op hiren Account alueden, wat et einfach mécht, mam Wetten a Spillen unzefänken. Mir bidden och e nahtlosen Austrëttsprozess, fir datt d’Benotzer hire Gewënn ouni Problemer kënnen ophiewen.",
  "b2c_theme_p3": "Fir d’Erfarung ze verbesseren, bidden mir Bonuspunkten un, déi d’Benotzer kënne verdéngen an während hirem Openthalt op der Plattform benotzen. Dat bréngt eng extra Schicht un Opreegung a Wäert fir eis Clienten.",
  "b2c_theme_p4": "Insgesamt ass eise B2C-Site entworf, fir eng einfach an agreabel Wett- a Spillfarung ze bidden, mat der Fräiheet fir ze spillen, anzebezuelen an auszebezuelen ouni Stress.",
  "request_demoID": "Ufro Demo-ID",
  "form_name": "Numm *",
  "form_name_err": "Gitt w.e.g. Ären Numm an (op mannst 3 Zeechen).",
  "form_email": "E-Mail *",
  "form_email_err": "Gitt w.e.g. eng gülteg E-Mail un.",
  "form_country": "Land *",
  "form_country_err": "Wielt w.e.g. Äert Land.",
  "form_district": "Bezierk *",
  "form_district_err": "Gitt w.e.g. Äre Bezierk un.",
  "form_whatsapp": "WhatsApp-Nummer *",
  "form_whatsapp_err": "Gitt eng gülteg WhatsApp-Nummer un.",
  "form_turnover": "Monatlechen Ëmsaz *",
  "form_turnover_err": "Gitt w.e.g. Ären monatlechen Ëmsaz un.",
  "form_users": "Wéi vill Benotzer *",
  "form_users_err": "Gitt w.e.g. eng gülteg Unzuel u Benotzer un.",
  "form_current": "Aktuell Plattform *",
  "form_current_err": "Gitt w.e.g. Är aktuell Plattform un.",
  "form_issues": "Problemer mat der aktueller Plattform *",
  "form_issues_err": "Beschreift d’Problemer (op mannst 10 Zeechen).",
  "form_telegram": "Sidd Dir op Telegram? *",
  "form_select": "-- Auswielen --",
  "form_yes": "Jo",
  "form_no": "Nee",
  "form_telegram_err": "Wielt w.e.g. ob Dir e Telegram-Handle hutt.",
  "form_telhandle": "Telegram Handle *",
  "form_telhandle_err1": "Telegram Handle ass erfuerderlech.",
  "form_telhandle_err2": "Telegram Handle muss mat &#64; ufänken (z. B. &#64;username).",
  "demo_url": "Demo-URL",
  "form_submit": "Ofschécken",
  "form_name_ph": "Gitt Ären Numm an",
  "form_email_ph": "Gitt Är E-Mail an",
  "form_district_ph": "Gitt Äre Bezierk an",
  "form_whatsapp_ph": "Gitt Är WhatsApp-Nummer an",
  "form_turnover_ph": "Gitt Ären monatlechen Ëmsaz an",
  "form_users_ph": "Gitt d’Zuel vun de Benotzer un",
  "form_current_ph": "Gitt aktuell Plattform un",
  "form_issues_ph": "Beschreift d’Problemer mat der aktueller Plattform",
  "form_telhandle_ph": "Gitt Ären Telegram Handle an",
  "our_commitment": "Eis Engagement",
  "our_commitment_p1": "VRNL verpflicht sech, Är Privatsphär ze schützen an Är perséinlech a finanziell Donnéeën ze sécheren. Dës Politik erkläert, wéi eng Informatioune mir sammelen, wéi mir se benotzen, a wéi eng Moossname mir huelen, fir se ze schützen. Referenze vu vrnl.net enthalen och seng Uwendungen.",
  "our_commitment_p2": "Dës Politik gëllt fir all VRNL-Websäiten an -Uwendungen, wou se ugewisen ass, a Konformitéit mat de gëelegene Gesetzer an de Regiounen, an deene mir schaffen. Zousätzlech regional oder service-spezifesch Dateschutz-Hinweiser kënnen dës Politik ergänzen.",
  "our_commitment_p3": "Wann Dir Informatiounen iwwer Drëtt-Partei-Plattformen (z. B. Social Media Login) gitt, sammelen mir Donnéeën iwwer dës Integratiounen ënner dëser Politik. Awer d’Privatsphär-Praktike vun dëser Drëtt-Partei gëllen fir d’Donnéeën, déi si direkt sammelen.",
  "our_commitment_p4": "Eis Plattformen kënnen Links op extern Säiten enthalen, déi net vu VRNL besëtzt oder kontrolléiert ginn. Mir si net verantwortlech fir hir Dateschutz-Praktiken a roden Iech, hir Policen ze liesen, ier Dir Informatioun deelt.",
  "our_commitment_p5": "Dës Dateschutzpolitik soll zesumme mat eise Benotzungsbedéngungen gelies ginn.",
  "user_content": "Benotzer-Zoustëmmung",
  "user_content_para": "Wann Dir de VRNL-Service benotzt (z. B. wann Dir Iech registréiert, eng Servicer kaaft, un engem Concours deelhëlt oder mat eis kommunizéiert), averstannt Dir mat eiser Sammlung, Notzung a Deele vun Ären Donnéeën wéi an dëser Politik beschriwwen. A verschiddene Fäll, besonnesch wann Äert Land duerch Dateschutz-Regulatiounen ofgedeckt ass, froe mir explizit Är Zoustëmmung, ier Dir Servicer benotze kënnt.",
  "accessing_webNet": "Zougang op Websäiten a Network18 Servicer iwwer VPN",
  "accessing_webNet_p1": "Dir däerft net op VRNL-Websäiten oder -Servicer zougräifen iwwer Methoden oder Technologien, déi Är richteg geographesch Positioun verstoppen oder verfälschen (z. B. Virtual Private Network (VPN) oder änlech Tools).",
  "accessing_webNet_p2": "VRNL ass net verantwortlech fir d'Sammlung, d'Späicherung oder d'Veraarbechtung vun Ären Donnéeën, wann esou Methoden benotzt ginn.",
  "collection_personalInfo": "Sammlung vu perséinlechen Donnéeën a Benotzung dovun",
  "collection_personalInfo_p1": "„Perséinlech Donnéeën“ (PII) bezitt sech op all Date, déi eng Persoun direkt oder indirekt identifizéiere kënnen, wéi Numm, Postadress, E-Mail oder Telefonsnummer. Wann anonym Donnéeën mat perséinlechen Donnéeën verbonne ginn, ginn se och als perséinlech Donnéeë behandelt.",
  "collection_personalInfo_p2": "VRNL sammelt nëmmen déi noutwendeg perséinlech Donnéeën, fir Är Ufroen ze erfëllen a personaliséiert Produkter a Servicer ze liwweren. Mir sammelen esou Informatiounen nëmmen, wann Dir se bewosst a fräiwëlleg ugitt.",
  "collection_personalInfo_p3": "Är perséinlech Donnéeë kënne vu VRNL an hire Servicepartner benotzt ginn, fir eis Websäiten a Servicer ze bedreiwen an Iech iwwer nei Features, Produkter a Servicer vun VRNL an hiren Affiliationen z’informéieren.",
  "info_provide_us": "1. Informatioune, déi Dir eis gitt",
  "info_provide_us_desp": "Mir kënne follgend perséinlech Donnéeën iwwer Iech froen a sammelen, wann Dir vrnl.net benotzt. Ouni dës Informatioun kënne mir Iech vläicht net all gefrote Servicer ubidden:",
  "reg_data": "a. Registréierungsdaten",
  "reg_data_desp": "Fir verschidde Features um Site oder an der App ze benotzen (z. B. Eventregistréierungen oder Websäit-Campagnen), kënnt Dir Basis-Kontaktinformatioun uginn, dorënner awer net limitéiert op:",
  "reg_data_list": "<li><span>Virnumm</span></li> <li><span>Familljennumm</span></li> <li><span>E-Mail Adress</span></li>",
  "user_pro_details": "b. Benotzerprofil-Detailer",
  "user_pro_details_desp": "Mir kënnen zousätzlech folgend perséinlech Donnéeën an der Rubrik 'Mäi Profil' sammelen a späicheren, fir personaliséiert Inhalter ze liwweren an Äre Profil ze geréieren, dorënner awer net limitéiert op:",
  "user_pro_details_list": "<li><span>Numm</span></li> <li><span>Geschlecht</span></li> <li><span>E-Mail ID</span></li> <li><span>Gebuertsdatum</span></li> <li><span>Land</span></li> <li><span>Stad</span></li> <li><span>Telefonsnummer</span></li>",
  "mobile_device_permissions": "c. Mobil-Apparat Berechtegungen",
  "mobile_device_permissions_desp": "Wann Dir eis Applikatioun op mobilen Apparater/Tablets/TVs oder aneren Apparater benotzt, kënne mir Zougang froen zu:",
  "mobile_device_permissions_list": "<li><span>Konten – Fir méi Benotzerkonten ze geréieren an ze loggen</span></li> <li><span>Kontakter – Fir Zougang zu Äre Kontakter, fir Artikele kënnen ze deelen</span></li> <li><span>Telefon – Fir den Telefonzoustand ze liesen an Notifikatiounen un Ären Apparat ze schécken (IMEI gëtt gesammelt fir all Benotzer eenzegaarteg z’identifizéieren)</span></li> <li><span>Kamera – Fir Fotoen oder Profilbiller eropzelueden</span></li> <li><span>Mikrofon – Fir Stëmmkommandoen z’aktivéieren</span></li> <li><span>Späicher – Fir Zougang op Dossieren an der App</span></li> <li><span>SMS – Fir Verifizéierungs-SMS ze schécken a kréien</span></li>",
  "mobile_device_permissions_desp2": "Dës Berechtegungen kënne fir d’korrekt Fonctionnéiere vun der Applikatioun essentiell sinn. Dir kënnt se an Äre Gerätes-Einstellungen geréieren.",
  "info_voluntarily": "2. Informatioune, déi Dir eis fräiwëlleg gitt",
  "info_voluntarily_desp": "Wann Dir eis perséinlech Korrespondenz schéckt (z. B. E-Mailen oder Bréiwer), oder aner Benotzer oder Drëtt-Parteien eis Korrespondenz iwwert Är Aktivitéiten op vrnl.net schécken, kënne mir dës späicheren.",
  "info_voluntarily_para": "Mir kënnen och zousätzlech Informatioune sammelen, wann Dir Feedback gitt, Äre Profil ännert, op Ëmfroen äntwert oder mat eis kommunizéiert. Dës kënnen Ären Numm, E-Mail, Telefonsnummer, Plaz usw. enthalen.",
  "info_auto": "3. Informatiounen, déi mir automatesch sammelen",
  "info_auto_desp": "Mir sammelen Informatioun iwwer Iech an Är Notzung vun eisem Service, Är Interaktioune mat eis an eiser Reklamm, souwéi Informatioun iwwer Ären Computer oder Apparater, déi benotzt ginn, fir op eis Servicer zouzegräifen (Handyen, Tablets, Fernseher, etc.). Dës enthalen, awer net limitéiert op:",
  "info_auto_list": "<li><span>Aktivitéiten op vrnl.net wéi Säiten, déi Dir kuckt, Zäit verbruecht, Sichufroen, etc.</span></li> <li><span>Är Interaktioune mat eiser E-Mail, Clientsservice a Messagerie-Plattform.</span></li> <li><span>Geo-Location iwwer IP-Adress</span></li> <li><span>Apparat-Info wéi Apparat-ID, Modell an aner eenzegaarteg Kennungen</span></li> <li><span>Reklamm-Identifieren (z. B. IDFA op iOS an GAID op Android)</span></li> <li><span>Informatioun iwwer Cookien an aner Technologien*</span></li>",
  "info_auto_note": "*Bemierkung: Fir Är Erfarung ze verbesseren, kënne mir <b>Cookien</b> oder ähnlech Technologien benotzen, fir Iech eng <b>eenzege Benotzer-ID</b> zouzeweisen an Är Interessen besser ze verstoen. <b>Cookien</b> weisen Är Identitéit net, ausser Dir gitt se fräiwëlleg un, an si kënnen och net op Donnéeën um Apparat zougräifen. Reklammsgeber kënnen hir eege Cookien setzen, wann Dir mat hire Reklammen interagéiert – dat kontrolléiere mir net.",
  "inferred_info": "4. Ofgeleet Informatioun duerch Notzung an Log-Daten",
  "inferred_info_desp": "Mir kënnen gewëssen Informatioun iwwer Iech verfollegen op Basis vun Ärem Verhalen op vrnl.net. Mir benotzen dës Informatioun fir intern Fuerschung iwwer d'Demographie, Apparater, Interessen an d'Verhalen vun eise Benotzer ze maachen, fir eis Benotzer besser ze verstoen, ze schützen an ze déngen. Dës Informatioun gëtt op enger aggregéierter Basis zesummegestallt an analyséiert.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> Mir kënnen Är Informatioun och sammelen fir d'Benotzerverhalen an d'Präferenzen fir intern Analysen a Fuerschung ze verfollegen. Mir kënnen Är Informatioun och benotzen:</strong><br> (i) Fir Ären Interessi fir Investitiounsoptiounen, Servicer, Offeren, Abonnementer z’evaluéieren; <br> (ii) Fir Analysen duerchzeféieren a Clientefuerchung ze maachen, fir Ären Interessi z'identifizéieren, fir Inhalter z'identifizéieren déi Verkaf generéieren a fir Traffic-Muster z'analyséieren.<br>",
  "inferred_info_a": "a. Interaktiv Funktiounen",
  "inferred_info_a_desp1": "vrnl.net huet vill Funktiounen déi de Benotzer/Membere erlaben hir Identitéit ze verroden an mat anere Benotzer/Membere ze kommunizéieren. Är Notzung vun esou Funktiounen an d'Verëffentlechung vun all perséinlechen Detailer (z.B. E-Mail-Adress) duerch dës Funktiounen ass op Äre eegene Risiko an vrnl.net iwwerhëlt keng Verantwortung dofir. Wann Är Privatsphär verletzt gouf wéinst der Participatioun un esou Funktiounen, kënnt Dir eis per E-Mail um vrnl@gmail.com notifiéieren.",
  "inferred_info_a_desp2": "Wann Dir decidéiert Messagen op Social Media Konten, Messageboards, Chatrooms oder aner Messageberäicher ze posten oder Feedback hannerloosst, sammelen mir déi Informatioun déi Dir eis gitt. Mir behalen dës Informatioun soulaang wéi néideg fir Sträitfäll ze léisen, Clientsservice ze bidden an Problemer ze behiewen wéi et vum Gesetz erlaabt ass. Mir kënnen esou Informatioun och op aggregéierter Basis behalen fir Maarttrends a Maartstëmmungen ze formuléieren. Mir verbannen awer keng vun Äre perséinlechen Donnéeën mat dëse Kommentaren oder Posts wärend esou Analysen.",
  "inferred_info_b": "b. Benotzererfarung a Support",
  "inferred_info_b_desp1": "Mir identifizéieren an benotzen Är IP-Adress fir Problemer mat eisem Server ze diagnostizéieren an eis Applikatioun ze verwalten. Är IP-Adress gëtt och benotzt fir Iech z'identifizéieren an allgemeng demographesch Informatioun ze sammelen fir Är Erfarung op vrnl.net unzepassen.",
  "inferred_info_b_desp2": "Heiansdo froe mir Iech optional Online-Enquêten auszefëllen. Dës Enquêten kënnen Iech no Kontaktinformatioun a demographeschen Donnéeën froen (wéi Postleitzuel, Alter, etc.). Mir benotzen dës Donnéeën fir Är Erfarung op vrnl.net unzepassen, Iech Inhalter ze weisen déi mir mengen, dass Iech interesséieren an Inhalter no Äre Preferenzen unzeweisen.",
  "info_thirdparty": "5. Informatioun déi mir duerch Drëttpersounen sammelen",
  "info_thirdparty_a": "a. Social Media Login",
  "info_thirdparty_a_desp": "Wann Dir Iech mat anere Konten wéi Facebook, Gmail asw. registréiert, kritt mir Informatioun vun dëse Konten fir weider mat Iech ze interagéieren an d'Servicer weiderzebidden. Mir sammelen déi folgend Informatioun vun de jeeweilegen Social-Media-Plattformen, inklusiv awer net limitéiert op:",
  "info_thirdparty_a_list": "<li><span>Facebook - Ëffentlech Informatioun, Numm, E-Mail-Adress, Frënn-Lëscht</span> </li> <li><span>Google - Virnumm, Familljennumm, E-Mail-Adress </span></li>",
  "info_thirdparty_b": "b. Transaktioun- oder Rechnungsinformatioun",
  "info_thirdparty_b_desp": "Op Basis vun Ärem Kaf vun engem Abonnementspak, kann eise Bezuelgateway-Partner Informatioun iwwert Är Kredit-/Debitkaartendetailer oder aner Bankkontendetailer zesumme mat Ärer Rechnungsadress sammelen. Dës Informatioun gëtt vum Bezuelgateway-Partner gespäichert. Zum Beispill benotzen d'Servicer en Drëtt-Partei-Bezuelgateway fir d'Bezuelung vun Ärer Abonnementsgebühr ze verschaffen. W.e.g. notéiert datt vrnl.net keng finanziell Informatioun wéi Kreditkaart- oder Debitkaartendetailer oder Net-Banking-Donnéeën direkt vun Iech sammelt. Dës Bezuelgateway-Partner stinn net ënner eiser Kontroll. Wann Dir esou Bezuelgateways besicht, maacht Dir dat op Äre eegene Risiko. Dës Bezuelgateways kënnen hir eege Dateschutzpolitike hunn, déi mir empfeelen ze iwwerpréiwen. Mir iwwerhuelen keng Verantwortung fir dës Gateways oder hir Privatsphärpraktiken.",
  "lawfulness_processing": "I. Zwecker a Gesetzméissegkeet vun der Veraarbechtung",
  "lawfulness_processing_desp1": "vrnl.net sammelt a verschafft nëmmen perséinlech Donnéeën iwwer Iech wann mir eng gesetzlech Basis hunn. Dës enthalen Är ausdrécklech Zoustëmmung oder 'legitim Interesse' wou d'Veraarbechtung néideg ass fir Iech Clientsservice ze bidden oder Är Donnéeën fir Premiumservicer ze verschaffen (z.B. duerch eis Bezuelgateway-Déngschtleeschter).",
  "lawfulness_processing_desp2": "Mir benotzen Informatioun fir eis Servicer unzebidden, z'analyséieren, ze verbesseren an unzepassen, fir Registréierungen, Bestellungen a Bezuelungen ze verschaffen an fir mat Iech ze kommunizéieren. Zum Beispill benotze mir Informatioun fir:",
  "lawfulness_processing_list": "<li><span>Är Portfoliobedierfnesser z'erkennen an personaliséiert Suggestiounen, Tipps a Prognosen iwwer Maarttrends ze ginn;</span></li> <li><span>potenziell verbued oder illegal Aktivitéiten inklusiv Bedruch ze verhënneren an z'ënnersichen;</span> </li> <li><span>eis Publikum ze verstoen, ze verbesseren an Inhalter- a Recommandatiounsalgorithmen z'optimiséieren;</span></li> <li><span>mat Iech iwwert eise Service ze kommunizéieren (per E-Mail, Push-Noriichten, SMS, Online-Messaging), fir Iech Neiegkeeten, nei Funktiounen, Offeren a Surveyen zouzeschécken, oder Iech bei Ufroën (z.B. Passwuert zrécksetzen) ze hëllefen.</span></li> <li><span>Ännerunge vun de Servicer-Bedéngungen matzedeelen.</span></li> <li><span>Interaktiv Funktiounen vun de Servicer zougänglech ze maachen.</span></li> <li><span>Eis Rechter an Obligatiounen aus Kontrakter duerchzesetzen, abegraff Rechnungen a Remboursementer.</span></li>",
  "lawfulness_processing_desp3": "Mir kënnen Är Informatioun benotzen fir Iech eng personaliséiert Erfarung ze bidden wann Dir eis Säiten/Apps benotzt, souwéi fir Marketingzwecker.",
  "lawfulness_processing_desp4": "Mir bidden Personalisatioun andeems mir Donnéeën benotzen, déi Dir eis gitt duerch Cookies, IP-Adressen oder ähnlech Technologien. Sou kënne mir Iech Inhalter an/oder Reklammen ubidden, déi fir Är Interessen méi relevant sinn. W.e.g. gitt Är ausdrécklech Zoustëmmung wann mir dës Donnéeën sammelen oder passt Är Astellungen an Ärem Kont un.",
  "info_usedBy": "II. Informatioun benotzt vun der Firma",
  "info_usedBy_desp1": "D'Informatioun, déi vun de Benotzer geliwwert gëtt, erméiglecht eis d’Servicer ze verbesseren an Iech eng méi frëndlech Erfarung ze bidden. An e puer Fäll kënne mir Är Kontaktadress verlaangen. D'Firma kann dës Informatioun benotzen fir d’Servicer ze erhale, ze schützen an nei Servicer z'entwéckelen. Mir kënnen och Är E-Mail benotze fir Iech kommerziell oder Marketingmessagen ze schécken mat Ärer Zoustëmmung, sou wéi vum Gesetz gefuerdert. Fir administrativ Zwecker (z.B. Notifikatiounen, Clientsservice, Rechnungen) kënne mir Är E-Mail och ouni Zoustëmmung benotzen.",
  "info_usedBy_desp2": "All perséinlech Informatioun, déi vun Iech fräi verfügbar gemaach gëtt am ëffentleche Raum (z.B. Posts op Social Media), gëtt net als sensibel ugesinn ënner dëser Dateschutzpolitik. Wann Dir decidéiert keng perséinlech Informatioun ze liwweren, kënne mir Iech bestëmmte Servicer net ubidden. Wann Dir Iech registréiert, kënne mir Iech kontaktéieren fir Är Donnéeën z'aktualiséieren.",
  "disclosure_tp": "III. Weiderginn un Drëttpersounen",
  "disclosure_tp_b": "b. Reklammen",
  "disclosure_tp_b_desp": "Wann mir Informatioun un Annonceuren presentéieren, da geschitt dat meeschtens a Form vu Statistiken iwwer Traffic op verschidde Säiten. Mir benotze Drëtt-Partei-Firmen fir Annoncen ze schalten. Dës kënnen Informatioun iwwer Är Besich benotzen fir Iech gezielte Reklammen unzeweisen. Mir ginn awer keng perséinlech Donnéeën ouni Är Zoustëmmung weider.",
  "disclosure_tp_d": "d. Promotiouns-Offeren",
  "disclosure_tp_d_desp": "Mir ginn Är Informatioun nëmmen ausserhalb vu vrnl.net weider wann Dir zougestëmmt hutt (z.B. fir SMS- oder E-Mail-Offeren a Newsletteren).",
  "disclosure_tp_f": "f. Gesetzlech",
  "disclosure_tp_f_desp": "vrnl.net kann perséinlech Donnéeën verëffentlechen wann et vum Gesetz verlaangt gëtt oder am gudde Glawe néideg ass:",
  "disclosure_tp_f_list": "<li><span>fir dem Gesetz nozekommen oder juristesch Prozesser ze respektéieren;</span></li> <li><span>fir d’Rechter oder d’Propriétéit vum Site oder senge Benotzer ze schützen;</span></li> <li><span>fir d’perséinlech Sécherheet vun de Benotzer oder der Ëffentlechkeet ze schützen.</span></li>",
  "controls_choices": "IV. Är Kontrollméiglechkeeten",
  "managing_info": "Verwaltung vun Ärer Informatioun",
  "managing_info_desp1": "Wann Dir d'Servicer vu moneycontrol (Websäiten oder Ënner-Säiten) benotzt, beméie mir eis Iech Zougang zu Äre perséinlechen Donnéeën ze ginn wann Dir dat ufreet. All falsch oder feelend Donnéeën ginn esou wäit wéi méiglech korrigéiert, ausser wa se vum Gesetz verlaangt ginn ze behalen.",
  "managing_info_desp2": "Mir froen d’Benotzer sech z'identifizéieren ier mir esou Ufroën verschaffen. Mir kënnen Ufroën refuséieren déi ze widderholl oder onpraktesch sinn, oder d’Privatsphär vun anere verletze géifen. Residual Kopien kënnen op eise Backup-Systemer bestoe bleiwen nodeems Dir Är Donnéeën geläscht hutt.",
  "managing_info_desp3": "Fir Är Rechter als Date-Sujet auszeüben, musst Dir eis schreiwen an eng spezifesch Ufro stellen. Benotzt kloer Sujeten wéi 'Date Access Request' oder 'Data Deletion Request' fir d’Bearbechtung ze beschleunegen.",
  "managing_info_desp4": "Mir bidden Iech d’Méiglechkeet verschidde Kontrollen an Choixen iwwer d'Sammelen, Notzen an Deele vun Ären Donnéeën auszeüben. Laut Gesetz kënnen dës enthalen:",
  "dataAccess_port": "a. Date-Zougang a Portabilitéit",
  "dataAccess_port_desp": "D'EU - (Allgemeng Dateschutzveruerdnung) berechtegt Iech, als Datebetraffenen, Kopien vun Äre perséinlechen Donnéeën, déi mir späicheren, unzefroen. Dir hutt och d'Recht, Kopien vun de perséinlechen Donnéeën unzefroen, déi Dir eis a strukturéierter, allgemeng benotzter an maschinnlieszbarer Form geliwwert hutt an/oder eis ze froen dës Informatioun un en anere Serviceprovider ze iwwerdroen (wa technologesch machbar).",
  "data_retention": "c. Datespäicherung an Läschen",
  "data_retention_desp1": "Mir behalen Är perséinlech Donnéeën soulaang wéi néideg fir déi legitime Interessen, déi an dëser Politik festgehalen sinn, an fir eis juristesch Obligatiounen z'erfëllen. Wann Dir net méi wëllt datt mir Är Donnéeë benotzen, kënnt Dir froen datt mir Är perséinlech Donnéeën läschen an Äre vrnl.net Kont zoumaachen.",
  "data_retention_desp2": "W.e.g. notéiert datt wann Dir d'Läschung vun Äre perséinlechen Donnéeën ufreet;",
  "data_retention_list": "<li><span>Mir kënnen e puer vun Äre perséinlechen Donnéeë behalen soulaang wéi néideg fir eis legitime Geschäftsinteressen, wéi Bedruchserkennung a -präventioun an d'Sécherheet. Zum Beispill, wann mir e vrnl.net Kont wéinst Bedruch oder Sécherheetsgrënn suspendéieren, kënne mir verschidde Informatiounen aus deem Kont behalen, fir ze verhënneren datt dee Benotzer an der Zukunft en neie Kont opmécht.</span></li> <li><span>Mir kënnen Är perséinlech Donnéeën soulaang wéi néideg späicheren an benotzen fir eis juristesch Obligatiounen z'erfëllen. Zum Beispill kënne mir e puer vun Äre Donnéeë fir Steieren, juristesch Berichterstattung an Auditen behalen.</span></li> <li><span>Informatiounen, déi Dir mat aneren gedeelt hutt (z.B. Rezensiounen, Forumsposts), kënne weiderhin ëffentlech siichtbar op vrnl.net bleiwen, och nodeems Äre Kont annuléiert gouf. D'Zouschreiwung vun esou Informatiounen op Iech gëtt awer ewechgeholl. Zousätzlech kënnen e puer Kopien vun Ären Informatiounen (z.B. Logrecords) an eiser Datebank bleiwen, awer si sinn net méi mat perséinlechen Identifizéierer verbonnen.</span></li> <li><span>Well mir Kopien vu perséinlechen Donnéeën behalen fir eis géint zoufälleg oder béisaarteg Verloscht a Vernichtung ze schützen, kënne Reschterkopien vun Äre perséinlechen Donnéeën fir eng limitéiert Zäit an eise Backup-Systemer bleiwen.</span></li>",
  "data_retention_note": "(Notiz: Wann Dir méi wéi ee Kont bei Moneycontrol hutt, musst Dir separat Ufroen fir all déi Konten maachen, mat den zougehéierege E-Mail IDs).",
  "withdrawing_consent": "d. Zréckzéie vum Zoustëmmung an Aschränkung vun der Veraarbechtung",
  "withdrawing_consent_desp": "Fir Är Zoustëmmung zu all Moment wärend Ärer Servicenzäit bei eis zréckzezéien, kënnt Dir dëst maachen andeems Dir eis eng E-Mail schéckt. Mir iwwerpréiwen Är Ufro a kënne froen Är Identitéit ze verifizéieren. No der Verifizéierung zéie mir d'Zoustëmmung zréck, déi Dir ugefrot hutt, a stoppen all weider Veraarbechtung vun Äre perséinlechen Donnéeën.",
  "fail_provideConsent": "V. Wann Dir keng Zoustëmmung gitt",
  "fail_provideConsent_desp": "Et ass eis Pflicht Iech ze informéieren datt vrnl.net eng Reklammsplattform ass. Annoncen bilden den Haaptdeel vun eisem Geschäft, dofir ass d'Erlaabnis Är perséinlech Donnéeën ze benotzen an ze verschaffen essentiell fir eis, fir Iech Servicer ze bidden. D'Benotzung vun perséinlechen Donnéeën fir Annoncen ass eng verbindlech Viraussetzung, an mir kënnen Iech eis Servicer net ubidden, wann Dir eis net autoriséiert Är perséinlech Donnéeën fir dësen Zweck ze benotzen.",
  "childrens_privacy": "VI. Dateschutz vu Kanner",
  "childrens_privacy_desp1": "vrnl.net ass net bewosst fir oder u Persounen ënner 16 Joer geriicht. vrnl erlaabt net bewosst datt eng Persoun ënner 16 Joer sech fir d'Servicer registréiert oder aner perséinlech identifizéierbar Informatioun gëtt. Wann vrnl gewuer gëtt datt perséinlech identifizéierbar Donnéeën vu Persounen ënner 16 Joer ouni verifizéiert elterlech Zoustëmmung gesammelt goufen, da wäert vrnl déi entspriechend Schrëtt huelen fir dës Informatioun ze läschen an d'Elteren z'informéieren.",
  "childrens_privacy_desp2": "Mir gesinn et awer als d'Verantwortung vun den Elteren, d'Notzung vun eise Servicer duerch hir Kanner ze iwwerwaachen. Trotzdem ass et eis Politik keng perséinlech Donnéeën vu Kanner ënner 16 Joer ze sammelen oder hinnen Promotiounsmaterial ze schécken. vrnl sicht net a wëllt och net perséinlech Donnéeën vu Kanner kréien. Sollt en Elterendeel oder Erzéiungsberechtegten Grënn hunn ze gleewen, datt e Kand perséinlech Donnéeën un vrnl ginn huet ouni hier Zoustëmmung, kontaktéiert w.e.g. eisen Clientsservice fir sécherzestellen datt dës Donnéeën aus vrnl.net ewechgeholl ginn.",
  "data_transfer": "VII. Datestransfer, -späicherung & global Veraarbechtung",
  "data_transfer_desp": "Mir operéieren weltwäit a kënnen Är perséinlech Donnéeën un affiliéiert Firmen oder Drëtt-Parteien op verschiddene Plazen op der Welt iwwerdroen, fir déi Zwecker, déi an dëser Dateschutzpolitik beschriwwe sinn. Iwwerall wou Är perséinlech Donnéeën transferéiert, gespäichert oder vun eis verschafft ginn, wäerte mir raisonnabel Schrëtt huelen fir d'Privatsphär vun Äre perséinlechen Donnéeën ze schützen. Zousätzlech benotze mir Standardvertragsklauselen, déi vun der Europäescher Kommissioun guttgeheescht goufen, oder aner Moyenen am Aklang mat EU-Recht, fir eng adequat Sécherheet ze garantéieren.",
  "security_compliance": "VIII. Sécherheet an Konformitéit mat Gesetzer",
  "security_compliance_desp": "Mir implementéieren a verbesseren kontinuéierlech administrativ, technesch an physesch Sécherheetsmoossnamen, fir Är Informatioun géint onerlaabten Zougang, Verloscht, Zerstéierung oder Ännerung ze schützen. E puer vun de Schutzmoossnamen, déi mir benotzen, enthalen Firewalls, Datenverschlësselung an Zougangskontrollen. Wann Dir wësst oder mengt datt Är vrnl.net Kontoinformatioun verluer, geklaut, geännert oder soss kompromittéiert gouf, oder wann Dir en onerlaabten Zougang zu Ärem Kont vermësst, kontaktéiert w.e.g. eisen Clientsservice.",
  "changein_policy": "IX. Ännerung vun der Politik",
  "changein_policy_desp": "Dës Dateschutzpolitik ka vun Zäit zu Zäit geännert ginn. Mir behaalen eis d'Recht fir, no eisem elengem Ermessen, d'Konditioune vun dëser Politik ze änneren, fir sécherzestellen datt se am Aklang mat gëeegente Gesetzer bleift ('Aktualiséiert Konditiounen'). Déi Aktualiséiert Konditioune trieden direkt a Kraaft an ersetze déi viregt. Mir informéieren Iech iwwer all Ännerungen, wann dës Ännerungen wesentlech Är Rechter beaflossen oder wéi vum Gesetz verlaangt. Dir sidd eleng verantwortlech dës Politik periodesch ze iwwerpréiwen. Andeems Dir vrnl.net no der Publikatioun vun den Aktualiséierten Konditiounen weider benotzt, stëmmt Dir hinnen zou.",
  "contact_info": "X. Kontaktinformatioun",
  "contact_info_a": "a. Support",
  "contact_info_a_desp": "Wann Dir Informatioun oder Erklärung braucht iwwert d'Benotzung vun Äre perséinlechen Donnéeën oder dës Politik, oder Reklamatiounen dozou hutt, schreift eis w.e.g. op:",
  "contact_info_b": "b. Reklamatiounen",
  "contact_info_b_desp1": "Dir kënnt un eisen Dateschutzbeoptraagten schreiwen am Fall vu Reklamatiounen. Dir hutt d'Recht eng Beschwéier iwwer d'Veraarbechtung vun Donnéeën duerch vrnl.net bei der zoustänneger Dateschutzautoritéit anzereechen.",
  "contact_info_b_desp2": "Wann Dir Froen oder Reklamatiounen hutt iwwert d'Sammlung, Veraarbechtung oder den Transfer vun Donnéeën oder iwwert dës Politik, kontaktéiert w.e.g. eisen Dateschutzbeoptraagten.",
  "risk_management_title": "Är Wetten, Eis Verantwortung Onvergläichbar Risikomanagement &",
  "risk_management_title2": "Eng Firma déi konsequent innovativ Léisunge sicht fir hir Geschäftsfuerderungen ze erfëllen.",
  "dedicated_rm_team": "Dedizéiert Risikomanagement-Team",
  "dedicated_rm_team_desp": "Mir hunn en dedizéierten an <b> héich erfuerenen Risikomanagement-Team </b> dee <b>24/7</b> operéiert. Hir Haaptroll ass et, all Wetten an Transaktiounen op eiser Plattform ze iwwerwaachen fir <b>Fair Play</b> an <b>Sécherheet</b> fir all Benotzer ze garantéieren.",
  "key_features_rm": "Haaptfeatures",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Echtzäit-Iwwerwaachung:</strong>  Fortgeschratt Systemer verfollegen permanent Wetten, Quotenännerungen a Benotzeraktivitéiten.</span></li> <li><strong>Manuell Kontroll:</strong>  Alarmer léisen detailléiert Iwwerpréiwunge vu Wettmusteren, Quotenännerungen an Kontverhalen aus.</li> <li><strong>Risikominimiséierung:</strong> Direkt Aktiounen wéi d’Annulléieren/Suspendéieren vu Wetten, Spären vun de Konten oder d’Verifizéiere vu Benotzer wann Onreegelméissegkeeten fonnt ginn.</li> <li><strong>Datenanalyse:</strong> Permanent Analys vu Live- an historeschen Donnéeën fir Risikotrends z’erkennen an d’Präventiounsstrategien ze verbesseren.</li> <li><strong>Incident-Äntwert:</strong> E strukturéierte Plang fir Sécherheetsverletzungen, Bedruch oder aner Geforen séier an effizient ze handhaben.</li>",
  "benefits_rm": "Virdeeler",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Laangfristeg Formatioun:</strong>  Kontinuéierlech Weiderentwécklung vun de Kompetenzen vum Risikoteam fir nei Bedrohungen effektiv ze handhaben.</span></li> <li><strong>Fortgeschratt Technologie a Sécherheet:</strong> Regelméisseg Upgrades, Penetratiounstester, Software-Updates a Sécherheetsauditen.</li> <li><strong>Transparenz:</strong>  Kloer Kommunikatioun mat de Benotzer iwwer Risikomanagement-Moossnamen fir Vertrauen z’erhalen.</li> <li><strong>Kontinuéierlech Verbesserung:</strong> Evolutiv Strategien op Basis vun vergaangenen Incidente an neie Risiken fir d’Integritéit vun der Plattform an d’Interesse vun de Benotzer ze schützen.</li>",
  "sbs_bold": "Sports <strong> Betting Software </strong>",
  "sbs_bold_p1": "Bereet Är Sportwetten-Erfarung op dat nächst Niveau ze hiewen? Kuckt net weider wéi VRNL Sports Betting Software! An dësem Artikel erliewe mir wéi d’Spëtztentechnologie vu VRNL Är Wettmethod transforméiere kann. Mat iwwer zwee Joerzéngte Branchenexpertis ass VRNL Äre vertrauenswürdege Partner fir innovativ Sportwettléisungen. Loosst eis an d’Welt vu Sportswetten-Software agoen an entdecken, wéi mir Äert Spill verbesseren kënnen.",
  "sbs_bold_p2": "VRNL seng Sports Betting Software bitt eng Welt vu Méiglechkeeten fir Sportenthusiaster a Better. Mat engem Fokus op präzis, relevant an hëllefräich Informatioun, kombinéiert VRNL Fachkompetenz a perséinlech Erfarunge fir eng ëmfaassend Wettléisung ze schafen. Vertrau VRNL fir Är Sportswetten-Erfarung op nei Héichten ze bréngen.",
  "sbs_bold_p3": "Entdeckt haut nach VRNL seng Sports Betting Software an hëft Är Wett-Erfarung op dat nächst Niveau!",
  "sbs_try_b2b": "Probéiert eis B2B Betting Software",
  "sbs_try_b2c": "Probéiert eis B2C Betting Software",
  "sbs_mf_desp": "Mir bidden eng ëmfaassend Auswiel un Tools fir d’Verwaltung vun eiser Betting-Software. Dorënner hu mir déi mächtegst a virun allem déi wichtegst Tools erausgesicht, déi essentiell sinn, fir um globale Maart ze konkurréieren:",
  "sbs_mf_list": "<li> <strong> Echtzäit-Quoten</strong> Bleift um neiste Stand mat Echtzäit-Quoten, déi Iech e kompetitiven Virdeel ginn. VRNL seng Software suergt dofir, datt Dir ni déi beschte Méiglechkeeten verpasst. </li> <li> <strong> Mobil-Kompatibilitéit </strong> Wett ënnerwee mat VRNL senger mobil-kompatibeler Software. Egal ob Dir iOS oder Android benotzt, d’Plattform passt sech un Äert Gerät un fir eng nahtlos Erfarung. </li> <li> <strong> Fortgeschratt Quoten-Service</strong> definéiert Sportdaten-APIs nei. Et bitt 100% präzis Pre-Match-Quoten an déi séierst Live-Daten-Feeds mat minimaler Verspéidung.</li> <li> <strong> Flexibel Integratioun</strong> Eis Plattform kann nahtlos iwwer API oder iFrame an Äert System integréiert ginn a bitt esou Villfältegkeet an der Ëmsetzung.</li>",
  "sbs_benefits": "Wat sinn d’Virdeeler? <b> Loosst eis erklären</b>",
  "sbs_benefits_p1": "<strong> De Virdeel fir eng Online- an eng Retail-Betting-Plattform ze bedreiwen </strong> Eng Online-Betting-Plattform opzebauen kann tatsächlech eng Erausfuerderung sinn.",
  "sbs_benefits_p2": " Dofir hu mir en <strong> ëmfaassenden Sports Betting Software </strong> Ëmfeld entwéckelt, fir de Prozess méi einfach ze maachen, inklusiv Top-Quotelieferanten, déi déi breetste Ofdeckung bidden.",
  "sbs_benefits_p3": "Eis reguléiert Partner kréien ëmfaassend Ënnerstëtzung beim Androck an d’Online-Betting-Industrie, zesumme mam Choix tëscht Branded oder Non-Branded Versioune vun eise Plattformen.",
  "sbs_benefits_p4": "Eis Software ëmfaasst staark Risikomanagement-Tools, déi se séier an einfach opzestellen mécht, a si ass prett fir mat Ärem Geschäft ze wuessen.",
  "sbs_benefits_p5": "D’Verwaltung vun <strong> Online-Spiller a Wettbüroen </strong> war nach ni esou einfach a praktesch.",
  "complete_sbs": "Komplett Sports <strong> Betting Software </strong>",
  "whatwe_have": "Wat hu mir fir Iech?",
  "whatwe_have_list": "<li> <strong>Spillerkontroll </strong> Eis Plattform bitt robust Spillerkont-Verwaltung, inklusiv Registréierung an Verifikatioun. Mir hunn och effektive Systemer fir gefälschte Konten z’erkennen an ze behandelen. </li> <li> <strong>Geolokalisatiouns-Tools </strong>Mir bidden Tools déi Lokalisatiounsinformatioun aus IP-Adressen zéien kënnen, fir präzis Geolokalisatiounsservicer ze garantéieren.</li>",
  "whatwe_have_desp": "Mat eiser ëmfaassender Ënnerstëtzung kënnt Dir Iech haaptsächlech op den Opbau an d’Entwécklung vun Äre Retail-Wettbüroen an Online-Netzwierker konzentréieren.",
  "b2c_sbs": "B2C Sports Betting Software",
  "b2c_sbs_p1": "VRNL ass Är Premier-Destinatioun fir B2C Sports Betting Software-Léisungen. Mir sinn en zouverlässege Numm an der Industrie, deen zougedoen ass, modern Software ze liwweren, déi Är Sportswetten-Erfarung verbessert. Egal ob Dir en erfuerenen Better oder en Ufänger an der Welt vu Sportwetten sidd – mir hunn d’Tools, déi Dir braucht, fir Äert Spill ze verbesseren. Probéiert haut nach VRNL seng Sports Betting Software a hëft Är Wetten op dat nächst Niveau!",
  "b2c_sbs_p2": "B2C (Business-to-Consumer) Sports Betting Software bezitt sech op d’Technologie an d’Plattform, déi Sportwettoperatéiere benotzen, fir Sportswetten-Déngschter direkt un Endverbraucher unzebidden.",
  "b2c_sbs_p3": " Dës Zort Software erméiglecht Konsumenten Wetten op verschidde Sportsevenementer iwwer Web- oder Mobilapplikatiounen ze maachen. Hei sinn e puer Schlësselfunktiounen an Elementer, déi typesch an B2C Sports Betting Software enthale sinn:",
  "b2c_sbs_list": "<li> <b>Benotzerregistréierung a Kontverwaltung:</b> Erlaabt Benotzer Konten unzeleeën, perséinlech Donnéeën ze verwalten a Wettgeschicht ze verfolgen. </li> <li> <b>Clientsservice:</b> Bitt Clientsservice-Optiounen wéi Live-Chat, E-Mail a Telefonsupport fir Benotzer bei Froen an Themen z’ënnerstëtzen. </li> <li> <b>Affiliate-Programmer:</b> Bitt Partnerprogrammer fir Marketing a Promotioun, wou Partner Kommissioune verdéngen andeems si Benotzer vermëttelen. </li>",
  "casino_sbs": "Casino a Sports <strong>Betting Software </strong>",
  "casino_sbs_list": "Ubidder 75 + méi wéi<br /> Spillerautomaten 15.000 + méi wéi<br /> Dëschspiller 500 + méi wéi<br /> Videopoker 700 + méi wéi<br /> Aner Spiller 200 + méi wéi<br /> Live Game Show<br /> First Person Spiller<br /> Amerikanesch Roulette live<br /> Live Blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon Tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "Casino Plattform",
  "onc_desp1": "VRNL bitt Iech eng komplett Léisung mat eiser <strong>White Label Casino</strong> Offer.",
  "onc_desp2": "Eis <strong> Online-Casino-Plattform </strong> ass fir Einfachheet entworf, fir eng einfach Gestioun souwuel fir Ufänger wéi och fir erfuerene Professioneller ze garantéieren. Mat VRNL kritt Dir ëmfaassend Uleedung fir Äert <strong>Online-Casino</strong> Geschäft ze starten.",
  "onc_desp3": "Ier Dir de Schrëtt maacht, invitéiere mir Iech seng nahtlos Operatioun am Asaz ze gesinn.",
  "wlc_mainFeatures_desp1": "Mir bidden eng ëmfaassend Auswiel u Tools, déi Iech an der Gestioun vun eiser Online-Casino-Plattform ënnerstëtzen. Dorënner hu mir déi wichtegst erausgefiltert, déi entscheedend sinn, fir am kompetitive globale Marché erfollegräich ze sinn:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>De gréisste Katalog vun Online-Casino-Spiller weltwäit,</strong> suergfälteg ausgewielt vun de beschte Provideren an der Industrie </li> <li> <strong class='black-color'>Bonus-Tools</strong> a Spillerautomaten-Rentabilitéitsoptimiséierung </li> <li> <strong class='black-color'>Kampagne-Builder</strong> a Gestioun vu Spillturnéier</li> <li>Kann <strong class='black-color'>nahtlos iwwer API oder iFrame-Technologie integréiert ginn.</strong> </li>",
  "wlc_mainFeatures_desp2": "Zousätzlech enthält eist Package Live-Casino-Software, déi Iech erméiglecht Är Benotzer mat der authentescher Erfarung vun engem richtege Casino vu doheem aus ze versuergen.",
  "wlc_benefits": "Wat sinn d’Virdeeler?",
  "letus_explain": "Loosst eis erklären",
  "letus_explain_desp1": "Denkt Dir drun an d’Welt vun Online-Wetten anzestéieren? D’VRNL-Firma bitt eng ",
  "letus_explain_desp2": "Casino-White-Label-Léisung déi Äre perfekte Startpunkt ka sinn.",
  "letus_explain_desp3": "Profitéiert vun eise professionellen Déngschter an eiser Expertise, zesumme mat eise fortgeschratt <strong>Casino-Plattformen</strong> an Technologien. Eis reguléiert Partner profitéieren vun ëmfaassender Ënnerstëtzung beim Androck an d’Online-Casino-Industrie, mat der Wiel tëscht branded oder net-branded Plattformversioune.",
  "letus_explain_desp4": "En Online-Casino-Geschäft unzefänken kann eng komplex Rees sinn. Dofir hu mir en kompletten Casino-Ëmfeld geschaf, mat Top-Spillprovider an iwwer 1.000 Spiller. Eis Spill-Mathematik ass sécher a zertifizéiert, fir Iech Rou am Geescht ze ginn.",
  "letus_explain_desp5": "Erweidert Äert Geschäft ouni Ustrengung mat de staarken Risikomanagement-Tools vun eiser Plattform fir eng séier an einfach Ariichtung.",
  "wlc_complete_solutions": "Komplett <span> Casino White Label</span> Léisungen",
  "wlc_offer": "Wat bidden mir Iech un?",
  "wlc_complete_solutions_list": "<li>Verifizéierungsprozeduren, offiziell vun de Regulateuren ugeholl</li> <li>Affiliate-Marketing-Tools, e Referral-System an Integratioun vu soziale Medien</li> <li>Mobil Push-Notifikatiounen, Web Push-Notifikatiounen an In-App Messagerie</li> <li>Spillerkontroll, Umeldung a Verifizéierung, an e Bedruchs-Konto-Detektiounssystem </li> <li>Geolokaliséierung-Tools fir d’IP-Adress-Informatioun z’extrahéieren</li>",
  "wlc_complete_solutions_more": "Mä waart, et gëtt nach méi",
  "wlc_complete_solutions_desp": "<strong>D’Plattform vu Vrnl ass fein ofgestëmmt fir héchst Leeschtung</strong> an Stabilitéit. Mir benotzen déi neisten Technologien, déi duebel esou séier funktionéieren wéi normal Casino-Plattformen. Eis grouss Erfarung huet déi séierst a staarkst Applikatioun haut erstallt.",
  "wlc_numbers": "<span>White Label</span> Casino a Fakten",
  "wlc_numbers_p1": "Entdeckt déi onlimitéiert Méiglechkeete vun de White Label Casino-Léisunge vun eiser VRNL-Firma. Erhieft Äert Casino-Geschäft mat eisem extensiven Offer vu Casino-Spiller.",
  "wlc_numbers_p2": "Déi bescht Auswiel vun de féierende Live-Casino-Provideren weltwäit",
  "wlc_numbers_p3": "Eng onparallelbar Villfalt u Live-Dëscher online verfügbar, mat Multi-Channel-Liwwerung.",
  "wlc_numbers_list": "<li>Iwwer 75 Provider</li> <li>Méi wéi 15.000 Slotmaschinnen</li> <li>500+ Dëschspiller</li> <li>700+ Video-Poker-Spiller</li> <li>Méi wéi 200 aner Spiller</li>",
  "wlc_numbers_p4": "Eis engagéiert Equipe guidéiert Iech duerch all Etapp, vu Grondausbildung bis zum Start vun Ärer Produktioun.",
  "wlb_platform": "White Label Betting Plattform",
  "wlb_platform_p1": "Vrnl seng <b class='bold'>White Label Sportbook-Léisung</b> bitt eng ëmfaassend, komplett geréiert Austausch-Plattform. <br />",
  "wlb_platform_p2": "Eng vun den aussergewéinlechen Eegeschafte vun eiser White Label Sportbook-Léisung ass seng aussergewéinlech <b class='bold'>Vitesse bei Websäiten-Entwécklung an Asaz.</b> Eis engagéiert Equipe kann Är Sportbook-Websäit an nëmme zéng Aarbechtsdeeg opriichten, <b class='bold'>präzis un Är eenzegaarteg Ufuerderungen ugepasst.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Eise Service ëmfaasst spezialiséiert Hosting</b>, all néideg Software, Live-Sport-Odds-Datenfeeds, Risikomanagement-Tools an héichwäerteg Clients-Support-Servicer. Mir sinn eng féierend White Label Betting Plattform.",
  "wlb_platform_list": "<li> Websäiten-Entwécklung, <b>Branding, Upassung</b> an strikt Tester vum Client sengem Austausch </li> <li>Regelméisseg lafend Verbesserungen a Funktiounsupdates</li> <li> <b>Hardware-Versuergung</b>, Hosting, kontinuéierlech 24/7 Iwwerwaachung, an ëmfaassend Support </li> <li> <b>Grouss Auswiel u Wetten-Mäert,</b> Sportskategorien an Liga-Offeren </li> <li>Effizient Wettannahm an korrekt Ofrechnungsprozesser</li> <li>Fortgeschratt Risikomanagement, robust Comptabilitéit an streng Iwwerwaachungstools</li>",
  "wlb_platform_p4": "D’Vrnl-Konsultanten sammelen suergfälteg Är Ufuerderungen a presentéieren Iech eng kuratéiert Auswiel u Schablounen an rezenten Entwécklungen. Et ass wichteg ze bemierken datt all eis Plattformen méi Sproochen a Währungen ënnerstëtzen, an d’User-Interface (UI) gëtt präzis un Är Besoinen ugepasst.",
  "wlb_platform_customization": "Upassungen",
  "be_unique": "Sidd eenzegaarteg",
  "be_unique_desp1": "<b class='bold'>VRNL spezialiséiert sech op personaliséiert White Label Betting-Plattformen, Casinos, Wetten an </b>Maßgeschneidert Léisungen déi Är Mark identifizéierbar maachen.",
  "be_unique_desp2": "Eis Experten-Ekipp suergt dofir datt all Detail, vu visuell beandrockende Interfaces bis zur Logo-Integratioun an Feature-Verbesserungen, mat Ärer Visioun entsprécht.",
  "be_unique_desp3": "Start Är Rees an d’Welt vu Vrnl, wou Är eenzegaarteg Visioun Realitéit gëtt.",
  "wlb_platform_odds": "Quoten",
  "wlb_platform_odds_optimize": "Optimiséiert Wettquoten mat VRNL",
  "wlb_platform_odds_p1": "Bleift der Konkurrenz viraus mat eise fortgeschrattene <b class='bold'>Quoten-Management-Servicer</b>. Mir bidden Echtzäit-Quoten-Upassungen, Risikomanagement a Maartanalyse fir Iech ze hëllefen Är Sportwetten-Offeren z’optimiséieren an d’Erfarung vun de Spiller ze verbesseren.",
  "wlb_platform_odds_p2": "Eis Spezialistenteam ass engagéiert fir Äre Succès. Kontaktéiert eis haut fir erauszefannen, wéi mir Äert Wettgeschäft op dat nächst Niveau hiewe kënnen.",
  "wlb_platform_zeroRisk": "Null Risiko",
  "wlb_platform_zeroRisk_h1": "Handel- a Risikomanagement-Servicer",
  "wlb_platform_zeroRisk_p1": "Mir bidden ëmfaassend Handels- a Risikomanagement-Servicer, zesumme mat Experten-Beratungen iwwert Quotenmanagement. Zousätzlech bidde mir eng eenzegaarteg Funktioun - Gewënnabdeckung. Dat heescht an der Praxis, wann Är Plattform kee Gewënn generéiert, sprange mir an a bezuelen d’Spiller aus. Mir leeën héchst Wäert op Är Sécherheet.",
  "wlb_platform_bpb": "Betting Plattform Branding",
  "wlb_platform_bpb_layouts": "Onlimitéiert Layouten",
  "wlb_platform_bpb_layouts_desp": "Wielt aus enger <b>villfälteger Auswiel u Wett-Layouten</b> mat eiser breeder Schabloun-Kollektioun. Oder, hëlt voll kreativ Kontroll a baut Äert eegent Layout iwwer eis <b>API-Servicer</b>. Mat dëser Optioun kënnt Dir an Är Entwéckler-Equipe en komplett personaliséierten User-Interface konstruéieren, präzis un Ärer Visioun ugepasst.",
  "Betting": "Wetten",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Vrnl ass de féierende Sports-Betting Software Provider a Bangladesch.",
  "who_we_are": "Wien mir sinn",
  "what_we_do": "Wat mir maachen",
  "about_us_title": "Iwwer eis - White Label Sports Betting Software an Online Casino",
  "casino_providers": "Casino-Provideren",
  "betting_providers": "Wett-Provideren",
  "games_providers": "Spill-Provideren",
  "online_exch_sw_title": "Revolutionéiert Äert Geschäft mat VRNL Online Exchange Software",
  "casino_games_title": "Casino-Spiller - White Label Casino",
  "casino_tournaments_title": "Casino-Turnéier-Software - White Label Casino Online",
  "esports_title": "eSports Betting Software déi Är Benotzer erméiglecht op Top eSports-Spiller ze wetten",
  "faq_title": "VRNL FAQ – Äre Guide fir heefeg Froen a Äntwerten",
  "iframe_title": "Sportsbook iFrame White Label Sports Betting a Casino",
  "live_casino_title": "White Label Casino - Start Ären eegene Online Casino",
  "lottery_games_title": "Lotto-Spiller - White Label Casino",
  "mobile_title": "Hieft Äert Spill mat VRNL senger mobiler Sports Betting Software",
  "online_casino_sw_title": "Online Casino Software - D’Evolutioun vum Online Casino Software & Plattform Provider",
  "ourTheme_title": "Wetten & Gewannen: Eis Aarbecht an der Welt vun Online-Wetten a Casinos",
  "risk_management_title_main": "Risikomanagement-Strategien fir Sportsbook-Bedreiwer - White Label Sports Betting Software a Casino",
  "sport_bet_title": "Verbessert Är Wett-Erfarung mat VRNL Sports Betting Software",
  "wlc_title": "White Label Casino - Start Ären Online Casino einfach mat eiser White Label Casino-Léisung.",
  "whiteLabel_title": "Vrnl - Äre personaliséierte White Label Sportsbook Software Provider",
  "TOAST": {
    "FILL_REQUIRED": "Weg fëllt w.e.g. all erfuerderlech Felde aus.",
    "SUBMITTING": "Ufro gëtt geschéckt...",
    "SUCCESS": "Demo-Ufro erfollegräich geschéckt!",
    "ERROR": "Et ass e Feeler opgetrueden. Probéiert et nach eng Kéier."
  },
  "disclosure_tp_a_desp": "<strong>a. Allgemeng Offenleeung</strong><br> Heiansdo kann vrnl.net bestëmmte perséinlech Informatiounen un strategesch Partner verfügbar maachen, déi mat vrnl.net zesummeschaffen fir de Service ze liwweren oder fir vrnl.net beim Marketing fir Clienten ze hëllefen. Zum Beispill, wann Dir en Abonnement kaaft an aktivéiert, autoriséiert Dir vrnl.net d'Informatiounen auszetauschen, déi Dir während dem Aktivéierungsprozess gitt, fir e Service auszeféieren. Wann Dir de Service guttgeheescht hutt, gëtt Äre Kont vun der Datenschutzpolitik vu vrnl.net geregelt. Perséinlech Informatiounen ginn nëmmen gedeelt fir eisen Service a Marketing ze verbesseren; se ginn net mat Drëttpersounen fir hir Marketingzwecker gedeelt.<br> vrnl.net kann och suergfälteg aner Firmen auswielen fir Iech Informatiounen iwwer hir Produkter oder Servicer ze schécken, déi mam Service vun der Websäit verbonnen sinn, awer net néideg fir seng Operatioun (e 'Erweiderten Service'). Wann vrnl.net perséinlech identifizéierbar Informatiounen fir e Erweiderten Service benotze wëllt, gëtt de Site Iech d'Méiglechkeet an déi néideg Instruktiounen fir dëse Service ofzulehnen.<br> Dir kënnt och d'Liwwerung vun informativen oder promotive Mails vun <b>vrnl.net</b> stoppen andeems Dir den Instruktiounen an der Mail follegt.",
  "objection_processing_desp": "<strong>e. Widdersproch géint d'Veraarbechtung</strong><br> Wann Är perséinlech Informatiounen fir direkt Marketingzwecker veraarbecht ginn, kënnt Dir eis all Kéier froen, d'Veraarbechtung vun dëse Donnéeën fir dës direkt Marketingzwecker ze stoppen andeems Dir eis eng E-Mail schéckt.<br> W.e.g. bedenkt datt wann Dir eis net erlaabt perséinlech Informatiounen vun Iech ze sammelen, mir vläicht net fäeg sinn bestëmmte Erfahrungen, Produkter a Servicer un Iech ze liwweren, an e puer vun eise Servicer kéinten Är Interessen a Preferenzen net berücksichtegen. Wann d'Sammlung vun perséinlechen Informatiounen obligatoresch ass, wäerte mir dat um Punkt vun der Sammlung kloer maachen, sou datt Dir eng informéiert Entscheedung iwwer Är Participatioun huele kënnt. Wann Dir Froen iwwer déi spezifesch perséinlech Informatiounen hutt, déi mir veraarbechten oder späicheren, an Är Rechter bezunn op dës perséinlech Informatiounen, kontaktéiert w.e.g. eis Clientssupport-Team.",
  "disclosure_tp_e_desp": "<strong>e. Geschäftsübertragungen</strong><br> Mir stellen perséinlech Informatiounen un eis Partnergesellschaften an aner vertraut Geschäfter oder Persounen zur Verfügung, fir se fir eis ze veraarbechten, baséiert op eisen Instruktiounen an am Aklang mat eiser Datenschutzpolitik an all aner angemessene Vertraulechkeet- a Sécherheetsmoossnamen. Zum Beispill kënne mir Service Provider benotzen fir eis beim Clientssupport ze hëllefen.<br> Am Fall wou vrnl mat enger anerer Firma fusionéiert oder vun enger anerer Firma akquiriert gëtt, oder am Fall vun enger Reorganisatioun oder Restrukturéierung vum Geschäft, kënne mir an eis Partnergesellschaften Är perséinlech Informatiounen ganz oder gedeelt mat enger anerer Geschäftseenheet deelen.",
  "rectification_iii_desp": "<strong>b. Korrektur vun ongenauen oder onkompletten Informatiounen</strong><br> Dir kënnt eis froen, ongenau oder onkomplett perséinlech Informatiounen iwwer Iech ze korrigéieren (dëst sinn d'Informatiounen déi Dir net selwer an Ärem moneycontrol Kont aktualiséiere kënnt) andeems Dir eis eng E-Mail schéckt.<br> Dir kënnt op e puer vun Äre perséinleche Informatiounen iwwer Är Kontastellungen zougräifen a se aktualiséieren. Wann Dir decidéiert hutt Äre vrnl.net Profil mat enger Drëtt-App wéi Facebook oder Google ze verbannen, kënnt Dir Är Astellungen änneren an d'Berechtigung fir d'App ewechhuelen andeems Dir Är Kontastellungen ännert. Dir sidd verantwortlech fir Är perséinlech Informatiounen aktuell ze halen. vrnl.net kann Iech périodesch Erënnerungen per E-Mail schécken fir d'Genauheet vun Äre perséinleche Informatiounen z'erhalen.",
  "disclosure_tp_c_desp": "<strong>c. Service Provider</strong><br> vrnl.net kann Linken zu verschiddene Websäiten vun Drëttparteien enthalen, déi Är perséinlech Informatiounen sammelen kënnen. D’Benotzung vun den Informatiounen, déi vun esou Drëttplattformen gesammelt ginn, gëtt vun der Privacy-Policy vun där Plattform geregelt. Solch Websäiten oder Uwendungen sinn duerch hir jeweileg Privacy-Policen geregelt, déi ausserhalb vun eiser Kontroll sinn. Wann Dir eis Server verlooss (Dir kënnt gesinn wou Dir sidd andeems Dir d'URL an der Adressbar vum Browser kuckt), gëtt d’Benotzung vun all Informatiounen, déi Dir gitt, vun der Privacy-Policy vum Operateur vun der Uwendung geregelt, déi Dir besicht. Déi Politik kann anescht sinn wéi eis. Wann Dir d’Privacy-Policy vun enger vun dësen Site net iwwer en Link vun der Homepage vun der Applikatioun fannt, sollt Dir direkt d’Besëtzer vun der Applikatioun kontaktéieren fir méi Informatiounen.<br> Mir kënnen net-perséinlech identifizéierbar Informatiounen ëffentlech a mat eise Partneren – wéi Verëffentlecher, Annonceuren, Entwéckler oder Rechterhalter – deelen. Zum Beispill deelen mir Informatiounen ëffentlech fir Trends iwwer d’allgemeng Notzung vun eise Servicer ze weisen. Mir erlaben och bestëmmte Partner Informatiounen aus Ärem Browser oder Apparat fir Marketing/Promotiounen a Moossnamzwecker ze sammelen, mat hiren eegene Cookies oder ähnleche Technologien.",
  "data_security": "Datesécherheet"
}