{
  "contact_title": "Įmonė, nuolat siekianti novatoriškų sprendimų savo verslo poreikiams patenkinti.",
  "contact_footer": "„Mes esame kūrybingų strategų, technologijų entuziastų ir veiksmingų komunikatorių komanda, vedama nesustojančios aistros internetinių žaidimų industrijai. Mūsų nesustabdomas įsipareigojimas – skatinti mūsų klientų sėkmę versle.“",
  "contact_header": "Susisiekite su mumis",
  "contact_para": "Pasitarkite su VRNL ekspertu ir sužinokite, kaip mūsų sprendimai gali pakelti jūsų lažybų verslą.",
  "telegram": "Telegrama",
  "write_msg": "TIESIOG PARAŠYKITE ŽINUTĘ",
  "fname": "Pilnas vardas",
  "fname_err": "Laukas privalomas (min. 2 simboliai).",
  "email": "Jūsų el. paštas",
  "email_err": "Reikalingas galiojantis el. paštas.",
  "country": "Šalis",
  "pnumber": "Telefono numeris",
  "pnumber_err": "Telefono numeris turi būti 10 skaitmenų.",
  "message": "Žinutė",
  "sending": "Siunčiama…",
  "submit": "Pateikti",
  "con_param1": "Mes nesidalijame jūsų asmenine informacija su niekuo. Peržiūrėkite mūsų",
  "privacy_policy_form": "„privatumo politiką“",
  "con_param2": "daugiau informacijos.",
  "casino_tournament_h1": "<b class='chck'>Kazino turnyrai</b> leidžia jums sukurti turnyrą su pradžios ir pabaigos data.",
  "casino_tournament_p1": "Galinga priemonė, padedanti padidinti kazino skyrių pajamas, yra <strong>Kazino turnyrų</strong> įdiegimas.",
  "casino_tournament_h2": "Galėsite visiškai <strong>pritaikyti kiekvieną turnyrą</strong>, pasirinkdami sąrašą lošimo automatų, kurie dalyvaus varžybose.",
  "casino_tournament_p2": "Norėdami <strong>sukurti akciją</strong>, tiesiog pasirinkite <strong>pavadinimą</strong> turnyrui, nurodykite <strong>automatus</strong>, kurie bus įtraukti, ir nurodykite <strong>jackpot’ą</strong>, kuris bus paskirstytas <strong>įvairiems prizams</strong>, viską galima pritaikyti pagal jūsų pageidavimus.",
  "casino_tournament_p3": "Svarbiausi duomenys, kuriuos reikia įvesti, apima <strong>pradžios datą,</strong> <strong>pabaigos datą,</strong> <strong>bendrą jackpot’ą,</strong> dalyvių skaičių reitinguose bei minimalų statymų reikalavimą turnyro dalyvavimui.",
  "casino_tournament_p4": "Be to, visada turėsite prieigą prie realaus laiko lyderių lentelės, rodančios vartotojų vardus, žaidėjų pozicijas ir atitinkamus prizus. Ši funkcija gali žymiai pagerinti vartotojo patirtį jūsų kazino platformoje, pritraukti daugiau žaidėjų ir padidinti pajamas.",
  "casinogames_title": "Kodėl verta rinktis mūsų platformą?",
  "casinogames_title_h1": "Pasaulio plačiausias katalogas",
  "online_casino_games": "internetinių kazino žaidimų",
  "online_casino_games_p1": "Mūsų <b style='color: #575756;'>White Label</b> yra jūsų galutinis tikslas, siūlantis neprilygstamą daugiau nei 3000 įdomių kazino žaidimų ir automatų asortimentą. Didžiuojamės galėdami pasiūlyti plačiausią internetinių kazino žaidimų pasirinkimą.",
  "online_casino_games_p2": "Mes aptarnaujame internetinių žaidimų operatorius, lažybų bendroves, loterijas ir lažybų organizacijas reguliuojamose rinkose.",
  "online_casino_games_p3": "Mes suprantame saugaus ir sąžiningo žaidimo svarbą internetiniuose kazino. Todėl mūsų žaidimų matematika yra ne tik tvirta, bet ir sertifikuota nepriklausomų žaidimų laboratorijų. Šis sertifikavimas užtikrina aukščiausią vartotojo patirtį jūsų žaidėjams.",
  "casino_nos": "KAZINO SKAIČIAI",
  "slot_machine": "Lošimo automatas",
  "morethan10": "Daugiau nei 10",
  "tablegames": "Stalo žaidimai",
  "morethan4": "Daugiau nei 4",
  "videopoker": "Vaizdo pokeris",
  "morethan": "Daugiau nei",
  "lottery": "Loterija",
  "morethan9": "Daugiau nei 9",
  "proveedores": "TIEKĖJAI",
  "morethan12": "Daugiau nei 12",
  "online_turnkey": "Mes teikiame internetinius pilnai paruoštus kazino sprendimus",
  "casino_wls": "Kazino White Label sprendimas",
  "casino_wls_desp": "Lengvai paleiskite savo prekės ženklu pažymėtą kazino naudodami VRNL white-label sprendimą. Pritaikykite kazino, siūlykite platų žaidimų pasirinkimą, užtikrinkite saugumą ir greitai pradėkite generuoti pajamas.",
  "webbranding": "Interneto svetainės įvaizdis",
  "webbranding_desp": "Pakelkite savo internetinį buvimą naudodami VRNL ekspertų interneto svetainių įvaizdžio paslaugas. Kuriame ir transformuojame svetaines, kad jos atspindėtų jūsų unikalų identitetą.",
  "toolstraning": "Įrankiai (mokymai)",
  "toolstraning_desp": "Atrakinkite savo potencialą prekybos pasaulyje su VRNL galingais prekybos įrankiais. Mūsų pažangūs sprendimai suteikia jums įžvalgų ir technologijų, kad galėtumėte priimti pagrįstus sprendimus ir maksimaliai padidinti sėkmę.",
  "client_support": "Klientų aptarnavimas",
  "client_support_desp": "Pagerinkite savo klientų patirtį su VRNL išskirtinėmis klientų aptarnavimo paslaugomis. Mūsų skirta komanda teikia ekspertų pagalbą, užtikrindama efektyvų ir rūpestingą klientų poreikių tenkinimą.",
  "aboutus_title": "Esame tikri, kad jums įdomu sužinoti",
  "aboutus_desp": "Įmonė, nuolat siekianti novatoriškų sprendimų savo verslo poreikiams patenkinti.",
  "online_gaming_provider": "Internetinių žaidimų teikėjas",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl yra gerai įsitvirtinęs Sporto lažybų ir žaidimų teikėjas su įspūdinga 10 metų patirtimi lažybų industrijoje.</strong> Nuo 2012 metų mes tiekėme lažybų bendrovėms, loterijoms ir lažybų organizacijoms reguliuojamose rinkose.",
  "about-section1-para2": "Mes esame kūrybingų strategų, technologijų entuziastų ir veiksmingų komunikatorių komanda, vedama nesustojančios aistros internetinių žaidimų industrijai. Mūsų nesustabdomas įsipareigojimas – skatinti mūsų klientų sėkmę versle.",
  "about-section1-para3": "Mūsų pažangi žaidimų platforma yra vienas iš pagrindinių veiksnių, kurie pakėlė Vrnl į tarptautinės programinės įrangos namų statusą. <strong>Pasinaudodami 10 metų patirtimi, Vrnl didžiuojasi teikdami paslaugas daugiau nei 40 lažybų bendrovėms 11 skirtingų šalių visame pasaulyje.</strong>",
  "about_us": "Apie mus",
  "about_us_desp": "VRNL yra didžiausia platforma, teikianti internetines sporto ir kazino lažybų white label paslaugas. Siūlome mainų API kartu su mūsų individualiais svetainių sprendimais Bangladešui su mažomis maržomis ir patikima platforma, įskaitant kazino. Teikiame API visoms lygoms mainų sistemoje bei internetines transliacijos paslaugas. Mėgaukitės lažybomis patikimoje platformoje su daugiau nei 1000 lošimo automatų ir stalo žaidimų.",
  "our_client": "Mūsų klientai",
  "our_client_desp": "Vrnl nuolat siekia geriausių žaidimų ir pramogų partnerystės sprendimų, kad užtikrintų neprilygstamą patirtį savo klientams ir žaidėjams. Bendradarbiaudami su tarptautiniais kazino ir virtualių žaidimų tiekėjais, mes integravome mūsų Sporto lažybų platformą su daugybe žaidimų: lošimo automatais, stalo žaidimais, gyvais kazino žaidimais, virtualiais žaidimais ir net fantazijos žaidimais. Platforma prieinama tiek asmeniniams kompiuteriams, tiek mobiliems įrenginiams, su aukštos kokybės grafika, animacijomis ir įtraukiančiu garsu. Intuityvi ir patogi meniu sistema pagerina bendrą vartotojo patirtį. Mūsų integracijos procesas užtikrina saugumą, patikimumą, mastelį, lankstumą ir aukščiausią našumą.",
  "lost404": "Atrodo, kad pasiklydote",
  "lost404desp": "puslapis, kurio ieškote, neegzistuoja!",
  "gotohome": "Eiti į pagrindinį",
  "esports_bs": "eSports lažybų programinė įranga",
  "esports_bs_desp1": "VRNL didžiuojasi galėdama suteikti eSports gerbėjams unikalią ir įtraukiančią patirtį.",
  "esports_bs_desp2": "VRNL yra jūsų vartai į pasaulį, kur žaidimai ir lažybos susilieja. Mūsų eSports lažybų programinė įranga suteikia saugią, įdomią ir naudingą patirtį.",
  "startnow": "Pradėkite dabar",
  "easy_setup": "Lengva nustatyti, mažiau nei tikitės.",
  "easy_setup_desp1": "Galime pristatyti eSports platformą vos per kelias savaites.<br> Mes tvarkome viską: hostingą, vartotojo sąsają, koeficientų tiekimą, individualizuotus puslapius, produktų aktyvavimą ir sporto lažybų strategiją.",
  "easy_setup_desp2": "Jūs galite skirti dėmesį savo internetinių tinklų kūrimui ir plėtrai.",
  "esport_bet_center_h1": "Jei galvojate pradėti internetines lažybas, mūsų eSports lažybų programinė įranga yra puikus pirmas žingsnis.",
  "esport_bet_center_p1": "Pasinaudokite mūsų ekspertų paslaugomis ir pažangia eSports lažybų technologija. Mūsų reguliuojami partneriai gauna pilną palaikymą įeinant į internetinių lažybų industriją.",
  "esport_bet_center_p2": "Pradėti internetinę lažybų svetainę, daugiausia dėmesio skiriant eSports, gali būti sudėtinga. Todėl sukūrėme išsamų eSports lažybų sistemą su priešvaržybų statymais, siūlančią platų pasirinkimą internete.",
  "have_qes": "Ar turite klausimų?",
  "para_faq": "Mes turime atsakymus (daugeliu atvejų!)",
  "freq_param": "Žemiau rasite dažniausiai užduodamus klausimus, peržiūrėkite mūsų",
  "if_still_qes": "Jei vis dar nerandate atsakymo, tiesiog",
  "sbs_faqs": "Sporto lažybų programinės įrangos DUK",
  "whatis_sbs": "Kas yra sporto lažybų programinė įranga?",
  "whatis_sbs_ans": "Sporto lažybų programinė įranga sukurta pagal naudotojo rinkas ir pasirinkimus. Mūsų ekspertai visada pasiruošę suteikti geriausią klientų aptarnavimą ir visą plėtros procesą.",
  "affiliate_systems": "Ar siūlote partnerių sistemas?",
  "affiliate_systems_ans": "Taip, mūsų programinė įranga remiasi 5 lygiais: platformos administratorius, platintojas, lažybų punktas, kasininkas ir internetinis žaidėjas.",
  "whatis_label": "Kas yra white label lažybų svetainė?",
  "whatis_label_ans": "White label lažybų svetainė yra visiškai pritaikyta platforma su sertifikuotais žaidimais, premijų sistema ir mokėjimų vartais.",
  "fullmanagement": "Ar galiu visiškai valdyti koeficientus ir maržas?",
  "fullmanagement_ans": "Back-end sistemoje yra įrankiai, funkcijos ir ataskaitos, leidžiančios pilnai valdyti sporto lažybų veiklą, įskaitant maržų ir koeficientų redagavimą pagal rinkas, rungtynes ar čempionatus.",
  "logobrand": "Ar galiu naudoti savo logotipą ir prekės ženklo spalvas?",
  "logobrand_ans": "Taip, mes siūlome skirtingus sprendimus pagal jūsų reikalavimus, įskaitant pilnai pritaikytą sprendimą arba turnkey sprendimą tik keičiant logotipą ir spalvas.",
  "fullycustomized": "Ar galiu turėti visiškai pritaikytą sprendimą?",
  "fullycustomized_ans": "Vrnl siūlo ekspertų komandą visiškai pritaikytos sporto lažybų platformos sukūrimui, įskaitant projektų vadovą, grafiką ir IT vadovą.",
  "software_cost": "Kiek kainuoja sporto lažybų programinė įranga?",
  "software_cost_ans": "Kaina priklauso nuo funkcijų ir paslaugų. Yra įvairūs planai priklausomai nuo jūsų žaidimų apimties ar norimo agento tinklo.",
  "what_products": "Kokius produktus siūlote?",
  "what_products_ans": "Mūsų pagrindinis verslas yra sporto lažybos. Be to, siūlome gyvas lažybas, kazino, gyvą kazino, loterijas ir virtualius žaidimus „viskas viename“.",
  "canaddfeatures": "Ar galiu pridėti funkcijų, ataskaitų ar puslapių?",
  "canaddfeatures_ans": "Programinė įranga turi daugybę ataskaitų ir puslapių, kuriuos galima pritaikyti arba sukurti pagal užsakymą.",
  "canofferbettingservices": "Ar galiu siūlyti sporto lažybas savo šalyje esančiuose kazino?",
  "canofferbettingservices_ans": "Mes siūlome sprendimus tiek internetiniams, tiek fiziniams kazino. Mūsų sprendimas leis valdyti kasininkų paskyras sporto lažybų bilietų pardavimui.",
  "change_currentprovider": "Kaip pakeisti dabartinį programinės įrangos tiekėją?",
  "change_currentprovider_ans": "Jei jau valdote mainų knygą ir norite pereiti prie mūsų sporto lažybų platformos, mes užtikrinsime, kad viskas būtų tinkamai tvarkoma. Parengsime migracijos planą. Žaidėjų asmens duomenys bus įkelti į naują platformą, o perėjimas bus suplanuotas taip, kad migracija būtų užbaigta per kelias valandas.",
  "sbs_offer": "Kokias funkcijas siūlo sporto lažybų programinė įranga?",
  "sbs_offer_ans": "Sporto lažybų programinė įranga gali suteikti funkcijas, tokias kaip duomenimis pagrįstos prognozės, simuliacijos, lažybų tendencijos, koeficientų palyginimai ir daugiau. Ji taip pat gali pasiūlyti išsamią ankstesnių žaidimų ir būsimų susitikimų analizę, kad lažybininkai galėtų priimti labiau pagrįstus sprendimus. Mes specializuojamės mažmeninių lažybų punktų ir internetinių tinklų kūrime. Tai apima KYC procedūras, patvirtintas reguliavimo institucijų, lošimų mokėjimo vartus, tokius kaip filialų rinkodaros įrankiai, referencinių sistemų ir socialinių tinklų integracija, mobiliųjų pranešimų ir internetinių pranešimų siuntimas, žaidėjų paskyrų valdymas, registracijos ir patikros procesai, sukčiavimo aptikimo sistemos bei geolokacijos įrankiai IP adreso vietos nustatymui.",
  "sbs_legal": "Ar sporto lažybų programinė įranga yra legali?",
  "sbs_legal_ans": "Taip, sporto lažybų programinė įranga yra legali ir ją naudoja daugelis profesionalių lažybininkų. Tačiau svarbu užtikrinti, kad programinė įranga būtų naudojama laikantis jūsų jurisdikcijos teisės aktų.",
  "ebs_faqs": "Dažniausiai užduodami klausimai apie eSports lažybų programinę įrangą",
  "ebs_titleoffer": "Kokius eSports žaidimus siūlote?",
  "ebs_titleoffer_ans": "<li ><strong>Populiariausi:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li ><strong>Sporto žaidimai:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li ><strong>Multiplayer Online žaidimai:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li ><strong>Pirmojo asmens šaudyklės FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li ><strong>Kovos žaidimai:</strong> Street Fighter, Super Smash Bros, Tekken. Realiojo laiko strategijos RTS: StarCraft: Brood War, Warcraft III, StarCraft II. </li><li ><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "Ar turite mobilią versiją?",
  "mobileversion_ans": "Taip, VRNL yra visiškai pritaikyta mobiliesiems įrenginiams. Mūsų platforma veikia sklandžiai visuose išmaniuosiuose telefonuose ir planšetėse, suteikdama prieigą prie sporto mainų, kazino žaidimų, iGaming ir eSports bet kuriuo metu. Galite mėgautis sklandžia, reaguojančia sąsaja, greitu užkrovimu ir saugiais sandoriais tiesiai iš naršyklės — jokių programėlių atsisiuntimo nereikia. Nesvarbu, ar naudojate Android, ar iOS, patirtis bus greita, patogi vartotojui ir tokia pat funkcionali kaip darbalaukio versijos.",
  "runesportsplatform": "Ar galiu valdyti eSports lažybų platformą, nesirūpindamas koeficientų ir prekybos valdymu?",
  "runesportsplatform_ans": "Mūsų eSports lažybų sprendimai apima koeficientų tiekimą. Programinė įranga turi daug funkcijų ir įrankių koeficientų maržų ir konfigūracijų valdymui visiškai autonomiškai. Jei norite susitelkti tik į punktų ir žaidėjų valdymą, mes teikiame prekybos paslaugas ir palaikymą.",
  "esports_solutions": "Ar galima turėti visiškai pritaikytą eSports sprendimą?",
  "esports_solutions_ans": "VRNL siūlo ekspertų komandą visiškai pritaikytos eSports lažybų platformos sukūrimui. Atsakingas vadybininkas surinks reikalavimus ir koordinuos projektą su kitais komandos nariais: projektų vadovu, grafinio dizaino specialistu ir IT vadovu.",
  "newtobusiness": "Aš visiškai naujas šioje srityje, ką turėčiau žinoti?",
  "newtobusiness_ans": "Tinkamas eSports lažybų platformos valdymas gali padaryti šią veiklą itin pelninga. Siūlome skirtingus sprendimus ir paslaugas, priklausomai nuo jūsų įsitraukimo lygio ir žinių. Žaidimų ekspertas dirbs kartu su jumis, kad pasirinktų geriausią eSports sprendimą pagal jūsų poreikius.",
  "eSports_market": "Kiek eSports gyvų rinkų turime?",
  "eSports_market_ans": "Šiandien siūlome 20 gyvų eSports rinkų.<br> Tačiau nuolat pridedame naujas rinkas.",
  "eSportsLogoBrand": "Ar galiu naudoti savo eSports logotipą ir prekės ženklo spalvas?",
  "eSportsLogoBrand_ans": "Taip, galite. Siūlome skirtingus sprendimus pagal jūsų konkrečius poreikius. Galime sukurti individualų eSports sprendimą pagal jūsų pageidavimus arba pateikti pilną sprendimą, pritaikant tik jūsų logotipą ir spalvas.",
  "eSports_server": "Ar galiu talpinti eSports mainus savo serverio infrastruktūroje?",
  "eSports_server_ans": "Ne, negalite. Talpinimas yra paslauga, įtraukta į mūsų pasiūlymą. Siekiant užtikrinti tinkamą eSports lažybų programinės įrangos veikimą, mūsų sistemos administratoriai sukūrė specialų klasterių struktūrą su atsarginėmis kopijomis ir katastrofų atkūrimo planais, užtikrinančiais atitiktį tarptautiniams standartams ir aukščiausius saugumo reikalavimus.",
  "sp_faqs": "Dažniausiai užduodami klausimai apie transliacijų platformą",
  "promte_cricket": "Kiek kriketo rungtynių galiu reklamuoti?",
  "promte_cricket_ans": "Transliacijos metu per valdymo skydelį galima aktyvuoti dvi rungtynes vienu metu, tačiau nėra ribojamas rungtynių skaičius, kurias galite prijungti.",
  "broadcast_live": "Ar kazino renginiai gali būti transliuojami gyvai?",
  "broadcast_live_ans": "Taip, galima transliuoti visus kazino žaidimus gyvai visuose platformose, leidžiančiose tai daryti.",
  "measure_success": "Kaip matuoti gyvų transliacijų sėkmę?",
  "measure_success_ans": "Žinoma, galite sekti išsamią analizę kelioms platformoms viename ekrane.",
  "is_mobile_friendly": "Ar platforma pritaikyta mobiliesiems įrenginiams?",
  "is_mobile_friendly_ans": "Taip — mūsų platforma visiškai pritaikyta mobiliesiems, ir mes teikiame APK failą, kurį galite atsisiųsti ir naudoti sklandžiai.",
  "livecasino_faqs": "Dažniausiai užduodami klausimai apie gyvąjį kazino",
  "whatisVRNLcasino": "Kas yra VRNL kazino programinė įranga?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software yra pažangi platforma, leidžianti internetiniams kazino siūlyti žaidimus su gyvais dalintojais savo žaidėjams. Ji suteikia infrastruktūrą ir įrankius realaus laiko interaktyviam kazino žaidimų patyrimui.",
  "software_work": "Kaip veikia VRNL Live Casino programinė įranga?",
  "software_work_ans": "VRNL Live Casino Software integruojama į internetinius kazino tinklalapius. Ji jungia žaidėjus su gyvais dalintojais per aukštos kokybės vaizdo transliaciją, leidžiant žaisti populiarius kazino žaidimus, tokius kaip blackjack, ruletė ir baccarat gyvai ir interaktyviai.",
  "features_livecasino": "Kokios pagrindinės VRNL Live Casino funkcijos?",
  "features_livecasino_ans": "VRNL Live Casino siūlo funkcijas, tokias kaip pritaikoma prekinio ženklo integracija, saugus mokėjimų integravimas ir patogi sąsaja tiek žaidėjams, tiek operatoriams.",
  "security_livecasino": "Kaip užtikrinti žaidimų saugumą ir sąžiningumą naudojant VRNL Live Casino?",
  "security_livecasino_ans": "VRNL Live Casino yra kuriama atsižvelgiant į saugumą. Naudojami sertifikuoti atsitiktinių skaičių generatoriai (RNG), užtikrinantys sąžiningumą. Taip pat teikiame įrankius sukčiavimo prevencijai ir žaidėjų apsaugai, be to, įgyvendiname duomenų šifravimą.",
  "offered_games": "Kokius žaidimus galima pasiūlyti naudojant VRNL Live Casino?",
  "offered_games_ans": "Galite pasiūlyti platų gyvų žaidėjų žaidimų pasirinkimą, įskaitant klasikinius žaidimus, tokius kaip gyvas blackjack, gyva ruletė ir gyvas baccarat, taip pat šių žaidimų variantus, kad žaidėjai liktų įsitraukę.",
  "integrateVRNL": "Ar galiu integruoti VRNL Live Casino su savo esama internetine kazino platforma?",
  "integrateVRNL_ans": "Taip, mūsų programinė įranga sukurta lengvai integruoti į esamas platformas, todėl tai sklandžiai papildys jūsų internetinį kazino verslą.",
  "wlc_faqs": "Dažniausiai užduodami klausimai apie White Label kazino",
  "whatis_wlc": "Kas yra White Label kazino?",
  "whatis_wlc_ans": "White Label kazino yra pilnai paruoštas sprendimas, leidžiantis verslininkams ir įmonėms paleisti savo internetinius kazino naudojant mūsų programinę įrangą ir infrastruktūrą. Galite jį ženklinti savo pavadinimu ir dizainu, o mes rūpinamės techniniais ir reguliavimo aspektais.",
  "wlc_work": "Kaip veikia White Label kazino paslauga?",
  "wlc_work_ans": "Mes suteikiame visiškai funkcionuojančią kazino platformą, įskaitant žaidimus, mokėjimų apdorojimą ir klientų palaikymą. Jūs tiesiog pritaikote prekinio ženklo dizainą pagal savo viziją, ir galite pradėti savo internetinio kazino verslą.",
  "wlc_games": "Kokius žaidimus galiu pasiūlyti savo White Label kazino?",
  "wlc_games_ans": "Siūlome platų kazino žaidimų pasirinkimą, įskaitant lošimo automatus, stalo žaidimus (pvz., blackjack, ruletė) ir žaidimus su gyvais dalintojais. Galite rinktis iš mūsų žaidimų katalogo, kad sukurtumėte įvairią žaidimų patirtį savo žaidėjams.",
  "wlc_launch": "Kiek laiko užtrunka paleisti mano White Label kazino?",
  "wlc_launch_ans": "Laikas gali skirtis priklausomai nuo jūsų reikalavimų ir reguliavimo procesų. Vidutiniškai tai gali užtrukti kelias savaites, kad nustatytumėte ir pritaikytumėte savo kazino platformą.",
  "wlc_cusSupport": "Koks klientų palaikymo lygis teikiamas mano White Label kazino?",
  "wlc_cusSupport_ans": "Siūlome techninę ir operatyvinę pagalbą, kad jūsų kazino veiktų sklandžiai.",
  "wlc_getstarted": "Kaip pradėti naudotis White Label kazino iš jūsų įmonės?",
  "wlc_getstarted_ans": "Susisiekite su mūsų pardavimų komanda, kad aptartumėte savo poreikius ir gautumėte individualią konsultaciją. Mes padėsime jums nustatyti jūsų White Label kazino platformą.",
  "can_cutomize_branding": "Ar galiu pritaikyti kazino savo prekės ženklu?",
  "can_cutomize_branding_ans": "Taip — galite visiškai pritaikyti kazino su savo logotipu, spalvomis ir prekinio ženklo elementais pagal savo identitetą.",
  "company": "Įmonė",
  "company_caps": "ĮMONĖ",
  "about": "Apie mus",
  "online_exchange_sw": "Internetinė mainų programinė įranga",
  "privacy_policy": "Privatumo politika",
  "contact_us": "Susisiekite su mumis",
  "solutions": "Sprendimai",
  "sports_betting_software": "Sporto lažybų programinė įranga",
  "wlc": "White Label kazino",
  "wlc_caps": "WHITE LABEL KAZINO",
  "wlc_platform": "White Label lažybų platforma",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Vrnl logotipas ir grafinė medžiaga yra įmonės intelektinė nuosavybė ir negali būti kopijuojama, atgaminta, platinama ar rodoma be raštiško Vrnl sutikimo.",
  "footer_para_2": "Autorių teisės © 2025 Vrnl Ltd. Visos teisės saugomos.",
  "home": "Pagrindinis",
  "betting": "Lažybos",
  "esports_betting": "eSports lažybos",
  "sbs_head": "Sporto lažybų programinė įranga",
  "casino": "Kazino",
  "online_casino_sw": "Internetinio kazino programinė įranga",
  "live_casino_sw": "Gyvo kazino programinė įranga",
  "casino_game": "Kazino žaidimai",
  "lottery_bingo": "Loterija ir bingo",
  "casino_tournament": "Kazino turnyrai",
  "risk_management": "Rizikos valdymas",
  "wl": "White Label",
  "wl_exch": "White Label mainai",
  "wl_exch_caps": "WHITE LABEL MAINAI",
  "our_work": "Mūsų darbai",
  "contact": "Kontaktai",
  "faq": "DUK",
  "live_casino": "Gyvas kazino",
  "lottery_games": "Loterijos žaidimai",
  "exch_sw_provider": "Mainų programinės įrangos tiekėjas",
  "mobile_bet": "Mobilios lažybos",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sporto lažybų valdiklis",
  "back": "Atgal",
  "exch_iframe_para": "Exchangebook iframe — leidžia greitai aktyvuoti Exchangebook modulį per sklandžią API integraciją. Mūsų išsamios Exchangebook paslaugos, prižiūrimos ekspertų, užtikrina platų internetinių renginių ir rinkų programavimo spektrą.",
  "contact_us!": "Susisiekite su mumis!",
  "exch_iframe_types": "Exchangebook iframe tipai",
  "exch_iframe_types_para": "Mūsų Exchangebook iframe sprendimai pateikiami trijų variantų, pritaikytų naudojamam kanalui, užtikrinant tinkamiausią pasirinkimą jūsų poreikiams:",
  "exch_iframe_types_list": "<li> iFrame <strong>darbalaukiui</strong>, sukurtas kompiuteriams su skirtingomis rezoliucijomis ir turintis įvairius pritaikomus išdėstymus.</li> <li> iFrame <strong>terminalams ir kioskam SSBT</strong>, su išdėstymais, optimizuotais jutikliniams ekranams ir intuityvia vartotojo patirtimi, tinkamas pradedantiesiems žaidėjams.</li>",
  "exch_iframe_types_para2": "Be to, per mūsų API galite pasiekti platų grafikos ir žaidimų funkcijų pritaikymą.",
  "cm_exch": "Išsamiai valdoma Exchangebook paslauga",
  "cm_exch_para": "Mūsų Exchangebook iframe apima koeficientų duomenų tiekimą ir pagrindinių lažybų nustatymų konfigūraciją. Programinė įranga turi daug funkcijų ir įrankių savarankiškam koeficientų maržų ir nustatymų valdymui. Jei pagrindinis dėmesys skiriamas žaidėjų valdymui ir rinkodarai, mes siūlome pilnai valdomas prekybos paslaugas ir palaikymą.",
  "acq_exch": "Exchangebook iframe sprendimo įsigijimas be pastangų",
  "acq_exch_para": "Supaprastinome iFrame aktyvavimo procesą, apimantį tik penkis paprastus žingsnius:",
  "acq_exch_list": "<li> Sudaryti sutartį tarp Vrnl ir kliento.</li> <li> Pradėti Exchangebook iFrame integraciją per API, naudojant mūsų SDK.</li> <li> Surengti susitikimą, kad apibrėžtumėte Exchangebook strategiją.</li> <li> Nustatyti labiausiai įtraukiančius sportus ir renginius jūsų veiklos zonai.</li> <li> Pradėkime gyvai!</li>",
  "live_casino_sw_p1": "Mūsų <strong>gyvos kazino platforma</strong> leidžia aktyvuoti <strong>geriausius gyvų žaidimų tiekėjus</strong>, žinomus dėl <strong>išskirtinės kokybės ir matematinės sąžiningumo</strong>.",
  "live_casino_sw_p2": "Mes siekiame suteikti jums geriausią gyvų kazino patirtį. Nesvarbu, ar esate patyręs žaidėjas, ar naujokas internetiniuose kazino, mūsų platforma siūlo įtraukiančią, realaus laiko žaidimų patirtį, neprilygstamą kitur.",
  "live_casino_sw_p3": "Vrnl Live Casino sprendimas suteikia išsamų paslaugų paketą, įskaitant:",
  "live_casino_sw_p3_l1": "Viso istorijos ataskaitų įrankiai",
  "live_casino_sw_p3_l2": "Žaidimų istorijos vizualizacija",
  "live_casino_sw_p3_l3": "Žaidimų nustatymai",
  "live_casino_sw_p3_l4": "Rizikos valdymo įrankiai",
  "live_casino_sw_p3_l5": "Žaidėjų valdymas",
  "live_casino_sw_p3_l6": "Filialų valdymo įrankiai",
  "live_casino_sw_p3_l7": "Daugiapakopė agentų struktūra",
  "live_casino_sw_p4": "Mes sukūrėme įvairius saugius integracijos metodus, kurie yra draugiški vartotojui ir skirti lengvai įgyvendinti per mūsų gyvo kazino API.",
  "live_casino_sw_demo": "Demo gyvo kazino sprendimai",
  "livecasino_integration": "<strong style='color: #575756;'>gyvo kazino API</strong> integracijos",
  "livecasino_integration_para": "Mūsų gyvo kazino programinę įrangą galite paleisti per kelias dienas. Be to, teikiame išsamias valdymo paslaugas, užtikrindami, kad visą operaciją prižiūrėtų mūsų ekspertai.<strong style='color: #575756;'>Taip pat garantuojame prieigą prie plačiausio gyvų žaidimų pasirinkimo internete.</strong>",
  "live_casino_lobby": "Mūsų patogioje vartotojui gyvų kazino žaidimų salėje",
  "youcan": "galite",
  "findgames_like": "rasti žaidimus, tokius kaip:",
  "findgames_like_desp": "Gyva ruletė, gyvas baccarat, gyvas blackjack ir gyvas pokeris, kauliukai ir skaičių žaidimai.",
  "euro_roulette": "Europos ruletė",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Karibų Stud",
  "casino_holdem": "Kazino Hold’em",
  "american_roulette": "Amerikos ruletė",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Drakonas ir Tigras",
  "bingo": "Bingo",
  "book_demo": "Užsisakyti demonstraciją",
  "lottery_head": "Ieškote loterijos ir bingo platformos?",
  "lottery_head_desp1": "Mes kruopščiai pasirinkome geriausius <b style='color: #575756; font-size: 45px;'>loterijos ir bingo</b> žaidimus jums.",
  "lottery_head_desp2": "Mūsų <b style='color:#575756; font-size: 16px;'>White Label Loterijos ir Bingo</b> sprendimas siūlo įvairias klasikinių bingo žaidimo versijas kartu su žinomiausiomis loterijomis.",
  "lottery_head_desp3": "Galite <b style='color:#575756; font-size: 16px;'>mėgautis šiais žaidimais iš savo išmaniojo telefono</b> ar kompiuterio, o mes užtikriname puikią vartotojo patirtį, nes mūsų žaidimai yra aukščiausios kokybės.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Be to, mūsų žaidimų algoritmai yra saugūs ir nepriklausomai sertifikuoti, užtikrinantys patikimą ir patikimą žaidimų patirtį.<br><br></strong>",
  "lottery_bingo_nos": "LOTERIJOS IR BINGO SKAIČIAI",
  "bingo_games": "Bingo žaidimai",
  "over100": "daugiau nei 100",
  "over130": "daugiau nei 130",
  "suppliers": "TIEKĖJAI",
  "more20": "Daugiau nei 20",
  "sports_betting_software_wl": "Sporto lažybų programinė įranga White Label",
  "sports_betting_software_wl_desp": "Įmonė, siekianti nuolat ieškoti naujoviškų sprendimų, kad efektyviai patenkintų nuolat besikeičiančius verslo poreikius.",
  "blink-soft": "Pagerinkite savo patirtį su pažangia sporto lažybų programine įranga",
  "platform_para1": "Modernūs sporto lažybų programinės įrangos sprendimai <b>keitė</b> tai, kaip lažybininkai įsitraukia į žaidimą. Su <b>sklandžiomis sąsajomis,</b> realaus laiko analitika ir tiesioginėmis lažybų galimybėmis, šios platformos suteikia aukštesnės kokybės lažybų patirtį tiek naujokams, tiek patyrusiems žaidėjams.",
  "platform_para2": "Nesvarbu, ar valdote internetinį sporto lažybų puslapį, fizinę lažybų vietą, ar kazino, mūsų išsamus sprendimų paketas – įskaitant <b>B2C platformas</b> ir <b>pritaikomus White Label produktus</b> – suteikia lankstumą ir technologijas, reikalingas konkurencingumui išlaikyti. Priimkite inovacijas ir pakelkite savo sporto lažybų operacijas su programine įranga, sukurtą <b>optimizuoti našumą</b> ir <b>vartotojų pasitenkinimą</b>.",
  "try_b2b": "Išbandykite mūsų pažangią B2B lažybų programinę įrangą",
  "try_b2c": "Išbandykite mūsų pažangią B2C lažybų programinę įrangą",
  "wls_turnkey": "White Label sprendimai ir Turnkey platformos",
  "wls_turnkey_p1_span1": "sklandžią ir įtraukiančią sporto lažybų patirtį",
  "wls_turnkey_p1_span2": "jūsų klientams. Šis požiūris pašalina brangių ir daug laiko reikalaujančių kūrimo procesų poreikį, leidžiant jums susitelkti į augimą ir",
  "custom_satisfaction": "klientų pasitenkinimą",
  "wls_turnkey_p2": "Mūsų saugi, aukštos kokybės lažybų platforma yra visiškai sertifikuota nepriklausomų žaidimų laboratorijų, garantuojant atitiktį ir patikimumą. Bendradarbiaudami su VRNL, gausite prieigą prie patikimos lažybų biržos, kuri didina pelningumą, užtikrinant",
  "highest_industry_standards": "aukščiausius pramonės standartus",
  "igaming_platform": "iGaming platforma",
  "igaming_platform_p1": "VRNL yra patikimas partneris iGaming pramonėje, siūlantis lyderiaujančias",
  "sbs": "sporto lažybų programinė įranga",
  "igaming_platform_p2": "Mūsų tikslas – pertvarkyti internetinių žaidimų sektorių, suteikiant operatoriams universalią, pažangią platformą, kuri užtikrina sklandų ir įtraukiantį žaidimą vartotojams.",
  "online_casino": "Internetinis kazino",
  "casino_para": "Sveiki atvykę į VRNL internetinį kazino — <b>patikimą lyderį</b>, teikiantį saugią ir įdomią žaidimų platformą visame pasaulyje. Mūsų misija – suteikti išskirtinę kazino patirtį, kuri įtrauktų ir linksintų žaidėjus.",
  "casino_para_list": "<li>Virš 75 tiekėjų</li> <li>Daugiau nei 15 000 lošimo automatų</li> <li>500+ stalo žaidimų</li> <li>700+ vaizdo pokerio žaidimų</li> <li>Daugiau nei 200 kitų žaidimų</li>",
  "casino_para2": "Mūsų ekspertų komanda jus palaiko kiekviename žingsnyje – nuo mokymų iki paleidimo.",
  "play_livecasino": "Žaiskite gyvame kazino tarsi būtumėte tiesiogiai kazino",
  "play_livecasino_list": "<li>Gyvas žaidimų šou</li> <li>AWC</li> <li>Lošimo automatai</li> <li>Gyva ruletė</li> <li>Gyvas blackjack</li> <li>Gyvas Baccarat</li> <li>Gyvas Casino Hold’em</li> <li>Blueocean</li> <li>Gyvas Dragon Tiger</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API paslaugų teikėjai ir iFrame",
  "api_services_iframe_p1": "VRNL siūlo pažangias <b>API integracijos ir iFrame sprendimus</b>, leidžiančius sklandžiai jungtis prie platformos, užtikrinti saugų duomenų mainus ir pagerinti vartotojo patirtį – padedant įmonėms dirbti efektyviau ir greičiau.",
  "api_services_iframe_p2": "VRNL supranta sklandaus duomenų mainų ir programų komunikacijos svarbą. Mes teikiame aukščiausios kokybės API integracijos paslaugas, leidžiančias jūsų programinei įrangai lengvai sąveikauti su kitomis platformomis. Mūsų ekspertai užtikrins, kad jūsų sistemos veiktų harmonijoje, suteikdami sklandžią patirtį tiek jums, tiek jūsų klientams.",
  "virtual_games": "Virtualūs žaidimai",
  "virtual_games_desp1": "Pasiruošę pradėti savo virtualų žaidimų nuotykį su VRNL? Nardykite į virtualų pasaulį kaip niekada anksčiau ir pasiruoškite neribotoms pramogų valandoms.",
  "virtual_games_desp2": "VRNL mes siekiame teikti pažangias virtualios realybės žaidimų patirtis, kurios perkelia žaidėjus į įdomius naujus pasaulius. Mūsų misija – suteikti labiausiai įtraukiamus, pramoginius ir intriguojančius virtualius žaidimus, kurie jus užkibs valandoms.",
  "before_start": "Prieš pradėdami, išbandykite jį veikime!",
  "explore_demo": "mūsų demo platformoje:",
  "mobile_sbs": "Mobilioji sporto lažybų programinė įranga",
  "mobile_sbs_p1": "Mūsų <strong>mobilioji programėlė</strong> leidžia jūsų lažybininkams lengvai pasiekti savo žaidimų paskyras ir atlikti statymus per planšetinius kompiuterius, išmaniuosius telefonus ir kitus interneto prijungtus mobiliuosius įrenginius.",
  "mobile_sbs_p2": "Nuo kriketo ir futbolo iki teniso, mūsų programinė įranga apima platų sporto renginių spektrą visame pasaulyje. Nesvarbu, koks jūsų sportinis pomėgis, galite atlikti statymus savo mėgstamose rungtynėse ir komandose.",
  "mobile_sbs_p3": "Mūsų programinė įranga ne tik leidžia atlikti statymus, ji kuria sklandžią ir vartotojui draugišką patirtį. Mes investavome į naujausias technologijas, kad naršymas mūsų platformoje būtų kuo lengvesnis.",
  "advantages_sbs": "Mobilios sporto lažybų programinės įrangos privalumai",
  "advantages_sbs_l1": "Mobilios programėlės veikia greičiau",
  "advantages_sbs_l2": "Personalizuotas lažybų turinys",
  "advantages_sbs_l3": "Momentinės internetinės lažybos",
  "advantages_sbs_l4": "Saugios ir patikimos",
  "advantages_sbs_p1": "Programėlės veikia greičiau nei mobilios svetainės, suteikiant sklandžius veiksmus ir atsakus.",
  "advantages_sbs_p2": "Vartotojai mėgaujasi personalizuotu turiniu, siūlančiu labiau įtraukiantį potyrį su pritaikytomis lažybų galimybėmis pagal jų pageidavimus.",
  "advantages_sbs_p3": "Visos mobilios programėlės suteikia momentinę prieigą vienu palietimu, leidžiančią vartotojams atlikti statymus, tikrinti žaidimų paskyras, žaisti kazino žaidimus ir rinktis mėgstamas lygas be vėlavimų.",
  "advantages_sbs_p4": "Mūsų prioritetas yra saugumas. VRNL mobilioji sporto lažybų programinė įranga sukurta su pažangiomis saugumo priemonėmis, apsaugančiomis jūsų asmeninę ir finansinę informaciją. Galite statyti ramiai.",
  "online_casino_sw_p1": "VRNL yra pirmaujantis <strong>internetinio kazino programinės įrangos</strong> ir <strong>platformų</strong> tiekėjas. Jie atlieka svarbų vaidmenį projektuojant ir kuriant kazino platformas, užtikrinant, kad jos būtų patogios vartotojui ir turtingos funkcijomis.",
  "online_casino_sw_p2": "Mūsų rinkodaros komanda kruopščiai dirbs, kad jūsų internetinis kazino būtų matomas pirmame puslapyje, užtikrinant didelę matomumą internete.",
  "online_casino_sw_p3": "Internetinė kazino platforma bus aprūpinta įvairiais iš anksto sukonfigūruotais žaidimais, o mūsų stebėjimo įrankiai suteiks aiškią, realaus laiko apžvalgą apie jūsų naujo verslo pažangą ir veikimą.",
  "customized_theme": "Tai yra tema, kurią galima pritaikyti, pamatykite ją veikiant:",
  "live_casino_sw_desp1": "Mes siūlome plačiausią pirmaujančių <strong>gyvų kazino tiekėjų</strong> pasirinkimą<br>",
  "live_casino_sw_desp2": "pasaulyje, užtikrinant prieigą prie plačiausio gyvų stalų pasirinkimo internete ir sklandžią daugiakanalę patirtį.",
  "casino_sw_features": "Pagrindinės kazino programinės įrangos savybės",
  "casino_sw_features_p1": "Mūsų <strong>kazino programinės įrangos platforma</strong> sukurta, kad suteiktų sklandžią ir įtraukiančią žaidimų patirtį tiek žaidėjams, tiek operatoriams.<br /><br />",
  "casino_sw_features_p2": "Svarbiausios mūsų platformos savybės: ",
  "casino_sw_features_list": "<li>Matomumas ir kontrolė stalo diapazonuose.</li> <li>Žaidimų stalo atributai ir nustatymai.</li> <li>VIP limitai.</li> <li>Kliento funkcionalumas ir prieiga prie mūsų pritaikymo įrankių.</li> <li>Ataskaitų mechanizmas ir pranešimų sistema, suteikianti operatoriams momentinę prieigą ir pranešimus apie veiklos įvykius.</li> <li>API verslo intelektui (BI)</li> <li>Rinkodaros įrankiai</li> <li>API išoriniam integravimui</li>",
  "casino_sw_features_p3": "Mūsų vartotojui draugiškas pritaikymo įrankis leidžia lažybų bendrovėms atlikti realaus laiko pakeitimus įvairiuose gyvų pasiūlymų aspektuose, <br />įskaitant banerius, šriftus ir spalvų schemas, naudojant intuityvius valdiklius.",
  "casino_sw_features_p4": "Mūsų naujoji platforma veikia kaip autonominė, lanksti ir greita sistema. Šis lankstumas leidžia greitai <br /> reaguoti į lažybų bendrovių prašymus ir išlaikyti aukštesnius kokybės standartus kuriant naujus ir esamus<br /> produktus.",
  "casino_sw_features_p5": "Siekiant pagreitinti jūsų verslą, mes taip pat siūlome",
  "casino_sw_features_p6": " su daugiau nei 3000 žaidimų pasirinkimu.",
  "integrate_iframe_apis": "Integracija su išorinėmis platformomis per iFrame ir API",
  "integrate_iframe_apis_para": "Mūsų platforma siūlo įvairius integracijos variantus. Galite sklandžiai <strong>integruotis per iFrame arba <br />API.</strong> Tai galima pritaikyti pagal jūsų poreikius, nesvarbu, ar tai būtų visapusiška pilno aptarnavimo integracija, <br />specializuotas sporto lažybų sprendimas ar dėmesys <strong>internetiniams kazino žaidimams</strong>, įskaitant <strong>gyvus kazino</strong> pasiūlymus.",
  "view_demo": "Peržiūrėti demonstraciją",
  "we_are": "mes esame",
  "online_exchange_sw_p1": "VRNL didžiuojasi teikdama modernią internetinių mainų programinę įrangą, kuri keičia lažybų patirtį. Siūlome visiškai funkcionuojančią platformą su plačiu gyvų rungtynių pasirinkimu kiekvieną mėnesį. Su mūsų tiesioginio transliavimo galimybėmis jūsų lažybų punktas taps pramogų platforma, o nepriklausomų žaidimų laboratorijų sertifikatai suteiks papildomą užtikrinimą.",
  "online_exchange_sw_p2": "VRNL internetinė mainų programinė įranga siūlo išsamų sporto lažybų pasirinkimą. Nesvarbu, ar esate kriketo, futbolo, teniso ar kito sporto fanas, mes turime viską. Mūsų platforma siūlo realaus laiko koeficientus, tiesiogines lažybas ir vartotojui draugišką sąsają, leidžiančią lengvai atlikti statymus.",
  "onther_head": "Mes supaprastiname procesą, kad galėtumėte sklandžiai integruotis į verslą.",
  "onther_p1": "Ši tema yra labai pritaikoma, galite pamatyti jos lankstumą veikiant:",
  "main_features": "Pagrindinės savybės",
  "feature_para": "VRNL yra priekyje revoliucionuojant lažybas ir internetinių kazino valdymą. Su mūsų patirtimi gausite prieigą prie:",
  "feature_list": "<li><strong>Pasaulinė lažybų patirtis : </strong> VRNL suteikia prieigą prie įvairių sporto šakų, lygų ir lažybų rinkų iš viso pasaulio. Su mumis galite pasiūlyti vartotojams tikrą pasaulinę lažybų patirtį.</li> <li><strong>Išsamios prieš rungtynių galimybės : </strong> Pasirinkite iš 150 000 mėnesinių prieš rungtynių lažybų galimybių. Užtikriname, kad jūsų platforma turėtų įvairių pasirinkimų, atitinkančių įvairius lažybų poreikius.</li> <li><strongĮdomios gyvos lažybos : </strong> Įtraukite vartotojus su 75 000 mėnesinių gyvų lažybų galimybių. Šios realaus laiko lažybos prideda įdomumo ir spontaniškumo patirčiai.</li> <li><strong>Metaverso kazino žaidimai : </strong> VRNL siūlo platų kazino žaidimų rinkinį, tinkamą metaversui. Panardinkite vartotojus į virtualią kazino aplinką su mūsų įvairiais žaidimais.</li> <li><strong>Sklandi iFrame integracija : </strong> Lengvai integruokite mūsų iFrame į savo iGaming platformą. Mūsų vartotojui draugiškas iFrame sprendimas leidžia lengvai pagerinti platformos galimybes.</li> <li><strong>Lanksti integracija : </strong> Pasirinkite savo integracijos metodą, ar tai būtų per API, ar iFrame. Siūlome įvairius variantus, pritaikytus jūsų patogumui ir platformos reikalavimams.</li>",
  "sports_header_2": "Internetinių mainų programinė įranga iGaming kazino platforma",
  "sports_header_2_p1": "Mes teikiame <a style='color: #a0c528;' href='#'>White Label kazino</a> sprendimą su daugiau nei 1 000 žaidimų biblioteka.",
  "sports_header_2_p2": "Mūsų paslaugos apima žaidimų licencijos gavimą ir teisinę pagalbą jūsų kazino verslo pradžiai, užtikrinant saugią ir sertifikuotą žaidimų matematiką.",
  "sports_header_2_p3": "Mes atrinkome geriausius žaidimų tiekėjus, siekdami pasiūlyti jums plačiausią gyvų kazino žaidimų ir internetinių kazino žaidimų pasirinkimą. Kruopščiai sudarėme partnerystes su pirmaujančiais žaidimų tiekėjais, kad užtikrintume neprilygstamą gyvų kazino ir internetinių kazino žaidimų įvairovę.",
  "online_sports_list": "<li>Gyvas žaidimų šou</li> <li>Pirmojo asmens žaidimai</li> <li>Lošimo automatai</li> <li>Amerikos ruletė gyvai</li> <li>Gyvas blackjack</li> <li>Gyvas baccarat</li> <li>Gyvas Casino Hold’em</li> <li>SICBO</li> <li>Gyvas Dragon Tiger</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Žaiskite gyvame kazino tarsi būtumėte tiesiogiai kazino",
  "top_online_providers": "Pirmaujantys internetinių kazino tiekėjai pasaulinio lygio platformoje",
  "online_casino_p1": "Ar esate pasiruošę pakelti savo internetinio kazino patirtį į aukštesnį lygį? VRNL yra jūsų vieno langelio sprendimas visiems internetinio kazino poreikiams. Mes teikiame aukščiausios klasės paslaugas ir modernius sprendimus internetinių kazino operatoriams, užtikrindami nepamirštamą žaidimų patirtį jūsų žaidėjams.",
  "user_data_section1": "<li>Tiekėjai 75+ daugiau nei</li> <li>Lošimo automatai 15 000+ daugiau nei</li> <li>Stalo žaidimai 500+ daugiau nei</li> <li>Vaizdo pokeris 700+ daugiau nei</li> <li>Kiti žaidimai 200+ daugiau nei</li>",
  "lottery_bingo_games": "Loterijos ir bingo žaidimai",
  "lottery_bingo_games_p1": "VRNL mes suteikiame loterijos ir bingo žaidimų įspūdį tiek jūsų ekranui, tiek vietinėms mažmeninėms parduotuvėms. Nesvarbu, ar esate tradicinių popierinių bilietų gerbėjas, ar mėgstate žaisti internetu, mes turime viską. Su mumis tai ne tik žaidimai – tai laimėjimo džiaugsmas ir žaidimo malonumas.",
  "user_data_section2": "<li>Bingo 80+ daugiau nei</li> <li>Loterija 130+ daugiau nei</li>",
  "ultimate_dest": "Galutinė vieta internetinei ir fizinei loterijos bei bingo žaidimų patirčiai",
  "weare_vrnl": "Mes esame VRNL",
  "weare_vrnl_desp": "<strong>DIDŽIAUSIA PLATFORMOS SPORTO IR KAZINO WHITE LABEL TIEKIMUI</strong> Plačiausias pramoginių žaidimų pasirinkimas internete White Label kazino su daugiau nei 1 000 žaidimų. Internetinio kazino programinė įranga prieinama ir paprasta valdyti mūsų platformoje.",
  "res_design": "Reaguojantis dizainas",
  "res_design_desp": "Mūsų svetainė yra reaguojanti, todėl ji tinkamai rodoma planšetiniuose įrenginiuose, mobiliuosiuose įrenginiuose ir staliniuose kompiuteriuose, užtikrinant optimalią vartotojo patirtį.",
  "custmzd_options": "Pritaikymo galimybės",
  "custmzd_options_desp": "Mes suteikiame klientams plačias pritaikymo galimybes, leidžiančias pasirinkti norimas spalvas, šriftus ir svetainės išdėstymą. Tai užtikrina, kad svetainė atspindėtų jų unikalų stilių ir pageidavimus.",
  "loading_speed": "Įkėlimo greitis",
  "loading_speed_desp": "Mūsų svetainė optimizuota greičiui ir našumui. Ji pasižymi greitu įkėlimu įvairiuose įrenginiuose ir interneto ryšiuose.",
  "b2b_theme": "B2B (Verslas Verslui)",
  "b2b_theme_p1": "Mūsų B2B tema išsiskiria savo unikaliomis funkcijomis. Įtraukėme papildomą Parley parinktį, kad pagerintume lažybų patirtį.",
  "b2b_theme_p2": "Mūsų tema pasižymi geriausiomis spalvų kombinacijomis ir dizaino elementais, užtikrinančiais estetiškai patrauklią sąsają. Vartotojai turi leidimą atlikti statymus įvairiuose sportuose, įskaitant kriketą, futbolą ir tenisą.",
  "b2b_theme_p3": "Taip pat turime daug įvairių kazino žaidimų daugiau pramogų galimybių. Be to, siūlome įvairius kazino tipus, pavyzdžiui, AWC kazino, kuriame yra daugiau nei 500 lošimo automatų ir daugiau nei 100 stalo žaidimų.",
  "b2c_theme": "B2C (Verslas Vartotojui)",
  "b2c_theme_p1": "Mūsų B2C svetainė suteikia vartotojams patogią patirtį. Jie gali lengvai užsiregistruoti naudodami savo telefono numerį, suteikiant patogų ir saugų būdą sukurti paskyrą.",
  "b2c_theme_p2": "Užsiregistravę, vartotojai gali įnešti lėšų į savo paskyras, kas leidžia paprastai pradėti lažybų ir žaidimų patirtį. Be to, mes teikiame sklandų pinigų išėmimo procesą, užtikrinant, kad vartotojai galėtų lengvai pasiekti savo laimėjimus.",
  "b2c_theme_p3": "Patirties pagerinimui siūlome bonusus, kuriuos vartotojai gali užsidirbti ir naudoti platformoje. Tai suteikia papildomo džiaugsmo ir vertės klientams, leidžiant maksimaliai išnaudoti įnešimus ir išėmimus.",
  "b2c_theme_p4": "Apskritai, mūsų B2C svetainė sukurta taip, kad suteiktų lengvą ir malonią lažybų bei žaidimų patirtį, leidžiant klientams laisvai žaisti, įnešti ir išsiimti pinigus.",
  "request_demoID": "Prašyti demonstracinio ID",
  "form_name": "Vardas *",
  "form_name_err": "Įveskite savo vardą (bent 3 simboliai).",
  "form_email": "El. paštas *",
  "form_email_err": "Įveskite galiojantį el. pašto adresą.",
  "form_country": "Šalis *",
  "form_country_err": "Pasirinkite savo šalį.",
  "form_district": "Rajonas *",
  "form_district_err": "Įveskite savo rajoną.",
  "form_whatsapp": "WhatsApp numeris *",
  "form_whatsapp_err": "Įveskite galiojantį WhatsApp numerį.",
  "form_turnover": "Mėnesio apyvarta *",
  "form_turnover_err": "Įveskite savo mėnesio apyvartą.",
  "form_users": "Vartotojų skaičius *",
  "form_users_err": "Įveskite galiojantį vartotojų skaičių.",
  "form_current": "Naudojama dabartinė platforma *",
  "form_current_err": "Įveskite dabartinę platformą.",
  "form_issues": "Dabartinės platformos problemos *",
  "form_issues_err": "Apibūdinkite problemas (bent 10 simbolių).",
  "form_telegram": "Ar turite Telegram? *",
  "form_select": "-- Pasirinkti --",
  "form_yes": "Taip",
  "form_no": "Ne",
  "form_telegram_err": "Pasirinkite, ar turite Telegram paskyrą.",
  "form_telhandle": "Telegram paskyra *",
  "form_telhandle_err1": "Telegram paskyra yra privaloma.",
  "form_telhandle_err2": "Telegram paskyra turi prasidėti simboliu &#64; (pvz., &#64;vartotojas).",
  "demo_url": "Demonstracinė nuoroda",
  "form_submit": "Siųsti",
  "form_name_ph": "Įveskite savo vardą",
  "form_email_ph": "Įveskite savo el. paštą",
  "form_district_ph": "Įveskite savo rajoną",
  "form_whatsapp_ph": "Įveskite WhatsApp numerį",
  "form_turnover_ph": "Įveskite mėnesio apyvartą",
  "form_users_ph": "Įveskite vartotojų skaičių",
  "form_current_ph": "Įveskite dabartinę platformą",
  "form_issues_ph": "Įveskite dabartinės platformos problemas",
  "form_telhandle_ph": "Įveskite Telegram paskyrą",
  "our_commitment": "Mūsų įsipareigojimas",
  "our_commitment_p1": "VRNL įsipareigoja saugoti jūsų privatumą ir apsaugoti jūsų asmeninę bei finansinę informaciją. Ši politika paaiškina, kokią informaciją renkame, kaip ją naudojame ir kokias priemones imamės jos apsaugai. Nuorodos į vrnl.net taip pat apima jo programas.",
  "our_commitment_p2": "Ši politika taikoma visoms VRNL svetainėms ir programoms, kuriose ji skelbiama, laikantis taikomų įstatymų regionuose, kuriuose veikiame. Papildomos regiono ar paslaugos specifinės privatumo nuostatos gali papildyti šią politiką.",
  "our_commitment_p3": "Jei pateikiate informaciją per trečiųjų šalių platformas (pvz., socialinių tinklų prisijungimus), mes renkame duomenis per šias integracijas pagal šią politiką. Tačiau trečiosios šalies privatumo praktikos taikomos duomenims, kuriuos jie renka tiesiogiai. Privatumo nustatymai tokiuose tinkluose neturi įtakos, kaip VRNL naudoja per mūsų svetaines ar programas surinktus duomenis.",
  "our_commitment_p4": "Mūsų platformos gali turėti nuorodų į išorines svetaines, kurių VRNL nevysto ar nekontroliuoja. Mes neatsakome už jų privatumo praktiką ir raginame peržiūrėti jų politiką prieš dalijantis informacija.",
  "our_commitment_p5": "Ši privatumo politika turėtų būti skaitoma kartu su mūsų naudojimosi sąlygomis.",
  "user_content": "Vartotojo sutikimas",
  "user_content_para": "Naudodami vrnl paslaugą (pvz., registruodamiesi paskyrai, pirkdami paslaugą, dalyvaudami konkurse ar akcijoje, bendraudami su mumis mūsų svetainėse ar programose), jūs sutinkate su mūsų jūsų asmeninės informacijos rinkimu, naudojimu ir dalijimu, kaip aprašyta šioje politikoje. Kai kuriais atvejais, ypač jei gyvenate šalyje, kurioje taikoma duomenų apsaugos reglamentacija, mes galime paprašyti jūsų aiškaus sutikimo naudotis mūsų paslaugomis prieš tęsiant kitus veiksmus. Jei esate keliautojas ar naudotojas iš skirtingų šalių, registracijos metu nurodyta šalis bus laikoma pagrindine, o gautas sutikimas galios jūsų asmeninės informacijos tvarkymui. Registracijos metu galiojantys privatumo įstatymai bus taikomi jums.",
  "accessing_webNet": "Prieiga prie svetainės ir Network 18 paslaugų per VPN",
  "accessing_webNet_p1": "Negalima pasiekti ar naudoti VRNL svetainių ar paslaugų jokiomis priemonėmis, kurios slepia ar klaidina jūsų tikrąją geografinę vietą (pvz., naudojant VPN ar panašias priemones).",
  "accessing_webNet_p2": "VRNL nebus atsakinga už jūsų asmens duomenų rinkimą, saugojimą ar tvarkymą, jei naudojamos tokios prieigos priemonės.",
  "collection_personalInfo": "Asmeninės informacijos rinkimas ir jos naudojimas",
  "collection_personalInfo_p1": "„Asmeninė informacija“ (PII) reiškia bet kokius duomenis, kurie tiesiogiai arba netiesiogiai gali identifikuoti asmenį, pvz., vardą, pašto adresą, el. pašto adresą ar mobiliojo telefono numerį. Kai anoniminiai duomenys susiejami su Asmenine informacija, jie taip pat laikomi Asmenine informacija.",
  "collection_personalInfo_p2": "VRNL renka tik būtiną Asmeninę informaciją, kad įvykdytų jūsų užklausas ir suteiktų pritaikytas paslaugas. Mes nesirenkame šios informacijos, jei ją nepateikiate savanoriškai.",
  "collection_personalInfo_p3": "Jūsų Asmeninė informacija gali būti naudojama VRNL ir jos paslaugų partnerių mūsų svetainių ir paslaugų veikimui užtikrinti bei informuoti apie naujas funkcijas, produktus ir paslaugas, siūlomas VRNL ir jos filialų.",
  "info_provide_us": "1. Informacija, kurią pateikiate mums",
  "info_provide_us_desp": "Mes galime paprašyti ir surinkti šią asmeninę informaciją, kai naudojatės vrnl.net, be jos negalime suteikti visų pageidaujamų paslaugų:",
  "reg_data": "a. Registracijos duomenys",
  "reg_data_desp": "Norint naudotis tam tikromis svetainės, programos ir paslaugų funkcijomis (pvz., renginių registracija ir svetainės kampanijos), galite pateikti pagrindinę kontaktinę informaciją, įskaitant, bet neapsiribojant:",
  "reg_data_list": "<li><span>Vardas</span></li> <li><span>Pavardė</span></li> <li><span>El. pašto adresas</span></li>",
  "user_pro_details": "b. Vartotojo profilio duomenys",
  "user_pro_details_desp": "Mes galime rinkti ir registruoti šią asmeninę informaciją „Mano profilis“ skyriuje, kad suteiktume pritaikytą turinį ir palaikytume vartotojo profilį, įskaitant, bet neapsiribojant:",
  "user_pro_details_list": "<li><span>Vardas</span></li> <li><span>Lytis</span></li> <li><span>El. paštas</span></li> <li><span>Gimimo data</span></li> <li><span>Šalis</span></li> <li><span>Miestas</span></li> <li><span>Mobiliojo telefono numeris</span></li>",
  "mobile_device_permissions": "c. Mobiliojo įrenginio leidimai",
  "mobile_device_permissions_desp": "Naudojantis mūsų programa mobiliose įrenginiuose/tabletėse/TV ar kituose įrenginiuose, gali būti prašoma prieigos prie šių nustatymų:",
  "mobile_device_permissions_list": "<li><span>Paskyros – valdant kelias paskyras programoje ir prisijungimui</span></li> <li><span>Kontaktai – prieiga prie kontaktų, kad būtų galima dalytis straipsniais programoje</span></li> <li><span>Telefonas – telefono būsenos skaitymas ir pranešimų įgalinimas. IMEI renkamas tik unikaliam vartotojo identifikavimui</span></li> <li><span>Kamera – vartotojui įkelti nuotraukas ir profilio nuotrauką. Leidžia naudoti kamerą vrnl programoje</span></li> <li><span>Mikrofonas – balso komandų funkcijoms</span></li> <li><span>Atmintis – prieiga prie failų ir aplankų programoje</span></li> <li><span>SMS – siųsti ir gauti patvirtinimo žinutes</span></li>",
  "mobile_device_permissions_desp2": "Leidimai gali būti būtini programos tinkamam veikimui. Leidimus galima tvarkyti per vartotojo įrenginio 'nustatymų' parinktį.",
  "info_voluntarily": "2. Informacija, kurią pateikiate savanoriškai",
  "info_voluntarily_desp": "Jei siunčiate mums asmeninę korespondenciją, pvz., el. laiškus ar laiškus, arba jei kiti vartotojai ar trečiosios šalys siunčia informaciją apie jūsų veiklą ar įrašus vrnl.net, mes galime surinkti ir saugoti šią informaciją.",
  "info_voluntarily_para": "Mes galime rinkti papildomą informaciją kitais atvejais, kai pateikiate atsiliepimus, keičiate turinį ar el. pašto nustatymus, atsakote į apklausas ar bendraujate su mumis. Ši informacija gali apimti jūsų vardą, el. pašto adresą, mobiliojo telefono numerį, vietą ir kt.",
  "info_auto": "3. Automatiškai renkama informacija",
  "info_auto_desp": "Mes renkame informaciją apie jūsų naudojimąsi mūsų paslaugomis, sąveiką su mumis ir mūsų reklama, taip pat apie įrenginius, naudojamus paslaugoms pasiekti (mobilieji įrenginiai, planšetės ir kiti įrenginiai). Ši informacija apima, bet neapsiriboja:",
  "info_auto_list": "<li><span>Veikla vrnl.net, pvz., peržiūrimos puslapiai, praleistas laikas, paieškos užklausos ir kt.</span></li> <li><span>Sąveika su mūsų el. laiškais, klientų aptarnavimu ir žinučių platforma</span></li> <li><span>Geografinė vieta per IP adresus</span></li> <li><span>Įrenginio informacija, pvz., įrenginio ID, modelis ir kiti unikalūs identifikatoriai</span></li> <li><span>Reklamos identifikatoriai, pvz., mobiliuosiuose įrenginiuose ir planšetėse (pvz., IDFA iOS ir GAID Android)</span></li> <li><span>Informacija, surinkta naudojant slapukus ir kitas technologijas*</span></li>",
  "info_auto_note": "*Pastaba: Jūsų patirčiai pagerinti galime naudoti <b>slapukus</b> arba panašias technologijas, kad priskirtume jums <b>unikalų vartotojo ID</b> ir suprastume jūsų pomėgius. <b>Slapukai</b> neatskleidžia jūsų tapatybės be jūsų sutikimo ir negali pasiekti duomenų iš įrenginio. Reklamuotojai gali nustatyti savo slapukus, su kuriais mes nekontroliuojame. Taip pat renkame tam tikrą techninę informaciją, kai naudojate mūsų svetaines, programas ar paslaugas bet kuriame įrenginyje.",
  "inferred_info": "4. Išvada apie informaciją naudojant ir analizuojant žurnalo duomenis",
  "inferred_info_desp": "Mes galime sekti tam tikrą informaciją apie jus, remdamiesi jūsų elgesiu vrnl.net. Ši informacija naudojama vidiniams tyrimams apie mūsų vartotojų demografiją, įrenginius, interesus ir elgesį, siekiant geriau suprasti, apsaugoti ir aptarnauti vartotojus. Informacija yra apibendrinama ir analizuojama agreguotai.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Mes taip pat galime rinkti jūsų informaciją, kad stebėtume vartotojų elgesį ir pageidavimus vidinei analitikai ir tyrimams. Taip pat galime naudoti jūsų informaciją:</strong><br> (i) Įvertinti jūsų susidomėjimą investavimo galimybėmis, paslaugomis, pasiūlymais, prenumeratomis; <br> (ii) Atlikti analizę ir klientų tyrimus, nustatyti jūsų susidomėjimą, identifikuoti turinį, generuojantį pardavimus, ir analizuoti srauto tendencijas.<br>",
  "inferred_info_a": "a. Interaktyvios funkcijos",
  "inferred_info_a_desp1": "vrnl.net turi daugybę funkcijų, leidžiančių vartotojams/dekoliams atskleisti savo tapatybę ir bendrauti su kitais vartotojais. Jūsų naudojimasis šiomis funkcijomis ir bet kokios asmeninės informacijos (pvz., el. pašto adresas) pateikimas per šias funkcijas yra jūsų pačių rizika, o vrnl.net neprisiima atsakomybės už tai. Jei jūsų privatumas buvo pažeistas naudojantis šiomis funkcijomis, galite pranešti mums el. paštu adresu vrnl@gmail.com.",
  "inferred_info_a_desp2": "Jei nuspręsite skelbti pranešimus socialiniuose tinkluose, forumuose, pokalbių kambariuose ar kitose pranešimų vietose arba pateikti atsiliepimus, mes surinksime tą informaciją, kurią pateikėte. Mes saugosime šią informaciją tiek, kiek reikia ginčams spręsti, klientų aptarnavimui užtikrinti ir problemoms spręsti pagal įstatymą. Taip pat galime saugoti tokią informaciją agreguotai, formuodami rinkos tendencijas ir nuotaikas. Tačiau mes nesiekiame susieti jokios jūsų asmeninės informacijos su komentarais ar įrašais atliekant tokią analizę.",
  "inferred_info_b": "b. Vartotojo patirtis ir palaikymas",
  "inferred_info_b_desp1": "Mes nustatome ir naudojame jūsų IP adresą, kad padėtume diagnozuoti serverio problemas ir administruoti programą. Jūsų IP adresas taip pat naudojamas jūsų identifikavimui ir plačios demografinės informacijos rinkimui, siekiant pritaikyti jūsų patirtį vrnl.net.",
  "inferred_info_b_desp2": "Kartais prašome užpildyti pasirenkamas internetines apklausas. Šios apklausos gali prašyti jūsų kontaktinės informacijos ir demografinės informacijos (pvz., pašto kodo, amžiaus ir kt.). Mes naudojame šiuos duomenis, kad pritaikytume jūsų patirtį vrnl.net, pateikdami turinį, kuris gali jus sudominti, ir rodydami turinį pagal jūsų pageidavimus.",
  "info_thirdparty": "5. Informacija, kurią surenkame per trečiąsias šalis",
  "info_thirdparty_a": "a. Prisijungimas per socialinius tinklus",
  "info_thirdparty_a_desp": "Kai registruojatės naudodami kitas paskyras, pvz., Facebook, Gmail ir kt., mes gauname informaciją iš šių paskyrų, kad galėtume toliau su jumis bendrauti ir teikti paslaugas. Surenkame šią informaciją iš atitinkamų socialinių tinklų platformų, įskaitant, bet neapsiribojant:",
  "info_thirdparty_a_list": "<li><span>Facebook - vieša informacija, vardas, el. pašto adresas, draugų sąrašas</span> </li> <li><span>Google - vardas, pavardė, el. pašto adresas</span></li>",
  "info_thirdparty_b": "b. Sandorių arba atsiskaitymo informacija",
  "info_thirdparty_b_desp": "Remiantis jūsų prenumeratos paketo pirkimu, mūsų mokėjimo partneris gali rinkti informaciją apie jūsų kredito/debeto kortelės duomenis ar kitą banko sąskaitos informaciją kartu su atsiskaitymo adresu. Ši informacija saugoma mūsų mokėjimo partnerio. Pvz., paslaugos naudos trečiųjų šalių mokėjimo partnerius prenumeratos mokesčiui apdoroti. Atkreipkite dėmesį, kad vrnl.net tiesiogiai nesurenka finansinės informacijos, pvz., kredito/debeto kortelių ar internetinės bankininkystės duomenų. Šie mokėjimo partneriai nėra kontroliuojami mūsų. Naudojantis šiais mokėjimo vartais, tai darote savo rizika. Šie mokėjimo vartai gali turėti savo privatumo politiką, kurią rekomenduojame peržiūrėti. Mes neprisiimame atsakomybės už tokius mokėjimo vartus ar jų turinį, taip pat jų privatumo praktiką, ir jų nereklamuojame. Rekomenduojame susipažinti su jų privatumo politika prieš pateikiant savo informaciją ar atliekant sandorius.",
  "lawfulness_processing": "I. Asmens duomenų rinkimo tikslai ir teisėtumas",
  "lawfulness_processing_desp1": "vrnl.net renkame ir tvarkome jūsų asmens duomenis tik teisėtais pagrindais. Teisėtas pagrindas gali būti jūsų aiškus sutikimas arba 'legitimi interesai', kai tai būtina teikiant klientų aptarnavimą ar apdorojant duomenis, kad būtų suteiktos aukščiausios kokybės paslaugos (pvz., jūsų duomenų apdorojimas mokėjimo paslaugų teikėjų).",
  "lawfulness_processing_desp2": "Mes naudojame informaciją teikti, analizuoti, administruoti, tobulinti ir personalizuoti mūsų paslaugas bei rinkodaros veiklą, apdoroti jūsų registraciją, užsakymus, mokėjimus ir bendrauti su jumis šiais tikslais. Pavyzdžiui, mes naudojame informaciją, kad:",
  "lawfulness_processing_list": "<li><span>nustatyti jūsų portfelio poreikius ir pateikti personalizuotas rekomendacijas, patarimus bei prognozes apie rinkos tendencijas, perspėjimus apie rinkos pokyčius ir indeksų statistikas;</span></li> <li><span>užkirsti kelią, nustatyti ir tirti galimai draudžiamas ar neteisėtas veiklas, įskaitant sukčiavimą;</span></li> <li><span>analizuoti ir suprasti mūsų auditoriją, tobulinti paslaugą (įskaitant vartotojo sąsają) ir optimizuoti turinio atranką, rekomendacijų algoritmus bei pateikimą;</span></li> <li><span>bendrauti su jumis apie mūsų paslaugą (pvz., el. paštu, push pranešimais, SMS ir internetinėmis žinučių platformomis), kad praneštume naujienas apie vrnl.net, naujas funkcijas ir turinį, specialius pasiūlymus, konkursus ir apklausas bei padėtume su operacinėmis užklausomis, pvz., slaptažodžių atstatymu;</span></li> <li><span>informuoti apie paslaugų teikimo sąlygų pakeitimus;</span></li> <li><span>leisti jums dalyvauti interaktyviose funkcijose, siūlomose per mūsų paslaugas;</span></li> <li><span>vykdyti mūsų įsipareigojimus ir ginti teises pagal sutartis su jumis, įskaitant atsiskaitymą, chargeback ir išieškojimą.</span></li>",
  "lawfulness_processing_desp3": "Mes galime naudoti jūsų informaciją, kad suteiktume jums personalizuotą patirtį naudojantis mūsų svetainėmis/programėlėmis ir rinkodaros tikslais.",
  "lawfulness_processing_desp4": "Personalizavimui naudojame jūsų pateiktus duomenis per slapukus, IP adresus, web beacon ar panašias technologijas pagal naudojamus įrenginius. Tai leidžia pateikti jums turinį ar reklamą, kuri, mūsų manymu, labiau atitinka jūsų interesus. Prašome pateikti aiškų sutikimą renkant jūsų duomenis arba nustatant vartotojo pageidavimus paskyros profilyje.",
  "info_usedBy": "II. Informacija, kurią naudoja įmonė",
  "info_usedBy_desp1": "Vartotojų pateikta informacija leidžia mums tobulinti paslaugas ir suteikti patogiausią patirtį. Kai kuriais atvejais gali būti prašoma pateikti kontaktinį adresą. Visa reikalinga informacija priklauso nuo paslaugos, o įmonė gali naudoti vartotojo informaciją paslaugoms palaikyti, apsaugoti ir tobulinti (įskaitant reklamą programoje) bei naujų paslaugų kūrimui. Galime naudoti jūsų el. paštą ar kitą identifikuojančią informaciją rinkodarai su jūsų sutikimu, pagal galiojančius įstatymus, arba administraciniams tikslams (pvz., didelių pakeitimų pranešimams, klientų aptarnavimui, atsiskaitymui).",
  "info_usedBy_desp2": "Bet kokia jūsų pateikta asmeninė informacija, jei ji viešai prieinama (pvz., komentarai, žinutės, socialinių tinklų įrašai), nelaikoma jautria ir gali būti viešai prieinama. Jei nuspręsite nesuteikti asmeninės informacijos, tam tikros paslaugos jums gali būti neprieinamos. Registruodamiesi, kartais prašome atnaujinti savo duomenis, kad galėtume suteikti jums naudingas funkcijas.",
  "disclosure_tp": "III. Atidengimas tretiesiems asmenims",
  "disclosure_tp_b": "b. Reklama",
  "disclosure_tp_b_desp": "Reklamoms pateikiame apibendrintą statistiką apie mūsų svetainių ar programų lankytojus. Naudojame trečiųjų šalių reklamos įmones, kurios gali naudoti informaciją apie jūsų apsilankymus, kad pateiktų jums aktualias reklamas. Be jūsų sutikimo, neperduodame asmens identifikuojančios informacijos trečiosioms šalims.",
  "disclosure_tp_d": "d. Reklamos pasiūlymai",
  "disclosure_tp_d_desp": "Mes galime dalintis jūsų asmenine informacija už vrnl.net ribų tik gavę jūsų sutikimą, pvz., SMS ar el. laiškų rinkodarai.",
  "disclosure_tp_f": "f. Teisiniai reikalavimai",
  "disclosure_tp_f_desp": "vrnl.net gali atskleisti asmeninę informaciją, jei to reikalauja įstatymai ar siekiant:",
  "disclosure_tp_f_list": "<li><span>laikytis įstatymų ar teisinių procedūrų;</span></li> <li><span>apsaugoti teises ar turtą;</span></li> <li><span>užtikrinti naudotojų, svetainės ar visuomenės saugumą.</span></li>",
  "controls_choices": "IV. Jūsų kontrolė ir pasirinkimai",
  "managing_info": "Jūsų informacijos valdymas",
  "managing_info_desp1": "Naudojantis paslaugomis, mes suteikiame prieigą prie jūsų asmens duomenų, užtikrindami netikslumų ar trūkumų pataisymą, laikantis įstatymų reikalavimų.",
  "managing_info_desp2": "Vartotojai turi identifikuoti save prieš pateikdami prašymą pasiekti, taisyti ar šalinti duomenis. Galime atmesti perteklinius ar sistemingus prašymus arba tuos, kurių įgyvendinimas būtų labai sudėtingas.",
  "managing_info_desp3": "Norint pasinaudoti duomenų subjekto teisėmis, rašykite mums ir nurodykite tinkamą temą (pvz., Duomenų prieigos prašymas, Duomenų perkėlimo prašymas, Duomenų šalinimo prašymas).",
  "managing_info_desp4": "Galite valdyti, kaip mes renkam, naudojame ir dalijamės jūsų asmenine informacija. Pagal įstatymus, jūsų pasirinkimai gali apimti:",
  "dataAccess_port": "a. Duomenų prieiga ir perkėlimas",
  "dataAccess_port_desp": "ES – (Bendrasis duomenų apsaugos reglamentas) suteikia jums, kaip duomenų subjektui, teisę prašyti kopijų savo asmens duomenų, kuriuos mes laikome. Taip pat galite turėti teisę prašyti kopijų asmens duomenų, kuriuos pateikėte mums struktūrizuota, dažnai naudojama ir mašininiu būdu skaitoma forma ir/arba prašyti perduoti šią informaciją kitam paslaugų teikėjui (jei techniškai įmanoma).",
  "data_retention": "c. Duomenų saugojimas ir šalinimas",
  "data_retention_desp1": "Mes saugome jūsų asmens duomenis tiek, kiek reikia pagal šioje politikoje nurodytus teisėtus interesus ir kad galėtume vykdyti savo teisinius įsipareigojimus. Jei nebenorite, kad mes naudotume jūsų informaciją, galite prašyti ištrinti jūsų asmens duomenis ir uždaryti savo vrnl.net paskyrą.",
  "data_retention_desp2": "Atkreipkite dėmesį, kad jei pateiksite prašymą ištrinti savo asmens duomenis;",
  "data_retention_list": "<li><span>Mes galime išlaikyti dalį jūsų asmens duomenų, kiek reikia mūsų teisėtiems verslo interesams, pvz., sukčiavimo nustatymui ir prevencijai bei saugumo didinimui. Pavyzdžiui, jei sustabdome vrnl.net paskyrą dėl sukčiavimo ar saugumo priežasčių, galime išlaikyti tam tikrą informaciją iš tos paskyros, kad užkirstume kelią tam vartotojui atidaryti naują paskyrą ateityje.</span></li> <li><span>Mes galime saugoti ir naudoti jūsų asmens duomenis tiek, kiek reikia laikantis mūsų teisinių įsipareigojimų. Pavyzdžiui, gali būti saugoma dalis jūsų informacijos mokesčių, teisinės atskaitomybės ir audito tikslais.</span></li> <li><span>Informacija, kurią pasidalinote su kitais (pvz., atsiliepimai, forumų įrašai), gali likti matoma viešai vrnl.net svetainėje net po jūsų paskyros panaikinimo. Tačiau jūsų tapatybės priskyrimas šiai informacijai bus pašalintas. Be to, kai kurios jūsų informacijos kopijos (pvz., žurnalų įrašai) gali išlikti mūsų duomenų bazėje, bet bus atsietos nuo asmens identifikatorių.</span></li> <li><span>Dėl to, kad saugome asmens duomenų kopijas apsaugai nuo atsitiktinio ar kenkėjiško praradimo, likutinės jūsų asmens duomenų kopijos gali būti nepašalintos iš mūsų atsarginių kopijų sistemų ribotą laiką.</span></li>",
  "data_retention_note": "(Pastaba: jei turite kelias moneycontrol paskyras, turėsite pateikti atskirus prašymus kiekvienai iš tų paskyrų, naudojant susietus el. pašto adresus.)",
  "withdrawing_consent": "d. Sutikimo atšaukimas ir duomenų tvarkymo apribojimas",
  "withdrawing_consent_desp": "Norėdami bet kada atšaukti savo sutikimą per paslaugų laikotarpį, galite tai padaryti siųsdami mums el. laišką. Mes peržiūrėsime jūsų prašymą ir galime paprašyti patvirtinti jūsų tapatybę. Patvirtinus, mes atšauksime jūsų pateiktą sutikimą ir sustabdysime bet kokį tolesnį jūsų asmens duomenų tvarkymą.",
  "fail_provideConsent": "V. Jei nesuteikiate sutikimo",
  "fail_provideConsent_desp": "Privalome jus informuoti, kad vrnl.net yra reklamos platforma. Reklama yra pagrindinė mūsų veiklos dalis, todėl leidimai naudoti ir tvarkyti jūsų asmens duomenis reklamos tikslams yra būtini, kad galėtume jums teikti paslaugas. Asmens duomenų naudojimas reklamos tikslais yra privalomas kriterijus, ir mes negalėsime suteikti savo paslaugų, jei nesuteiksite leidimo naudoti jūsų asmens duomenis reklamos tikslais.",
  "childrens_privacy": "VI. Vaikų privatumas",
  "childrens_privacy_desp1": "vrnl.net nėra specialiai sukurtas arba skirtas asmenims, jaunesniems nei 16 metų. vrnl sąmoningai neleidžia jokiam asmeniui, jaunesniam nei 16 metų, registruotis paslaugoms ar pateikti bet kokios kitos asmens identifikuojančios informacijos. Jei sužinosime, kad bet kokia asmens informacija apie asmenis, jaunesnius nei 16 metų, buvo surinkta be patikrinto tėvų sutikimo, mes imsimės atitinkamų veiksmų ją ištrinti ir informuoti tėvus.",
  "childrens_privacy_desp2": "Tačiau laikome tėvų atsakomybe stebėti savo vaikų naudojimąsi mūsų paslaugomis. Vis dėlto mūsų politika yra nesurinkti ir neapdoroti jokių asmens duomenų iš vaikų, jaunesnių nei 16 metų, ar siųsti jiems reklamos medžiagos. vrnl nesiekia gauti jokios asmens informacijos iš vaikų. Jei tėvas ar globėjas mano, kad nepilnametis pateikė asmens duomenis vrnl be jų sutikimo, prašome susisiekti su mūsų klientų aptarnavimo komanda, kad asmens duomenys būtų pašalinti iš vrnl.net.",
  "data_transfer": "VII. Duomenų perdavimas, saugojimas ir tvarkymas visame pasaulyje",
  "data_transfer_desp": "Mes veikiame pasauliniu mastu ir galime perduoti jūsų asmens duomenis atskiriems vrnl susijusių įmonių ar trečiųjų šalių subjektams įvairiose pasaulio vietose šioms privatumo politikos aprašytoms reikmėms. Kur tik jūsų asmens duomenys perduodami, saugomi ar tvarkomi mūsų, mes imsimės pagrįstų priemonių jūsų privatumo apsaugai. Be to, naudojant ar atskleidžiant asmens duomenis, perduotus iš Europos Sąjungos, mes naudojame Europos Komisijos patvirtintas standartines sutarties nuostatas ir taikome kitus ES teisės būdus, užtikrinančius tinkamą apsaugą.",
  "security_compliance": "VIII. Saugumas ir teisės aktų laikymasis",
  "security_compliance_desp": "Nuolat įgyvendiname ir atnaujiname administracines, technines ir fizines saugumo priemones, kad apsaugotume jūsų informaciją nuo neteisėtos prieigos, praradimo, sunaikinimo ar pakeitimo. Kai kurios priemonės gali būti ugniasienės, duomenų šifravimas ir prieigos kontrolė. Jei žinote ar turite pagrindo manyti, kad jūsų vrnl.net paskyros duomenys buvo prarasti, pavogti, pakeisti ar kitaip pažeisti arba jei įvyko bet koks neteisėtas paskyros naudojimas, susisiekite su mūsų klientų aptarnavimo komanda.",
  "changein_policy": "IX. Politikos pakeitimai",
  "changein_policy_desp": "Ši privatumo politika gali būti keičiama laikui bėgant. Mes pasiliekame teisę savo nuožiūra keisti šios privatumo politikos sąlygas, siekdami užtikrinti atitiktį taikomiems įstatymams („Atnaujintos sąlygos“). Atnaujintos sąlygos įsigalioja iš karto ir pakeičia šios privatumo politikos sąlygas. Jei pakeitimai reikšmingai veikia jūsų teises arba tai reikalauja įstatymas, mes pranešime apie pakeitimus. Jūs atsakingi už privatumo politikos peržiūrą ir laikymąsi. Tęsdami vrnl.net naudojimą po atnaujintų sąlygų paskelbimo, patvirtinate savo sutikimą su šiomis sąlygomis.",
  "contact_info": "X. Kontaktinė informacija",
  "contact_info_a": "a. Pagalba",
  "contact_info_a_desp": "Jei jums reikia informacijos ar paaiškinimų apie jūsų asmens duomenų naudojimą ar šią privatumo politiką, arba turite skundų dėl asmens duomenų naudojimo, prašome rašyti el. paštu",
  "contact_info_b": "b. Skundai",
  "contact_info_b_desp1": "Galite kreiptis į mūsų duomenų apsaugos pareigūną bet kokiu skundu ar pretenzija. Turite teisę skųstis dėl duomenų tvarkymo veiksmų, kuriuos atlieka vrnl.net, kompetentingoms duomenų apsaugos institucijoms.",
  "contact_info_b_desp2": "Jei turite klausimų ar skundų dėl asmens duomenų rinkimo, tvarkymo ar perdavimo arba šios politikos, prašome susisiekti su mūsų Duomenų apsaugos pareigūnu.",
  "risk_management_title": "Jūsų statymai, mūsų atsakomybė – neprilygstamas rizikos valdymas &",
  "risk_management_title2": "Įmonė, kuri nuolat ieško inovatyvių sprendimų verslo poreikiams tenkinti.",
  "dedicated_rm_team": "Skirta rizikos valdymo komanda",
  "dedicated_rm_team_desp": "Turime specializuotą ir <b> labai patyrusią rizikos valdymo komandą </b>, veikiančią <b>24/7.</b> Jų pagrindinė užduotis – stebėti kiekvieną statymą ir sandorį mūsų platformoje, užtikrinant <b>teisėtą žaidimą</b> ir <b>saugumą</b> visiems vartotojams.",
  "key_features_rm": "Pagrindinės savybės",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Realaus laiko stebėjimas:</strong> pažangios sistemos nuolat stebi statymus, koeficientų pokyčius ir vartotojų veiklą.</span></li> <li><strong>Rankinis patikrinimas:</strong> įspėjimai inicijuoja išsamią statymų, koeficientų pokyčių ir paskyros elgsenos analizę.</li> <li><strong>Rizikos mažinimas:</strong> nedelsiant imami veiksmai, pvz., statymų atšaukimas/sustabdymas, paskyros blokavimas arba vartotojo patikrinimas, jei nustatomi nereguliarumai.</li> <li><strong>Duomenų analizė:</strong> nuolatinė gyvų ir istorinių duomenų apžvalga siekiant nustatyti rizikos tendencijas ir tobulinti prevencijos strategijas.</li> <li><strong>Incidentų valdymas:</strong> struktūrizuotas planas greitai ir efektyviai tvarkyti saugumo pažeidimus, sukčiavimą ar kitas grėsmes.</li>",
  "benefits_rm": "Nauda",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Nuolatinis mokymas:</strong> nuolatinis rizikos komandos įgūdžių tobulinimas, kad efektyviai spręstų naujas grėsmes.</span></li> <li><strong>Pažangios technologijos ir saugumas:</strong> reguliarūs atnaujinimai, testavimai, programinės įrangos atnaujinimai ir saugumo auditai.</li> <li><strong>Skaidrumas:</strong> aiškus bendravimas su vartotojais apie rizikos valdymo veiksmus, siekiant išlaikyti pasitikėjimą.</li> <li><strong>Nuolatinis tobulėjimas:</strong> strategijų vystymas remiantis praeities incidentais ir atsirandančiomis rizikomis, siekiant apsaugoti platformos integralumą ir vartotojų interesus.</li>",
  "sbs_bold": "Sporto <strong>lažybų programinė įranga </strong>",
  "sbs_bold_p1": "Pasiruošę pakelti savo sporto lažybų patirtį į kitą lygį? VRNL Sporto lažybų programinė įranga yra puikus sprendimas! Šiame straipsnyje aptarsime, kaip VRNL moderni technologija gali pakeisti jūsų lažybų būdą. Turėdami daugiau nei dvidešimties metų patirtį, VRNL yra patikimas partneris inovatyviems sporto lažybų sprendimams. Panagrinėkime sporto lažybų programinę įrangą ir sužinokime, kaip galime pagerinti jūsų žaidimą.",
  "sbs_bold_p2": "VRNL sporto lažybų programinė įranga siūlo begales galimybių sporto entuziastams ir lažybų dalyviams. Sutelkusi dėmesį į tikslios, aktualios ir naudingos informacijos pateikimą, VRNL derina ekspertų žinias ir asmeninę patirtį, kad sukurtų visapusišką lažybų sprendimą. Pasitikėkite VRNL, kad pakeltumėte savo sporto lažybų patirtį į naujas aukštumas.",
  "sbs_bold_p3": "Išbandykite VRNL sporto lažybų programinę įrangą šiandien ir pakelkite savo lažybų žaidimą į kitą lygį!",
  "sbs_try_b2b": "Išbandykite mūsų B2B lažybų programinę įrangą",
  "sbs_try_b2c": "Išbandykite mūsų B2C lažybų programinę įrangą",
  "sbs_mf_desp": "Siūlome platų įrankių spektrą, skirtą mūsų lažybų programinės įrangos valdymui. Tarp jų išskiriame galingiausius ir ypač svarbius globalioje rinkoje:",
  "sbs_mf_list": "<li> <strong> Realaus laiko koeficientai</strong> Sekite koeficientus realiu laiku ir gaukite konkurencinį pranašumą. VRNL programinė įranga užtikrina, kad nepraleistumėte geriausių galimybių. </li> <li> <strong> Mobilumas</strong> Lažinkitės bet kur naudodami VRNL mobiliai pritaikytą programinę įrangą. Nesvarbu, ar naudojate iOS, ar Android, platforma prisitaiko prie jūsų įrenginio, užtikrinant sklandžią patirtį. </li> <li> <strong> Pažangūs koeficientų servisai</strong> redefinuoja sporto duomenų API. Siūlo 100% tikslius priešvaržybinius koeficientus ir greičiausią gyvų duomenų srautą su minimalia vėlavimo trukme.</li> <li> <strong> Lanksti integracija</strong> Mūsų platformą galima lengvai integruoti į jūsų sistemą per API arba iFrame, suteikiant universalumą diegimui.</li>",
  "sbs_benefits": "Kokie bus privalumai? <b> Paaiškinsime</b>",
  "sbs_benefits_p1": "<strong> Privalumai valdyti internetinę ir fizinę lažybų platformą </strong> Internetinės lažybų platformos kūrimas gali būti sudėtingas.",
  "sbs_benefits_p2": " Todėl sukūrėme <strong>visapusišką sporto lažybų programinės įrangos </strong> aplinką, kad procesas būtų sklandesnis, su geriausiais koeficientų tiekėjais, suteikiant plačiausią aprėptį.",
  "sbs_benefits_p3": "Mūsų reguliuojami partneriai gauna visapusišką palaikymą įeinant į internetinių lažybų industriją, kartu su galimybe naudoti Branded arba Non-Branded versijas mūsų platformų.",
  "sbs_benefits_p4": "Mūsų programinė įranga apima tvirtus rizikos valdymo įrankius, todėl ją lengva nustatyti, ir ji pasiruošusi augti kartu su jūsų verslu.",
  "sbs_benefits_p5": "Tvarkyti <strong> internetinius žaidėjus ir lažybų punktus </strong> dar niekada nebuvo taip paprasta ir patogu.",
  "complete_sbs": "Visapusiška sporto <strong> lažybų programinė įranga </strong>",
  "whatwe_have": "Ką mes jums siūlome?",
  "whatwe_have_list": "<li> <strong> Vartotojų paskyrų valdymas </strong> Mūsų platforma suteikia tvirtą vartotojų paskyrų valdymą, įskaitant registraciją ir patikrinimus. Taip pat turime veiksmingą sistemą sukčiavimo nustatymui ir sprendimui. </li> <li> <strong> Geolokacijos įrankiai </strong> Siūlome įrankius, galinčius gauti vietos informaciją iš IP adresų, užtikrinant tikslias geolokacijos paslaugas.</li>",
  "whatwe_have_desp": "Su mūsų visapusiška pagalba, galite sutelkti dėmesį į savo fizinių lažybų punktų ir internetinių tinklų kūrimą bei plėtrą.",
  "b2c_sbs": "B2C sporto lažybų programinė įranga",
  "b2c_sbs_p1": "VRNL yra jūsų pagrindinė vieta B2C sporto lažybų programinės įrangos sprendimams. Mes esame patikimas vardas industrijoje, siekiantis teikti pažangią programinę įrangą, kuri pagerina jūsų sporto lažybų patirtį. Nesvarbu, ar esate patyręs lažybų dalyvis, ar naujokas sporto lažybų pasaulyje, turime įrankius, kurie padės pakelti jūsų žaidimą į naują lygį. Išbandykite VRNL sporto lažybų programinę įrangą šiandien ir pagerinkite savo lažybų patirtį!",
  "b2c_sbs_p2": "B2C (verslas–vartotojas) sporto lažybų programinė įranga reiškia technologiją ir platformą, kurią lažybų operatoriai naudoja tiesiogiai vartotojams teikti sporto lažybų paslaugas.",
  "b2c_sbs_p3": "Ši programinė įranga leidžia vartotojams statyti ant įvairių sporto įvykių per internetines ar mobilias programas. Štai keletas pagrindinių funkcijų ir komponentų, dažniausiai randamų B2C sporto lažybų programinėje įrangoje:",
  "b2c_sbs_list": "<li> <b>Vartotojų registracija ir paskyros valdymas:</b> Leidžia vartotojams kurti paskyras, tvarkyti asmeninę informaciją ir stebėti lažybų istoriją. </li> <li> <b>Klientų aptarnavimas:</b> Teikia klientų aptarnavimo galimybes, tokias kaip gyvas pokalbis, el. paštas ir telefono pagalba, siekiant padėti vartotojams. </li> <li> <b>Partnerių programos:</b> Siūlo partnerių programas rinkodarai ir reklamavimui, leidžiant partneriams uždirbti komisijas už nukreiptus vartotojus. </li>",
  "casino_sbs": "Kazino ir sporto <strong>lažybų programinė įranga</strong>",
  "casino_sbs_list": "Teikėjai 75 + daugiau<br /> Lošimo automatų 15 000 + daugiau<br /> Stalo žaidimai 500 + daugiau<br /> Vaizdo pokeris 700 + daugiau<br /> Kiti žaidimai 200 + daugiau<br /> Gyvo žaidimo šou<br /> Pirmojo asmens žaidimai<br /> Amerikietiškas ruletė gyvai<br /> Gyvas blackjack<br /> Baccarat gyvai<br /> Casino Hold’em gyvai<br /> SICBO<br /> Dragon tiger gyvai<br /> Andar Bahar<br /> Teen Patti",
  "online": "Internete",
  "casino_platform": "kazino platforma",
  "onc_desp1": "VRNL siūlo visą sprendimą su mūsų <strong>White Label kazino</strong> pasiūlymu.",
  "onc_desp2": "Mūsų <strong>internetinė kazino platforma</strong> sukurta paprastumui, užtikrinant lengvą valdymą tiek pradedantiesiems, tiek patyrusiems profesionalams. Su VRNL gausite visapusišką vadovavimą savo <strong>internetinio kazino</strong> projektui pradėti.",
  "onc_desp3": "Prieš pradėdami, kviečiame pamatyti jos sklandų veikimą realiu laiku.",
  "wlc_mainFeatures_desp1": "Siūlome platų įrankių spektrą, skirtą valdyti mūsų internetinę kazino platformą. Iš jų išskyrėme svarbiausius ir būtinuosius, reikalingus sėkmei konkurencinėje pasaulinėje rinkoje:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Plačiausias pasaulyje internetinių kazino žaidimų katalogas,</strong> kruopščiai atrinktas iš geriausių industrijos teikėjų </li> <li> <strong class='black-color'>Įrankiai premijoms</strong> ir lošimo automatų pelningumo optimizavimui </li> <li> <strong class='black-color'>Kampanijų kūrėjas</strong> ir žaidimų turnyrų valdymas </li> <li> Gali būti <strong class='black-color'>lengvai integruota per API arba iFrame technologiją.</strong> </li>",
  "wlc_mainFeatures_desp2": "Be to, mūsų paketas apima gyvo kazino programinę įrangą, leidžiančią jūsų vartotojams patirti tikrą kazino atmosferą tiesiog iš namų.",
  "wlc_benefits": "Kokie bus privalumai?",
  "letus_explain": "Leiskite paaiškinti",
  "letus_explain_desp1": "Svarstote įžengti į internetinių lažybų pasaulį? VRNL įmonė siūlo",
  "letus_explain_desp2": "kazino white label sprendimą, kuris gali būti jūsų puikus pradžios taškas.",
  "letus_explain_desp3": "Naudokitės mūsų profesionaliomis paslaugomis ir patirtimi, kartu su mūsų pažangiomis <strong>kazino platformomis</strong> ir technologija. Mūsų reguliuojami partneriai gauna visapusišką palaikymą įeidami į internetinių kazino industriją, su galimybe pasirinkti brenduotą arba nebrenduotą platformos versiją.",
  "letus_explain_desp4": "Internetinio kazino verslo pradžia gali būti sudėtinga. Todėl sukūrėme pilną kazino aplinką, siūlančią geriausius žaidimų teikėjus ir daugiau nei 1 000 žaidimų. Mūsų žaidimų matematika yra saugi ir sertifikuota, užtikrinant jūsų ramybę.",
  "letus_explain_desp5": "Plėskite savo verslą lengvai su mūsų platformos patikimais rizikos valdymo įrankiais greitam ir paprastam nustatymui.",
  "wlc_complete_solutions": "Visapusiški <span>White Label kazino</span> sprendimai",
  "wlc_offer": "Ką mes jums siūlome?",
  "wlc_complete_solutions_list": "<li>Patikros procedūros, oficialiai patvirtintos reguliavimo institucijų</li> <li>Partnerių rinkodaros įrankiai, referalų sistema ir socialinių tinklų integracija</li> <li>Mobilios push žinutės, interneto push žinutės ir programėlės pranešimai</li> <li>Žaidėjų paskyrų valdymas, registracija ir patikra, sukčiavimo paskyrų aptikimo sistema</li> <li>Geolokacijos įrankiai IP adreso vietos informacijai išgauti</li>",
  "wlc_complete_solutions_more": "Bet tai dar ne viskas",
  "wlc_complete_solutions_desp": "<strong>Vrnl platforma yra optimizuota aukščiausiam veikimui</strong> ir stabilumui. Naudojame pažangią technologiją, veikiančią dvigubai greičiau nei įprastos kazino platformos. Mūsų ilgametė patirtis sukūrė šiandien greičiausią ir galingiausią aplikaciją.",
  "wlc_numbers": "<span>White Label</span> kazino skaičiais",
  "wlc_numbers_p1": "Atraskite begalines mūsų VRNL White Label kazino sprendimų galimybes. Pakelkite savo kazino verslą su mūsų plačia kazino pasiūla",
  "wlc_numbers_p2": "Geriausių Live kazino teikėjų pasaulyje atrinkimas",
  "wlc_numbers_p3": "Nepalyginama įvairių gyvų stalų įvairovė internete su daugiakanaliu pristatymu.",
  "wlc_numbers_list": "<li>Virš 75 teikėjų</li> <li>Daugiau nei 15 000 lošimo automatų</li> <li>500+ stalo žaidimų</li> <li>700+ vaizdo pokerio žaidimų</li> <li>Daugiau nei 200 kitų žaidimų</li>",
  "wlc_numbers_p4": "Mūsų dedikuota komanda jus lydės visose fazėse, nuo mokymų iki paleidimo.",
  "wlb_platform": "White Label lažybų platforma",
  "wlb_platform_p1": "Vrnl <b class='bold'>white label sporto lažybų sprendimas</b> siūlo visapusišką, pilnai valdomą biržos platformą. <br />",
  "wlb_platform_p2": "Vienas iš išskirtinių mūsų white label sporto lažybų sprendimo bruožų – išskirtinis <b class='bold'>svetainės kūrimo ir paleidimo greitis.</b> Mūsų komanda gali paleisti jūsų sporto lažybų svetainę per vos dešimt darbo dienų, <b class='bold'>tiksliai pritaikytą jūsų reikalavimams.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Mūsų paslauga apima specializuotą hostingo sprendimą</b>, visą reikiamą programinę įrangą, gyvos sporto koeficientų duomenų srautus, rizikos valdymo įrankius ir aukščiausio lygio klientų aptarnavimą. Mes esame pirmaujanti white label lažybų platforma.",
  "wlb_platform_list": "<li>Svetainės kūrimas, <b>brandingas, pritaikymas</b> ir kruopštus klientų biržos testavimas</li> <li>Nuolatiniai atnaujinimai ir funkcijų patobulinimai</li> <li><b>Techninė įranga</b>, hostingo paslaugos, nuolatinė 24/7 priežiūra ir išsamus palaikymas</li> <li><b>Įvairūs lažybų rinkos tipai,</b> sporto kategorijos ir lygos</li> <li>Efektyvus statymų priėmimas ir tikslūs atsiskaitymai</li> <li>Pažangus rizikos valdymas, tvirta apskaita ir stebėjimo įrankiai</li>",
  "wlb_platform_p4": "Vrnl konsultantai kruopščiai surinks jūsų reikalavimus ir pateiks atrinktą šablonų ir naujausių sprendimų rinkinį. Visi mūsų sprendimai yra daugiakalbiai, palaiko kelias valiutas, o vartotojo sąsaja bus pritaikyta jūsų poreikiams.",
  "wlb_platform_customization": "Pritaikymas",
  "be_unique": "Būkite unikalūs",
  "be_unique_desp1": "<b class='bold'>VRNL specializuojasi kuriant pritaikytas white label lažybų platformas, kazino, lažybas,</b> ir sprendimus, kurie sustiprina jūsų prekės ženklo identitetą.",
  "be_unique_desp2": "Mūsų ekspertų komanda užtikrina, kad kiekviena detalė – nuo vizualiai patrauklių sąsajų iki logotipo integracijos ir funkcijų patobulinimų – atitiktų jūsų viziją.",
  "be_unique_desp3": "Pradėkite savo kelionę su Vrnl, kur jūsų unikali vizija tampa realybe.",
  "wlb_platform_odds": "Koeficientai",
  "wlb_platform_odds_optimize": "Optimizuokite lažybų koeficientus su VRNL",
  "wlb_platform_odds_p1": "Būkite žingsniu priekyje su mūsų pažangiomis <b class='bold'>koeficientų valdymo paslaugomis</b>. Teikiame realaus laiko koeficientų koregavimą, rizikos valdymą ir rinkos analizę, kad optimizuotumėte sporto lažybų pasiūlą ir pagerintumėte žaidėjų patirtį.",
  "wlb_platform_odds_p2": "Mūsų specialistų komanda siekia jūsų sėkmės. Susisiekite su mumis šiandien ir sužinokite, kaip galime pakelti jūsų lažybų verslą į naują lygį.",
  "wlb_platform_zeroRisk": "Nulinė rizika",
  "wlb_platform_zeroRisk_h1": "Prekybos ir rizikos valdymo paslaugos",
  "wlb_platform_zeroRisk_p1": "Teikiame visapusiškas prekybos ir rizikos valdymo paslaugas kartu su eksperto patarimais koeficientų valdyme. Be to, siūlome unikalią funkciją – laimėjimų garantiją. Praktikoje tai reiškia, kad jei jūsų platforma neuždirba pajamų, mes sumokame laimėjimus jūsų žaidėjams. Mūsų prioritetas – jūsų ramybė.",
  "wlb_platform_bpb": "Lažybų platformos įvaizdis",
  "wlb_platform_bpb_layouts": "Neriboti išdėstymai",
  "wlb_platform_bpb_layouts_desp": "Pasirinkite iš <b>įvairių lažybų išdėstymų</b> mūsų šablonų rinkinyje. Arba turėkite visišką kūrybinę kontrolę, kurdami savo išdėstymą per mūsų <b>API paslaugas</b>. Šiuo atveju jūs ir jūsų komanda galite savarankiškai sukurti visiškai pritaikytą vartotojo sąsają pagal jūsų viziją.",
  "Betting": "Lažybos",
  "B2C": "B2C",
  "Casino": "Kazino",
  "main_sec_title": "Vrnl yra pirmaujantis sporto lažybų programinės įrangos tiekėjas Bangladeše.",
  "who_we_are": "kas mes esame",
  "what_we_do": "ką mes darome",
  "about_us_title": "Apie mus – White label sporto lažybų programinė įranga ir internetinis kazino",
  "casino_providers": "Kazino teikėjai",
  "betting_providers": "Lažybų teikėjai",
  "games_providers": "Žaidimų teikėjai",
  "online_exch_sw_title": "Revoliucionizuokite savo verslą su VRNL internetinės biržos programine įranga",
  "casino_games_title": "Kazino žaidimai – White label kazino",
  "casino_tournaments_title": "Kazino turnyrų programinė įranga – White label kazino internete",
  "esports_title": "eSports lažybų programinė įranga leidžianti jūsų vartotojams lažintis už populiariausius eSports žaidimus",
  "faq_title": "VRNL DUK – Jūsų vadovas dažniausiai užduodamiems klausimams",
  "iframe_title": "Sportsbook iFrame White label sporto lažybos ir kazino",
  "live_casino_title": "White label kazino – pradėkite savo internetinį kazino",
  "lottery_games_title": "Loterijos žaidimai – White label kazino",
  "mobile_title": "Pagerinkite savo žaidimą su VRNL mobilia sporto lažybų programine įranga",
  "online_casino_sw_title": "Internetinio kazino programinė įranga – Internetinio kazino programinės įrangos ir platformos evoliucija",
  "ourTheme_title": "Lažinkis ir laimėk: mūsų darbas internetinių lažybų ir kazino pasaulyje",
  "risk_management_title_main": "Rizikos valdymo strategijos sporto lažybų operatoriams – White label sporto lažybų programinė įranga ir kazino",
  "sport_bet_title": "Pagerinkite savo lažybų patirtį su VRNL sporto lažybų programine įranga",
  "wlc_title": "White label kazino – lengvai pradėkite internetinį kazino su mūsų White Label kazino sprendimu.",
  "whiteLabel_title": "Vrnl – jūsų personalizuotas white label sporto lažybų programinės įrangos tiekėjas",
  "TOAST": {
    "FILL_REQUIRED": "Prašome užpildyti visus privalomus laukus.",
    "SUBMITTING": "Prašymas siunčiamas...",
    "SUCCESS": "Demonstracijos užklausa sėkmingai išsiųsta!",
    "ERROR": "Įvyko klaida. Bandykite dar kartą."
  },
  "disclosure_tp_a_desp": "<strong>a. Bendras atskleidimas</strong><br> Kartais vrnl.net gali pateikti tam tikrą asmeninę informaciją strateginiams partneriams, kurie bendradarbiauja su vrnl.net teikiant paslaugas arba padeda vrnl.net rinkodaros veikloje. Pavyzdžiui, kai įsigyjate ir aktyvuojate prenumeratą, suteikiate vrnl.net leidimą keistis informacija, kurią pateikėte aktyvacijos proceso metu, siekiant suteikti paslaugą. Jei patvirtinote paslaugą, jūsų paskyra bus valdoma pagal vrnl.net privatumo politiką. Asmeninė informacija bus dalijamasi tik siekiant teikti ar tobulinti mūsų paslaugas ir marketingą; ji nebus dalijamasi su trečiosiomis šalimis jų marketingo tikslais.<br> vrnl.net taip pat gali atsargiai pasirinkti kitas įmones, kad jums būtų siunčiama informacija apie jų produktus ar paslaugas, susijusias su svetainės paslaugomis, tačiau nebūtiną jos veikimui („Išplėstinė paslauga“). Jei vrnl.net ketina naudoti asmens identifikavimo informaciją Išplėstinei paslaugai, svetainė pateiks galimybę bei reikiamas instrukcijas atsisakyti šios paslaugos.<br> Taip pat galite sustabdyti informacinių ar reklaminės medžiagos laiškų siuntimą iš <b>vrnl.net</b>, vadovaudamiesi laiške pateiktomis instrukcijomis.",
  "objection_processing_desp": "<strong>e. Prieštaravimas dėl apdorojimo</strong><br> Jei jūsų asmens duomenys yra apdorojami tiesioginės rinkodaros tikslais, bet kada galite paprašyti mūsų sustabdyti jūsų duomenų apdorojimą šiems tiesioginės rinkodaros tikslams, atsiųsdami mums el. laišką.<br> Atkreipkite dėmesį, kad jei neleisite mums rinkti jūsų asmens duomenų, gali būti neįmanoma suteikti tam tikrų patirčių, produktų ar paslaugų, o kai kurios mūsų paslaugos gali negalėti atsižvelgti į jūsų interesus ir pageidavimus. Jei asmens duomenų rinkimas yra privalomas, tai bus aiškiai nurodyta rinkimo metu, kad galėtumėte priimti informuotą sprendimą dėl dalyvavimo. Jei turite klausimų apie konkrečius jūsų asmens duomenis, kuriuos mes apdorojame ar saugome, ir jūsų teises susijusias su tais duomenimis, susisiekite su mūsų klientų aptarnavimo komanda.",
  "disclosure_tp_e_desp": "<strong>e. Verslo perdavimai</strong><br> Mes pateikiame asmens duomenis mūsų filialams ir kitiems patikimiems verslams ar asmenims, kad jie juos apdorotų mūsų vardu, laikydamiesi mūsų nurodymų ir mūsų Privatumo politikos bei kitų tinkamų konfidencialumo ir saugumo priemonių. Pavyzdžiui, galime naudoti paslaugų tiekėjus, kad jie padėtų mums teikiant klientų aptarnavimą.<br> Jei vrnl būtų sujungtas su kita įmone ar įsigytas kita įmonė, arba vykdant verslo reorganizaciją ar pertvarkymą, mes ir mūsų filialai galime dalintis jūsų asmens duomenimis visai ar iš dalies su kita verslo įmone.",
  "rectification_iii_desp": "<strong>b. Netikslios ar neišsamios informacijos taisymas</strong><br> Galite paprašyti mūsų pataisyti netikslius ar neišsamius asmens duomenis apie jus (tai informacija, kurios negalite atnaujinti patys savo moneycontrol paskyroje) siųsdami mums el. laišką.<br> Kai kurias savo asmens duomenis galite pasiekti ir atnaujinti per savo paskyros nustatymus. Jei pasirinkote prisijungti prie savo vrnl.net profilio su trečiųjų šalių programėlėmis, tokiomis kaip Facebook ar Google, galite pakeisti nustatymus ir panaikinti leidimą programėlei keisdami savo paskyros nustatymus. Jūs esate atsakingi už savo asmens duomenų atnaujinimą. vrnl.net gali periodiškai siųsti jums el. laiškus, primenančius palaikyti jūsų asmens duomenų tikslumą.",
  "disclosure_tp_c_desp": "<strong>c. Paslaugų teikėjai</strong><br> vrnl.net gali įtraukti nuorodas į įvairias trečiųjų šalių svetaines, kurios gali rinkti jūsų asmens duomenis. Jūsų informacijos, surinktos tokiomis trečiųjų šalių platformomis, naudojimas bus reglamentuojamas tos platformos privatumo politika. Tokios svetainės ar programėlės yra valdoma pagal savo privatumo politiką, kuri yra už mūsų kontrolės ribų. Kai paliekate mūsų serverius (galite patikrinti savo buvimo vietą per naršyklės URL juostą), bet kokios pateiktos informacijos naudojimas reglamentuojamas tos programėlės operatoriaus privatumo politika, kurią lankote. Ši politika gali skirtis nuo mūsų. Jei negalite rasti privatumo politikos per nuorodą iš programėlės pagrindinio puslapio, turėtumėte tiesiogiai kreiptis į programėlės savininkus dėl daugiau informacijos.<br> Mes galime viešai dalintis neidentifikuojama informacija ir su mūsų partneriais – tokiais kaip leidėjai, reklamuotojai, kūrėjai ar teisių turėtojai. Pavyzdžiui, mes viešai dalinamės informacija, kad parodytume tendencijas apie mūsų paslaugų bendrą naudojimą. Taip pat leidžiame konkretiems partneriams rinkti informaciją iš jūsų naršyklės ar įrenginio rinkodaros, reklamos ir matavimo tikslais, naudojant jų pačių slapukus ar panašias technologijas.",
  "data_security": "Duomenų saugumas"
}