{
  "contact_title": "Uzņēmums, kas konsekventi tiecas pēc inovatīviem risinājumiem, lai apmierinātu savas biznesa vajadzības.",
  "contact_footer": "“Mēs esam radošu stratēģistu, tehnoloģiju entuziastu un efektīvu komunikatoru komanda, kuru virza neatlaidīga kaislība par tiešsaistes azartspēļu industriju. Mūsu neatlaidīgā apņemšanās ir veicināt mūsu klientu panākumus biznesā.”",
  "contact_header": "Sazinieties ar mums",
  "contact_para": "Konsultējieties ar VRNL ekspertu, lai atklātu, kā mūsu risinājumi var uzlabot jūsu azartspēļu biznesu.",
  "telegram": "Telegram",
  "write_msg": "PIEVIENOJIES MUMS AR VĒSTI",
  "fname": "Pilns vārds",
  "fname_err": "Lauks ir obligāts (vismaz 2 rakstzīmes).",
  "email": "Jūsu e-pasts",
  "email_err": "Nepieciešams derīgs e-pasts.",
  "country": "Valsts",
  "pnumber": "Telefona numurs",
  "pnumber_err": "Tālruņa numuram jābūt 10 cipariem.",
  "message": "Ziņojums",
  "sending": "Sūta…",
  "submit": "Iesniegt",
  "con_param1": "Mēs nesdalām jūsu personas datus ar citiem. Apskatiet mūsu",
  "privacy_policy_form": "privātuma politiku",
  "con_param2": "vairāk informācijas",
  "casino_tournament_h1": "Kazino turnīri ļauj izveidot turnīru ar sākuma un beigu datumu.",
  "casino_tournament_p1": "Spēcīgs rīks, kas palīdzēs palielināt kazino ieņēmumus, ir <strong>Kazino turnīru</strong> ieviešana.",
  "casino_tournament_h2": "Jūs varēsiet pilnībā <strong>pielāgot katru turnīru</strong>, izvēloties slotu sarakstu, kas piedalīsies sacensībās.",
  "casino_tournament_p2": "Lai <strong>izveidotu akciju</strong>, jums vienkārši jāizvēlas <strong>nosaukums</strong> turnīram, jānorāda <strong>sloti</strong>, kas piedalīsies, un jānorāda <strong>džekpots</strong>, kas tiks sadalīts starp <strong>dažādiem balvām</strong>, un tas viss var tikt pielāgots pēc jūsu vēlmēm.",
  "casino_tournament_p3": "Galvenie dati, kas jāievada, ir <strong>sākuma datums</strong>, <strong>beigu datums</strong>, <strong>kopējais džekpots</strong>, dalībnieku skaits rangā un minimālie derību nosacījumi dalībai turnīrā.",
  "casino_tournament_p4": "Turklāt jums vienmēr būs piekļuve reāllaika līderu sarakstam, kurā ir lietotājvārdi, spēlētāju pozīcijas un attiecīgās balvas. Šī funkcija var būtiski uzlabot lietotāju pieredzi jūsu kazino platformā, piesaistot vairāk spēlētāju un palielinot ieņēmumus.",
  "casinogames_title": "Kāpēc izvēlēties mūsu platformu?",
  "casinogames_title_h1": "Pasaulē plašākais tiešsaistes kazino spēļu klāsts",
  "online_casino_games": "tiešsaistes kazino spēles",
  "online_casino_games_p1": "Mūsu <b style='color: #575756;'> White Label </b> ir jūsu galamērķis, piedāvājot nepārspējamu piedāvājumu ar vairāk nekā 3000 aizraujošām kazino spēlēm un slotiem. Mēs lepojamies ar to, ka piedāvājam plašāko tiešsaistes kazino spēļu klāstu internetā.",
  "online_casino_games_p2": "Mēs apkalpojam tiešsaistes spēļu operatorus, derību ņēmējus, loterijas un derību organizācijas, kas darbojas reglamentētajos tirgos.",
  "online_casino_games_p3": "Mēs saprotam, cik svarīgi ir nodrošināt drošu un godīgu spēli tiešsaistes kazino pasaulē. Tāpēc mūsu spēļu matemātika ir ne tikai izturīga, bet arī sertificēta neatkarīgās spēļu laboratorijās. Šī sertifikācija garantē augstāko lietotāju pieredzi jūsu spēlētājiem, padarot viņu tiešsaistes kazino spēļu pieredzi patiesi izcilu.",
  "casino_nos": "KAZINO SKAITĻI",
  "slot_machine": "Slotu mašīna",
  "morethan10": "Vairāk nekā 10",
  "tablegames": "Galda spēles",
  "morethan4": "Vairāk nekā 4",
  "videopoker": "Video pokers",
  "morethan": "Vairāk nekā",
  "lottery": "Loterija",
  "morethan9": "Vairāk nekā 9",
  "proveedores": "PIEGĀDĀTĀJI",
  "morethan12": "Vairāk nekā 12",
  "online_turnkey": "Mēs piedāvājam tiešsaistes pilnu kazino risinājumus",
  "casino_wls": "Kazino White Label risinājums",
  "casino_wls_desp": "Izveidojiet savu zīmolu kazino, izmantojot VRNL white-label risinājumu. Pielāgojiet savu kazino, piedāvājiet plašu spēļu izvēli, nodrošiniet drošību un sākt pelnīt ienākumus ātri.",
  "webbranding": "Vietnes zīmolvedība",
  "webbranding_desp": "Paceļiet savu tiešsaistes klātbūtni ar VRNL profesionālajiem vietnes zīmolvedības pakalpojumiem. Mēs projektējam, izveidojam un pārveidojam vietnes, lai tās atspoguļotu jūsu unikālo identitāti, atstājot paliekošu iespaidu.",
  "toolstraning": "Rīki (apmācība)",
  "toolstraning_desp": "Atveriet savu potenciālu tirdzniecības pasaulē ar VRNL jaudīgajiem tirdzniecības rīkiem. Mūsu modernās tehnoloģijas palīdzēs jums pieņemt informētus lēmumus un maksimizēt tirdzniecības panākumus.",
  "client_support": "Klientu atbalsts",
  "client_support_desp": "Uzlabojiet savu klientu pieredzi ar VRNL izcilajiem klientu atbalsta pakalpojumiem. Mūsu veltītā komanda ir šeit, lai sniegtu ekspertu palīdzību, nodrošinot, ka jūsu klientu vajadzības tiek apmierinātas ar efektivitāti un rūpību.",
  "aboutus_title": "Es esmu pārliecināts, ka vēlaties atklāt",
  "aboutus_desp": "Uzņēmums, kas konsekventi tiecas pēc inovatīviem risinājumiem, lai apmierinātu savas biznesa vajadzības.",
  "online_gaming_provider": "Tiešsaistes spēļu sniedzējs",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl ir labi pazīstams sporta grāmatas un spēļu pakalpojumu sniedzējs ar ievērojamu 10 gadu pieredzi derību industrijā.</strong> Kopš 2012. gada mēs esam apņēmušies piegādāt grāmatu veidotājiem, loterijām un derību organizācijām reglamentētos tirgos.",
  "about-section1-para2": "Mēs esam radošu stratēģistu, tehnoloģiju entuziastu un efektīvu komunikatoru komanda, kuru virza neatlaidīga kaislība par tiešsaistes azartspēļu industriju. Mūsu neatlaidīgā apņemšanās ir veicināt mūsu klientu panākumus biznesā.",
  "about-section1-para3": "Mūsu modernas spēļu platforma ir viens no galvenajiem faktoriem, kas ir palīdzējis Vrnl sasniegt pašreizējo statusu kā cienījamu starptautisku programmatūras māju.<strong style='color: #000;'> Izmantojot mūsu plašo 10 gadu pieredzi šajā nozarē, Vrnl lepojas ar pakalpojumu sniegšanu vairāk nekā 40 derību ņēmējiem 11 dažādās valstīs visā pasaulē.</strong>",
  "about_us": "Par mums",
  "about_us_desp": "VRNL ir lielākā platforma tiešsaistes sporta un kazino derību white-label nodrošināšanai. Mēs piedāvājam apmaiņas API kopā ar mūsu pielāgoto vietņu pakalpojumiem Bangladešai ar zemiem procentiem un uzticamu platformu, kas ietver kazino. Mēs piedāvājam API visām līgām apmaiņās, kā arī tiešsaistes straumēšanas pakalpojumus. Izbaudiet derības ar uzticamu platformu. Izbaudiet vairāk nekā 1000 slotu spēles un galda spēles mūsu vietnē.",
  "our_client": "Mūsu klients",
  "our_client_desp": "Vrnl neatlaidīgi meklē labākos spēļu un izklaides partnerus, lai nodrošinātu nepārspējamu pieredzi mūsu klientiem un spēlētājiem. Ar sadarbības līgumiem ar atzītiem starptautiskiem kazino un virtuālo spēļu sniedzējiem mēs esam pilnīgi integrējuši mūsu sporta derību platformu ar plašu spēļu klāstu. Šie piedāvājumi aptver visu, sākot no slotu mašīnām un galda spēlēm līdz tiešsaistes kazino pieredzei, virtuālajām spēlēm un pat fantāzijas spēlēm. Mūsu apņemšanās izcilībai izpaužas ne tikai spēļu dažādībā. Mūsu platforma ir pieejama gan datoros, gan mobilajās ierīcēs, piedāvājot augstas kvalitātes grafiku, aizraujošas animācijas un iegremdējošu audio. Turklāt mūsu intuitīvā un lietotājam draudzīgā izvēlne uzlabo kopējo lietotāja pieredzi. Mūsu darbības pamatā ir ātrs integrācijas process, apvienojot mērogojamību, elastību un augstākā līmeņa veiktspēju mūsu derību programmatūrā. Šo integrācijas procesu nodrošina visaugstākā drošība un uzticamība, kas nodrošina mūsu klientiem drošu un uzticamu spēļu vidi. Mēs lepojamies piedāvāt saviem klientiem visplašāko spēļu izvēli nozarē, piedāvājot ideālus spēļu risinājumus katrai gaumei. Laipni lūdzam Vrnl, kur spēļu izcilība sastop bezgalīgas iespējas. Vrnl lepojas ar sadarbību ar nozares visizcilākajiem vārdiem spēļu programmatūras un maksājumu risinājumu jomā. Dalieties mūsu platformā panākumos un pievienojiet savu vārdu šim augošajam sarakstam.",
  "lost404": "Izskatās, ka esat pazudis",
  "lost404desp": "Lapa, kuru meklējat, nav pieejama!",
  "gotohome": "Dodieties uz mājaslapu",
  "esports_bs": "eSports derību programmatūra",
  "esports_bs_desp1": "VRNL lepojas ar to, ka piedāvā eSports faniem unikālu un iegremdējošu pieredzi.",
  "esports_bs_desp2": "VRNL ir jūsu vārti uz pasauli, kur spēles un derības saplūst. Mūsu eSports derību programmatūra ir izstrādāta spēļu faniem, piedāvājot aizraujošu, drošu un izdevīgu pieredzi. Nepalaidiet garām iespēju būt daļai no darbības. Pievienojieties VRNL šodien un paceliet savu spēļu pieredzi jaunā līmenī!",
  "startnow": "Sāciet tagad",
  "easy_setup": "Viegls uzstādījums, mazāk nekā jūs varētu iedomāties.",
  "easy_setup_desp1": "Mēs varam piegādāt eSports platformu tikai dažu nedēļu laikā.<br> Mēs rūpējamies par visiem procesa aspektiem: hostings, lietotāja saskarne, koeficientu plūsma, pielāgotas lapas, produkta aktivizēšana un sporta derību stratēģija.",
  "easy_setup_desp2": "Jūsu galvenais uzdevums būs veltīt laiku tiešsaistes tīklu izveidei un attīstībai.",
  "esport_bet_center_h1": "Ja domājat uzsākt tiešsaistes derības, mūsu eSports derību programmatūra ir lielisks pirmais solis.",
  "esport_bet_center_p1": "Izmantojiet mūsu ekspertu pakalpojumus un progresīvo eSports derību tehnoloģiju. Mūsu regulētie partneri saņem pilnu atbalstu, lai ienāktu tiešsaistes derību industrijā, un var izmantot mūsu pielāgotās vai ģeneriskās platformas.",
  "esport_bet_center_p2": "Tiešsaistes sporta derību uzsākšana, kas galvenokārt koncentrējas uz eSports, var būt grūts uzdevums. Tāpēc mēs esam izveidojuši visaptverošu eSports derību sistēmu ar pirms spēles derību pakalpojumiem. Mūsu mērķis ir piedāvāt jums plašāko eSports iespēju piedāvājumu tiešsaistē.",
  "have_qes": "Vai jums ir jautājums?",
  "para_faq": "Mums ir atbildes (Nu, lielākoties!)",
  "freq_param": "Zemāk atradīsiet atbildes uz visbiežāk uzdotajiem jautājumiem, lūdzu, skatiet mūsu",
  "if_still_qes": "Ja vēl joprojām nevarat atrast atbildi, ko meklējat, vienkārši",
  "sbs_faqs": "Sporta derību programmatūras biežāk uzdotie jautājumi",
  "whatis_sbs": "Kas ir sporta derību programmatūra?",
  "whatis_sbs_ans": "Sporta derību programmatūra ir izstrādāta atbilstoši lietotāja tirgiem un izvēlēm. Turklāt mūsu eksperti vienmēr ir pieejami, lai nodrošinātu vislabāko klientu apkalpošanu, kas saistīta ar jūsu vajadzībām un tirgus prasībām. Mēs rūpējamies par katru attīstības posmu, piedāvājot jums pilnīgu un funkcionējošu apmaiņas platformu.",
  "affiliate_systems": "Vai piedāvājat partneru sistēmas?",
  "affiliate_systems_ans": "Jā, mūsu programmatūras tīkls balstās uz 5 līmeņiem: Platformas administrators – piekļuve backend (ir iespējams izveidot citas piekļuves Back Office ar ierobežotām privilēģijām un atļaujām). Izplatītājs – galvenais aģents, kas uzrauga vairākas derību vietas. Pelna komisijas maksu par veikala apgrozījumu vai peļņu. Derību veikals – fiziska vieta, kur spēlētāji var spēlēt, veikt depozītus utt. Ar šo kontu ir iespējams veikt derības un pelnīt komisijas maksu par apgrozījumu vai peļņu. Kasieris – profils derību veikala darbiniekiem, kas spēj veikt derības, nepelnot komisijas maksu. Tiešsaistes spēlētājs – reģistrējiet savu spēles kontu tiešsaistē vai veikalā, veiciet derības.",
  "whatis_label": "Kas ir white label derību vietne?",
  "whatis_label_ans": "White label derību vietne ir pilnībā pielāgota platforma. Vrnl white label derību vietne piedāvā sertificētas spēles, bonusa sistēmu, maksājumu vārtejas. Lietotāja saskarne un valoda tiek veidotas atbilstoši jūsu izvēlei, VRNL piedāvā arī dažādus grafiskos šablonus, funkcijas un rīkus.",
  "fullmanagement": "Vai man būs pilnīga vadība pār koeficientiem un maržām?",
  "fullmanagement_ans": "Backend piedāvā daudz rīku, funkciju un pārskatu, kas sniedz pilnīgu pārskatu par sporta derību aktivitāti. Ir pieejama atsevišķa sadaļa koeficientu pārvaldībai, kurā iespējams rediģēt maržas, multiplicitāti un koeficientus pēc tirgus, mača un/vai čempionāta.",
  "logobrand": "Vai es varu izmantot savu logo un zīmola krāsas?",
  "logobrand_ans": "Jā, jūs varat. Mēs piedāvājam dažādus risinājumus atbilstoši jūsu specifiskajām prasībām. Protams, mēs varam izveidot pielāgotus risinājumus, ņemot vērā jūsu prasības un izveidojot projektu jums, vai arī piedāvāt pilnīgu risinājumu, mainot tikai jūsu zīmola krāsas un logotipu.",
  "fullycustomized": "Es vēlētos pilnībā pielāgotu risinājumu, vai tas ir iespējams?",
  "fullycustomized_ans": "Vrnl piedāvā ekspertu komandu pilnībā pielāgotas sporta derību platformas izveidošanai. Protams, kontu vadītājs apkopo prasības un koordinē projektu ar citiem komandas locekļiem: projekta vadītāju, grafisko dizaineri un IT vadītāju.",
  "software_cost": "Cik maksā sporta derību programmatūra?",
  "software_cost_ans": "Sporta derību programmatūras cena ir atkarīga no piedāvātajām funkcijām un pakalpojumiem. Ir dažādi plāni, atkarībā no tā, vai jums jau ir liels spēles apjoms vai vēlaties būt aģents ar savu spēlētāju tīklu.",
  "what_products": "Kādus produktus jūs piedāvājat?",
  "what_products_ans": "Mūsu pamatbizness ir sporta derības, jo mūsu sporta derību programmatūra ir iekšēji izstrādāts produkts, kuru mūsu IT komanda izstrādājusi kopš 2005. gada. Papildus sporta produktam mēs piedāvājam tiešraides derības, kazino, tiešraides kazino, loterijas un virtuālās spēles, lai piedāvātu 'visi vienā' risinājumus mūsu klientiem.",
  "canaddfeatures": "Vai es varu pievienot dažas funkcijas, pārskatus un lapas sporta derību programmatūrā?",
  "canaddfeatures_ans": "Derību programmatūra ietver plašu pielāgojamu pārskatu, lapu un baneru klāstu (CMS), kurus var pielāgot vai izstrādāt pēc pieprasījuma. Ja vēlaties, lai mēs izstrādātu jaunu funkciju, mēs strādāsim kopā ar jums, veidojot pielāgotu projektu: informācijas un detaļu vākšana, projekta / renderēšanas iesniegšana, testēšana un galīgais izlaišana.",
  "canofferbettingservices": "Vai es varu piedāvāt sporta derību pakalpojumus savos kazino, kas atrodas manā valstī?",
  "canofferbettingservices_ans": "Mums ir vairāki derību risinājumi gan tiešsaistes, gan sauszemes uzņēmumiem. Ja jums pieder sauszemes kazino un vēlaties piedāvāt sporta derības, mūsu mazumtirdzniecības risinājums būs pareizā izvēle, jo tas ļauj izveidot kasiera kontus, lai pārvaldītu sporta derību biļešu tirdzniecību.",
  "change_currentprovider": "Kā mainīt esošo programmatūras sniedzēju?",
  "change_currentprovider_ans": "Ja jūs jau pārvaldāt apmaiņu un vēlaties pāriet uz mūsu sporta derību platformu, mēs nodrošināsim, ka viss tiek pienācīgi pārvaldīts, sagatavosim migrācijas plānu. Spēlētāju personas dati tiks augšupielādēti jaunajā platformā, un pāreja tiks plānota, lai migrācija tiktu pabeigta dažās stundās.",
  "sbs_offer": "Kādas funkcijas piedāvā sporta derību programmatūra?",
  "sbs_offer_ans": "Sporta derību programmatūra var piedāvāt funkcijas, piemēram, datu balstītas prognozes, simulācijas, derību tendences, koeficientu salīdzinājumus un daudz ko citu. Tā arī nodrošina detalizētu analīzi par pagātnes spēlēm un gaidāmajiem mačiem, lai palīdzētu derību veicējiem pieņemt pamatotus lēmumus. Mēs specializējamies mazumtirdzniecības derību veikalu un tiešsaistes tīklu izveidē. Tas ietver KYC procedūras, kas apstiprinātas regulējošajās iestādēs, azartspēļu maksājumu vārtejas, piemēram, partneru mārketinga rīkus, atsauces sistēmas un sociālos medijus, mobilās push paziņojumus, tīmekļa push paziņojumus un ziņojumus lietotnēs, spēlētāju kontroles rīkus, reģistrācijas un verifikācijas procesus, krāpšanas atklāšanas sistēmas un ģeolokācijas rīkus, lai iegūtu IP adreses atrašanās vietas informāciju.",
  "sbs_legal": "Vai sporta derību programmatūra ir likumīga?",
  "sbs_legal_ans": "Jā, sporta derību programmatūra ir likumīga un to izmanto daudzi profesionāli sporta derību veicēji. Tomēr ir svarīgi pārliecināties, ka jūs izmantojat programmatūru saskaņā ar attiecīgajiem likumiem jūsu jurisdikcijā.",
  "ebs_faqs": "Biežāk uzdotie jautājumi par eSports derību programmatūru",
  "ebs_titleoffer": "Kādi eSports nosaukumi tiek piedāvāti?",
  "ebs_titleoffer_ans": "<li><strong>Vispopulārākie:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sporta spēles:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer tiešsaistes spēles:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Cīņu spēles:</strong> Street Fighter, Super Smash Bros, Tekken. Reāllaika stratēģijas RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Vai ir pieejama mobilā versija?",
  "mobileversion_ans": "Jā, VRNL ir pilnībā optimizēts mobilajam lietojumam. Mūsu platforma ir izstrādāta, lai darbotos nevainojami visos viedtālruņos un planšetdatoros, ļaujot piekļūt sporta apmaiņai, kazino spēlēm, iGaming un eSports jebkurā laikā un vietā. Jūs varat baudīt ātru, reaģējošu saskarni, ātru ielādi un drošus darījumus tieši no mobilā pārlūka – lejupielāde nav nepieciešama. Neatkarīgi no tā, vai izmantojat Android vai iOS, pieredze ir ātra, lietotājam draudzīga un tikpat funkcionalitāte bagāta kā galddatoru versijas.",
  "runesportsplatform": "Vai es varu vadīt eSports derību platformu, neveicot koeficientu un tirdzniecības pārvaldību?",
  "runesportsplatform_ans": "Mūsu eSports derību risinājumi ietver koeficientu plūsmu. Programmatūra iekļauj daudz funkciju un rīku, lai pilnīgā autonomijā pārvaldītu koeficientu robežas un konfigurācijas. Ja vēlaties koncentrēties tikai uz veikaliem un spēlētāju pārvaldību, mēs nodrošinām tirdzniecības pakalpojumus un atbalstu.",
  "esports_solutions": "Es vēlētos pilnībā pielāgotu eSports risinājumu, vai tas ir iespējams?",
  "esports_solutions_ans": "VRNL piedāvā ekspertu komandu pilnībā pielāgotas eSports derību platformas izveidei. Kontu vadītājs apkopo prasības un koordinē projektu ar citiem komandas locekļiem: projekta vadītāju, grafisko dizaineri un IT vadītāju.",
  "newtobusiness": "Es esmu pilnīgi jauns šajā biznesā, ko man vajadzētu zināt?",
  "newtobusiness_ans": "Pareiza eSports derību platformas pārvaldība var padarīt šo biznesu ļoti ienesīgu. Mēs piedāvājam dažādus risinājumus un pakalpojumus, pamatojoties uz iesaistes līmeni un zināšanām. Azartspēļu eksperts strādās kopā ar jums, lai izvēlētos labāko eSports risinājumu, kas pielāgots jūsu vajadzībām.",
  "eSports_market": "Cik daudz eSports tiešraides tirgu ir pieejami?",
  "eSports_market_ans": "Šobrīd mēs piedāvājam 20 tiešraides eSports tirgus. <br> Tomēr mēs nepārtraukti pievienojam jaunus tirgus.",
  "eSportsLogoBrand": "Vai es varu izmantot savu eSports logo un zīmola krāsas?",
  "eSportsLogoBrand_ans": "Jā, jūs varat. Mēs piedāvājam dažādus risinājumus, pamatojoties uz jūsu specifiskajām prasībām. Protams, mēs varam izveidot pielāgotus eSports risinājumus, ņemot vērā jūsu pieprasījumus un veidojot projektu jums, vai arī piedāvāt pilnīgu risinājumu, mainot tikai jūsu eSports zīmola krāsas un logotipu.",
  "eSports_server": "Vai es varu mitināt eSportu apmaiņu uz sava servera infrastruktūras?",
  "eSports_server_ans": "Nē, jūs nevarat. Mitināšana ir iekļauta mūsu piedāvājumā, jo, lai nodrošinātu pareizu eSports derību programmatūras darbību, mūsu sistēmadministratori ir izveidojuši veltītu klasteru struktūru, kas ietver rezerves kopijas un katastrofu atjaunošanas plānu. Tas nodrošinās atbilstību globālajām regulām un sasniegs augstākos drošības standartus.",
  "sp_faqs": "Biežāk uzdotie jautājumi par straumēšanas platformu",
  "promte_cricket": "Cik daudz kriketa maču es varu reklamēt?",
  "promte_cricket_ans": "Tiešraides no paneļa varat aktivizēt divus mačus vienlaicīgi, bet nav ierobežojumu tam, cik daudz maču varat pievienot.",
  "broadcast_live": "Vai kazino notikumus var straumēt tiešraidē?",
  "broadcast_live_ans": "Jā, mēs varam straumēt visus kazino spēles tiešraidē uz visām platformām, kas to atļauj.",
  "measure_success": "Kā novērtēt tiešraides straumju panākumus?",
  "measure_success_ans": "Protams, jūs varat sekot detalizētai analītikai par vairākām platformām vienā ekrānā.",
  "is_mobile_friendly": "Vai platforma ir draudzīga mobilajām ierīcēm?",
  "is_mobile_friendly_ans": "Jā – mūsu platforma ir pilnībā draudzīga mobilajām ierīcēm, un mēs piedāvājam APK, kuru varat lejupielādēt un izmantot bez traucējumiem.",
  "livecasino_faqs": "Biežāk uzdotie jautājumi par Live Casino programmatūru",
  "whatisVRNLcasino": "Kas ir VRNL Live Casino programmatūra?",
  "whatisVRNLcasino_ans": "VRNL Live Casino programmatūra ir moderns platforma, kas ļauj tiešsaistes kazino piedāvāt spēles ar dzīviem dīleriem saviem spēlētājiem. Tā nodrošina infrastruktūru un rīkus, lai nodrošinātu reāllaika, interaktīvas kazino pieredzes.",
  "software_work": "Kā darbojas VRNL Live Casino programmatūra?",
  "software_work_ans": "VRNL Live Casino programmatūra viegli integrējas tiešsaistes kazino mājaslapās. Tā savieno spēlētājus ar dzīviem dīleriem, izmantojot augstas kvalitātes video straumēšanu, ļaujot spēlēt populāras kazino spēles, piemēram, blekdžeku, ruleti un bakara, dzīvajā un interaktīvā vidē.",
  "features_livecasino": "Kādas ir galvenās VRNL Live Casino programmatūras funkcijas?",
  "features_livecasino_ans": "VRNL Live Casino programmatūra piedāvā virkni funkciju, tostarp pielāgojamu zīmola noformējumu, drošu maksājumu integrāciju un lietotājam draudzīgu saskarni gan spēlētājiem, gan operatoriem.",
  "security_livecasino": "Kā nodrošināt spēļu drošību un godīgumu, izmantojot VRNL Live Casino programmatūru?",
  "security_livecasino_ans": "VRNL Live Casino programmatūra ir veidota ar drošību prātā. Tā izmanto sertificētus nejaušības skaitļu ģeneratorus (RNG), lai nodrošinātu godīgumu, un piedāvā rīkus krāpšanas novēršanai un spēlētāju aizsardzībai. Papildus mēs izmantojam šifrēšanu, lai nodrošinātu datu pārraides drošību.",
  "offered_games": "Kādas spēles var piedāvāt, izmantojot VRNL Live Casino programmatūru?",
  "offered_games_ans": "Jūs varat piedāvāt plašu dzīvo dīleru spēļu klāstu, tostarp klasikas, piemēram, dzīvā blekdžeka, dzīvās ruletes un dzīvā bakara spēles, kā arī šo spēļu variācijas, lai saglabātu spēlētāju interesi.",
  "integrateVRNL": "Vai es varu integrēt VRNL Live Casino programmatūru ar savu esošo tiešsaistes kazino platformu?",
  "integrateVRNL_ans": "Jā, mūsu programmatūra ir paredzēta vieglai integrācijai ar esošām platformām, padarot to par vienkāršu papildinājumu jūsu tiešsaistes kazino darbībai.",
  "wlc_faqs": "Biežāk uzdotie jautājumi par White Label Casino",
  "whatis_wlc": "Kas ir White Label Casino?",
  "whatis_wlc_ans": "White Label Casino ir pilnīgs risinājums, kas ļauj uzņēmējiem un uzņēmumiem uzsākt savus tiešsaistes kazino, izmantojot mūsu programmatūru un infrastruktūru. Jūs varat to zīmēt ar savu nosaukumu un dizainu, kamēr mēs rūpējamies par tehniskajiem un regulējošajiem aspektiem.",
  "wlc_work": "Kā darbojas White Label Casino pakalpojums?",
  "wlc_work_ans": "Mēs nodrošinām pilnībā funkcionālu kazino platformu, kas ietver spēles, maksājumu apstrādi un klientu atbalstu. Jūs vienkārši pielāgojat zīmola noformējumu un dizainu, lai tas atbilstu jūsu redzējumam, un varat uzsākt savu tiešsaistes kazino biznesu.",
  "wlc_games": "Kādas spēles ir pieejamas manam White Label Casino?",
  "wlc_games_ans": "Mēs piedāvājam plašu kazino spēļu klāstu, tostarp spēļu automātus, galda spēles (piemēram, blekdžeku, ruleti) un dzīvās dīleru spēles. Jūs varat izvēlēties no mūsu spēļu kataloga, lai radītu daudzveidīgu spēļu pieredzi saviem spēlētājiem.",
  "wlc_launch": "Cik ilgs laiks nepieciešams, lai uzsāktu manu White Label Casino?",
  "wlc_launch_ans": "Laika posms var atšķirties atkarībā no jūsu konkrētajām prasībām un regulējošajiem procesiem. Vidēji tas var aizņemt vairākas nedēļas, lai iestatītu un pielāgotu kazino platformu.",
  "wlc_cusSupport": "Kāds klientu atbalsts tiek nodrošināts manam White Label Casino?",
  "wlc_cusSupport_ans": "Mēs piedāvājam tehnisko un operatīvo atbalstu, lai nodrošinātu, ka jūsu kazino darbojas nevainojami.",
  "wlc_getstarted": "Kā uzsākt savu White Label Casino no jūsu uzņēmuma?",
  "wlc_getstarted_ans": "Sazinieties ar mūsu tirdzniecības komandu, lai apspriestu savas vajadzības un iegūtu personalizētu konsultāciju. Mēs vadīsim jūs cauri White Label Casino uzsākšanas procesam.",
  "can_cutomize_branding": "Vai es varu pielāgot kazino ar savu zīmolu?",
  "can_cutomize_branding_ans": "Jā — jūs varat pilnībā pielāgot kazino ar savu logotipu, krāsām un zīmolu, lai tas atbilstu jūsu identitātei.",
  "company": "Uzņēmums",
  "company_caps": "UZŅĒMUMS",
  "about": "Par mums",
  "online_exchange_sw": "Tiešsaistes apmaiņas programmatūra",
  "privacy_policy": "Privātuma politika",
  "contact_us": "Sazinieties ar mums",
  "solutions": "Risinājumi",
  "sports_betting_software": "Sporta derību programmatūra",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label derību platforma",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Vrnl logo un grafiskie materiāli ir uzņēmuma intelektuālā īpašuma tiesības, un tos nedrīkst kopēt, reproducēt, izplatīt vai rādīt bez rakstiskas piekrišanas no Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Visas tiesības aizsargātas.",
  "home": "Mājas",
  "betting": "Derības",
  "esports_betting": "Esports derības",
  "sbs_head": "Sporta derību programmatūra",
  "casino": "Kazino",
  "online_casino_sw": "Tiešsaistes kazino programmatūra",
  "live_casino_sw": "Live Casino programmatūra",
  "casino_game": "Kazino spēles",
  "lottery_bingo": "Loterijas un bingo",
  "casino_tournament": "Kazino turnīrs",
  "risk_management": "Riska pārvaldība",
  "wl": "White Label",
  "wl_exch": "White Label apmaiņa",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Mūsu darbs",
  "contact": "Kontakts",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Loterijas spēles",
  "exch_sw_provider": "Apmaiņas programmatūras nodrošinātājs",
  "mobile_bet": "Mobilās derības",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sporta derību logrīks",
  "back": "Atpakaļ",
  "exch_iframe_para": "Exchangebook iframe — ļauj ātri aktivizēt Exchangebook moduli caur vienkāršu API integrāciju. Mūsu visaptverošais Exchangebook pakalpojums, kuru uzrauga eksperti, nodrošina plašu programmēšanas pakalpojumu klāstu tiešsaistes pasākumiem un tirgiem.",
  "contact_us!": "Sazinieties ar mums!",
  "exch_iframe_types": "Exchangebook iframe veidi",
  "exch_iframe_types_para": "Mūsu Exchangebook iframe risinājumi ir pieejami trīs variantos, katrs pielāgots kanālam, nodrošinot vispiemērotāko risinājumu jūsu vajadzībām:",
  "exch_iframe_types_list": "<li> iFrame datoriem, kas paredzēts dažādām izšķirtspējām un piedāvā dažādus un pielāgojamus izkārtojumus. </li> <li> iFrame termināļiem un kioskiem SSBT, ar izkārtojumiem, kas optimizēti skārienekrāna sistēmām un intuitīvu lietotāja pieredzi, kas piemērota iesācējiem spēlētājiem, veicot derības.</li>",
  "exch_iframe_types_para2": "Turklāt, izmantojot mūsu API, jūs varat sasniegt plašu grafikas un spēļu funkciju pielāgošanu.",
  "cm_exch": "Visaptverošs pārvaldīts Exchangebook risinājums",
  "cm_exch_para": "Mūsu Exchangebook iframe ietver derību datu plūsmas nodrošināšanu un galveno derību iestatījumu konfigurāciju. Programmatūra piedāvā virkni funkciju un rīku neatkarīgai izmaiņu pārvaldīšanai, tomēr, ja jūsu galvenais mērķis ir spēlētāju pārvaldība un mārketings, mēs piedāvājam pilnībā pārvaldītu tirdzniecības pakalpojumu un atbalstu.",
  "acq_exch": "Exchangebook iframe risinājuma iegūšana ir vienkārša",
  "acq_exch_para": "Mēs esam vienkāršojuši procesa aktivizēšanu, ietverot tikai piecus vienkāršus soļus:",
  "acq_exch_list": "<li> Formalizējiet līgumu starp Vrnl un klientu. </li> <li> Uzsāciet Exchangebook iFrame integrāciju, izmantojot mūsu SDK API. </li> <li> Veiciet tikšanos, lai noteiktu Exchangebook stratēģiju. </li> <li> Identificējiet visinteresantākos sporta veidus un pasākumus, kas atbilst jūsu darbības zonai. </li> <li> Iet dzīvot! </li>",
  "live_casino_sw_p1": "Mūsu <strong> live Casino platforma </strong> ļauj aktivizēt <strong> labākos dzīvos nodrošinātājus</strong>, kas pazīstami ar savu <strong> izcilu kvalitāti un matemātisko godīgumu.</strong>",
  "live_casino_sw_p2": "Mēs esam apņēmušies nodrošināt jums labāko tiešsaistes kazino pieredzi. Vai jūs esat pieredzējis spēlētājs, vai arī esat jauns tiešsaistes kazino pasaulē, mūsu platforma piedāvā iegremdējošu, reāllaika spēļu pieredzi, kas ir otrā neviena.",
  "live_casino_sw_p3": "Vrnl Live Casino risinājums piedāvā visaptverošu pakalpojumu klāstu, tostarp: ",
  "live_casino_sw_p3_l1": "Pilna vēstures ziņojumu rīki",
  "live_casino_sw_p3_l2": "Spēļu vēstures vizualizācija",
  "live_casino_sw_p3_l3": "Spēļu konfigurācijas",
  "live_casino_sw_p3_l4": "Riska pārvaldības rīki",
  "live_casino_sw_p3_l5": "Spēlētāju pārvaldība",
  "live_casino_sw_p3_l6": "Affiliate pārvaldības rīki",
  "live_casino_sw_p3_l7": "Daudzlīmeņu aģentu struktūra",
  "live_casino_sw_p4": "Mēs esam izstrādājuši dažādas drošas integrācijas metodes, kuras visas ir lietotājam draudzīgas un paredzētas vienkāršai ieviešanai ar mūsu Live Casino API.",
  "live_casino_sw_demo": "Demo tiešsaistes kazino risinājumi",
  "livecasino_integration": "<strong style='color: #575756;'>Tiešsaistes kazino API</strong> integrācijas",
  "livecasino_integration_para": "Mūsu tiešsaistes kazino programmatūru var uzsākt darbībā dažu dienu laikā. Turklāt mēs nodrošinām visaptverošu pārvaldības pakalpojumu, kas nodrošina, ka visu darbību uzrauga mūsu eksperti. <strong style='color: #575756;'>Mēs arī garantējam piekļuvi visplašākajam tiešsaistes spēļu piedāvājumam.</strong>",
  "live_casino_lobby": "Mūsu lietotājam draudzīgajā tiešsaistes kazino spēļu vestibilā",
  "youcan": "Jūs varat",
  "findgames_like": "atrast spēles, piemēram:",
  "findgames_like_desp": "Tiešsaistes Ruletes, Tiešsaistes Bakara, Tiešsaistes Blekdžeks un Tiešsaistes Pokers, Kauliņu un Skaitļu spēles.",
  "euro_roulette": "Eiropas Ruletes",
  "blackjack": "Blekdžeks",
  "baccarat": "Bakara",
  "caribbean_stud": "Karību Studs",
  "casino_holdem": "Kazino Hold’em",
  "american_roulette": "Amerikāņu Ruletes",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Rezervēt demo",
  "lottery_head": "Meklējat loterijas un bingo platformu?",
  "lottery_head_desp1": "Mēs esam rūpīgi izvēlējušies labākās <b style='color: #575756; font-size: 45px;'>loterijas un bingo</b> spēles jums.",
  "lottery_head_desp2": "Mūsu <b style='color:#575756; font-size: 16px;'>Baltās etiķetes loterijas un bingo</b> risinājums piedāvā virkni aizraujošu klasiskās bingo spēles variantu, kā arī populārākās loterijas spēles.",
  "lottery_head_desp3": "Jūs varat <b style='color:#575756; font-size: 16px;'>izbaudīt šīs spēles no sava viedtālruņa </b> vai datora, un mēs nodrošinām izcilu lietotāja pieredzi, jo mūsu spēles ir visaugstākajā kvalitātē.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Turklāt mūsu spēļu algoritmi ir droši un neatkarīgi sertificēti, nodrošinot uzticamu un drošu spēlēšanas pieredzi.<br><br></strong>",
  "lottery_bingo_nos": "LOTERIJAS UN BINGO SKAITĻI",
  "bingo_games": "Bingo spēles",
  "over100": "vairāk nekā 100",
  "over130": "vairāk nekā 130",
  "suppliers": "Piegādātāji",
  "more20": "Vairāk nekā 20",
  "sports_betting_software_wl": "Sporta derību programmatūra Baltās etiķetes",
  "sports_betting_software_wl_desp": "Uzņēmums, kas ir apņēmies nepārtraukti meklēt inovatīvus risinājumus, lai efektīvi risinātu savas mainīgās biznesa vajadzības.",
  "blink-soft": "Uzlabojiet savu pieredzi ar modernizētu sporta derību programmatūru",
  "platform_para1": "Mūsdienu sporta derību programmatūras risinājumi <b>pārveido</b> veidu, kā derību veicēji piedalās spēlē. Ar <b>bezšuvju saskarnēm,</b> reāllaika analītiku un tiešsaistes likmju iespējām šīs platformas nodrošina augstākas kvalitātes derību pieredzi gan iesācējiem, gan pieredzējušiem spēlētājiem.",
  "platform_para2": "Neatkarīgi no tā, vai jūs vadāt tiešsaistes sporta derību vietni, mazumtirdzniecības derību punktu vai kazino, mūsu visaptverošais risinājumu klāsts — ieskaitot <b>B2C platformas</b> un <b>pielāgojamas baltās etiķetes produktus</b> nodrošina elastību un tehnoloģijas, kas nepieciešamas, lai saglabātu konkurētspēju. Uzņemieties inovāciju un paaugstiniet savas sporta derību darbības ar programmatūru, kas ir paredzēta, lai <b>optimizētu sniegumu</b> un <b>lietotāja apmierinātību</b>.",
  "try_b2b": "Izpētiet mūsu modernizēto B2B derību programmatūru",
  "try_b2c": "Izpētiet mūsu modernizēto B2C derību programmatūru",
  "wls_turnkey": "Baltās etiķetes risinājumi un Turnkey platformas",
  "wls_turnkey_p1_span1": "bezšuvju un aizraujošu sporta derību pieredzi",
  "wls_turnkey_p1_span2": "jūsu klientiem. Šis pieejas modelis izslēdz dārgu un laikietilpīgu izstrādi, ļaujot jums koncentrēties uz izaugsmi un",
  "custom_satisfaction": "klientu apmierinātību",
  "wls_turnkey_p2": "Mūsu droša, augstas veiktspējas derību platforma ir pilnībā sertificēta neatkarīgajos spēļu laboratorijās, garantējot atbilstību un uzticamību. Sadarbojoties ar VRNL, jūs iegūstat piekļuvi uzticamam derību biržas risinājumam, kas palielina peļņu, vienlaikus nodrošinot",
  "highest_industry_standards": "augstākos nozares standartus",
  "igaming_platform": "iGaming platforma",
  "igaming_platform_p1": "VRNL ir uzticams partneris iGaming nozarē, piedāvājot nozares līderu",
  "sbs": "sporta derību programmatūra",
  "igaming_platform_p2": "Mūsu mērķis ir pārveidot tiešsaistes spēļu vidi, piedāvājot operatoriem daudzfunkcionālu, modernu platformu, kas nodrošina bezšuvju, aizraujošu spēļu pieredzi viņu lietotājiem.",
  "online_casino": "Tiešsaistes kazino",
  "casino_para": "Laipni lūdzam VRNL tiešsaistes kazino — <b>uzticams līderis</b>, kas piedāvā drošu un aizraujošu spēļu platformu visā pasaulē. Mūsu misija ir nodrošināt izcilu kazino pieredzi, kas saglabā spēlētāju interesi un izklaidi.",
  "casino_para_list": "<li>Vairāk nekā 75 piegādātāji</li> <li>Vairāk nekā 15,000 spēļu automāti</li> <li>500+ galda spēles</li> <li>700+ video pokera spēles</li> <li>Vairāk nekā 200 citas spēles</li>",
  "casino_para2": "Mūsu eksperti atbalsta jūs katrā posmā, sākot no apmācībām līdz palaišanai.",
  "play_livecasino": "Spēlējiet tiešsaistes kazino, it kā būtu tieši iekšā kazino",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Spēļu automāti</li> <li>Live Ruletes </li> <li>Live Blekdžeks</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API pakalpojumu sniedzēji un iFrame",
  "api_services_iframe_p1": "VRNL piedāvā modernizētus <b>API integrācijas un iFrame risinājumus</b>, ļaujot veikt bezšuvju platformas savienojamību, drošu datu apmaiņu un uzlabotu lietotāja pieredzi — palīdzot uzņēmumiem darboties gudrāk un ātrāk.",
  "api_services_iframe_p2": "VRNL saprot bezšuvju datu apmaiņas un saziņas nozīmi starp lietojumprogrammām. Mēs piedāvājam augstas kvalitātes API integrācijas pakalpojumus, ļaujot jūsu programmatūrai viegli mijiedarboties ar citām platformām. Mūsu eksperti nodrošinās, ka jūsu sistēmas darbojas saskaņoti, piedāvājot vienmērīgu pieredzi gan jums, gan jūsu klientiem.",
  "virtual_games": "Virtuālās spēles",
  "virtual_games_desp1": "Gatavi uzsākt savu virtuālo spēļu ceļojumu ar VRNL? Ienāciet virtuālajā pasaulē kā nekad agrāk un sagatavojieties bezgalīgiem izklaides stundām.",
  "virtual_games_desp2": "VRNL mēs esam kaislīgi par jaunākajiem virtuālajiem spēļu piedzīvojumiem, kas transportē spēlētājus aizraujošās jaunās pasaulēs. Mūsu misija ir piedāvāt visdziļākās, izklaidējošākās un prātam neaptveramās virtuālās spēles, kas liks jums palikt pie ekrāna stundām ilgi.",
  "before_start": "Pirms sākat, izpētiet to darbībā!",
  "explore_demo": "mūsu demo platformā:",
  "mobile_sbs": "Mobilā sporta derību programmatūra",
  "mobile_sbs_p1": "Mūsu <strong>mobilā lietotne</strong> ļauj derību veicējiem viegli piekļūt saviem spēļu kontiem un veikt likmes, izmantojot planšetdatorus, viedtālruņus un citas interneta pieslēgtas mobilās ierīces.",
  "mobile_sbs_p2": "No kriketa un futbola līdz tenisam, mūsu programmatūra aptver plašu sporta notikumu klāstu visā pasaulē. Neatkarīgi no tā, kuram sporta veidam esat pievērsies, jūs varat veikt likmes uz spēlēm un komandām, kuras jums patīk.",
  "mobile_sbs_p3": " Mūsu programmatūra nav tikai par likmju veikšanu, tā ir par pieredzes radīšanu, kas ir gan bezšuvju, gan lietotājam draudzīga. Mēs esam ieguldījuši jaunākajās tehnoloģijās, lai nodrošinātu, ka mūsu platformas navigācija ir pēc iespējas vienkāršāka.",
  "advantages_sbs": "Mobilās sporta derību programmatūras priekšrocības",
  "advantages_sbs_l1": "Mobilās lietotnes ir ātrākas",
  "advantages_sbs_l2": "Personalizēts derību saturs",
  "advantages_sbs_l3": "Instant derības tiešsaistē",
  "advantages_sbs_l4": "Droši un uzticami",
  "advantages_sbs_p1": "Lietotnes darbojas ātrāk nekā mobilās tīmekļa vietnes, piedāvājot ātrākas darbības un reakcijas.",
  "advantages_sbs_p2": "Lietotāji izbauda personalizētu saturu, kas padara pieredzi dziļāku un saistošāku, piedāvājot pielāgotas likmju iespējas, kas atbilst viņu vēlmēm.",
  "advantages_sbs_p3": "Visas mobilās lietotnes piedāvā tūlītēju piekļuvi ar vienkāršu pieskārienu, ļaujot lietotājiem veikt likmes, pārbaudīt savus spēļu kontus, piedalīties kazino spēlēs un izvēlēties savas iecienītākās līgas bez kavēšanās.",
  "advantages_sbs_p4": "Mūsu drošība ir mūsu galvenā prioritāte. VRNL mobilā sporta derību programmatūra ir veidota ar vismodernākajiem drošības pasākumiem, lai aizsargātu jūsu personīgo un finansiālo informāciju. Jūs varat veikt likmes ar mieru.",
  "online_casino_sw_p1": "VRNL ir vadošais tiešsaistes kazino programmatūras un platformu piegādātājs. Mēs spēlējam būtisku lomu kazino platformu izstrādē un izveidē, nodrošinot, ka tās ir lietotājam draudzīgas un pilnas ar funkcijām.",
  "online_casino_sw_p2": "Mūsu mārketinga komanda centīsies nodrošināt, ka jūsu tiešsaistes kazino saņems izcili redzamību tiešsaistes tirgū.",
  "online_casino_sw_p3": "Tiešsaistes kazino platforma būs aprīkota ar dažādām iepriekš konfigurētām spēlēm, un mūsu uzraudzības rīki sniegs jums skaidru, reāllaika pārskatu par jūsu jaunā uzņēmuma progresu un veiktspēju.",
  "customized_theme": "Tas ir tēma un to var pielāgot, skatīt darbībā:",
  "live_casino_sw_desp1": "Mēs piedāvājam visplašāko augstākās kvalitātes <strong>tiešsaistes kazino piegādātāju</strong><br>",
  "live_casino_sw_desp2": "globāli, nodrošinot piekļuvi plašākajam tiešsaistes galdu piedāvājumam un bezšuvju daudzkanālu piegādes pieredzi.",
  "casino_sw_features": "Kazino programmatūras galvenās funkcijas",
  "casino_sw_features_p1": "Mūsu <strong>kazino programmatūras platforma</strong> ir paredzēta, lai nodrošinātu bezšuvju un iegremdējošu spēļu pieredzi gan spēlētājiem, gan operatoriem.<br /><br />",
  "casino_sw_features_p2": "Galvenās mūsu platformas funkcijas ietver:",
  "casino_sw_features_list": "<li>Redzamība un kontrole pār galdu piedāvājumiem.</li> <li>Spēļu galdu atribūti un iestatījumi.</li> <li>VIP ierobežojumi.</li> <li>Klientu funkcionalitāte un piekļuve mūsu pielāgošanas rīkiem.</li> <li>Pārskatu mehānisms un paziņojumu sistēma, kas sniedz operatoriem tūlītēju piekļuvi un brīdinājumus par operacionālajiem paziņojumiem.</li> <li>API uzņēmējdarbības intelekta BI</li> <li>Mārketinga rīki</li> <li>API ārējām integrācijām</li>",
  "casino_sw_features_p3": "Mūsu lietotājam draudzīgais pielāgošanas rīks ļauj bukmeikerim veikt reāllaika izmaiņas dažādos viņu tiešsaistes piedāvājumos, <br /> tostarp baneros, fontu un krāsu shēmās, izmantojot intuitīvus vadības rīkus.",
  "casino_sw_features_p4": "Mūsu jaunā platforma darbojas kā autonomiska, elastīga un viegli pielāgojama sistēma. Šī elastība ļauj mums ātri <br /> reaģēt uz bukmeikeru pieprasījumiem un saglabāt augstākus kvalitātes standartus, attīstot jaunus un esošus<br /> produktus.",
  "casino_sw_features_p5": "Lai paātrinātu jūsu biznesu, mēs piedāvājam arī",
  "casino_sw_features_p6": "ar vairāk nekā 3000+ spēlēm.",
  "integrate_iframe_apis": "Integrēšana ar ārējām platformām caur iFrame un API",
  "integrate_iframe_apis_para": "Mūsu platforma piedāvā daudzveidīgas integrācijas iespējas. Jūs varat bezšuvji <strong>integrēt caur iFrame vai <br />API.</strong> Tas var tikt pielāgots jūsu konkrētajām vajadzībām, vai nu tas ir pilns pakalpojumu komplekts, <br />specializēts sporta derību risinājums, vai koncentrēšanās uz <strong>tiešsaistes kazino spēlēm</strong>, tostarp <strong>tiešsaistes<br /> kazino</strong> piedāvājumiem.",
  "view_demo": "Skatīt demo",
  "we_are": "Mēs esam",
  "online_exchange_sw_p1": "VRNL mēs lepojamies ar to, ka piedāvājam augstākās klases tiešsaistes apmaiņas programmatūru, kas pārdefinē derību pieredzi. Mēs piedāvājam pilnībā funkcionējošu platformu ar plašu dzīvo spēļu piedāvājumu mēnesī. Ar mūsu tiešraides straumēšanas iespējām mēs pārvērsīsim jūsu bukmeikeri par izklaides platformu, kas tiek atbalstīta ar neatkarīgu spēļu laboratoriju sertifikātiem, lai nodrošinātu papildu pārliecību.",
  "online_exchange_sw_p2": " VRNL Online Exchange Programmatūra piedāvā visaptverošu sporta derību iespēju klāstu. Neatkarīgi no tā, vai esat futbola, tenisa vai jebkura cita sporta veida fans, mēs esam jums sagatavojuši plašu piedāvājumu. Mūsu platforma piedāvā reāllaika koeficientus, derības spēles laikā un lietotājam draudzīgu interfeisu, kas padara likmju veikšanu vienkāršu.",
  "onther_head": "Mēs vienkāršojam procesu, lai jūs varētu bez piepūles integrēties biznesā.",
  "onther_p1": "Šī tēma ir ļoti pielāgojama, un jūs varat redzēt tās elastību darbībā:",
  "main_features": "Galvenās funkcijas",
  "feature_para": "VRNL ir pirmais līderis derību un tiešsaistes kazino pārvaldības revolūcijā. Ar mūsu ekspertīzi jūs iegūsiet piekļuvi:",
  "feature_list": "<li><strong>Globāla derību pieredze: </strong> VRNL piedāvā piekļuvi plašam sporta, līgu un derību tirgu klāstam no visas pasaules. Ar mums jūs varat piedāvāt saviem lietotājiem patiešām globālu derību pieredzi.</li> <li><strong>Plašas pirmsmača iespējas: </strong> Izvēlieties no plaša 150 000 mēneša pirmsmača derību iespējām. Mēs nodrošinām, ka jūsu platforma ir pilna ar daudzām iespējām, lai apmierinātu dažādas derību izvēles.</li> <li><strong>Aizrautīgas derības spēles laikā: </strong> Iesaistiet savus lietotājus ar 75 000 mēneša derību iespējām spēles laikā. Šīs reāllaika derības pievieno aizraujošu un spontānu pieredzi derību pieredzei.</li> <li><strong>Metaversa kazino spēles: </strong> VRNL piedāvā plašu kazino spēļu kolekciju, kas piemērotas metaversam. Iegremdējiet savus lietotājus virtuālā kazino vidē ar mūsu dažādajām spēļu iespējām.</li> <li><strong>Bezšuvju iFrame integrācija: </strong> Viegli integrējiet mūsu iFrame savā iGaming platformā. Mūsu lietotājam draudzīgais iFrame risinājums ļauj viegli paplašināt jūsu platformas iespējas.</li> <li><strong>Elastīga integrācija: </strong> Izvēlieties savu integrācijas metodi, vai nu API, vai iFrame. Mēs piedāvājam daudzveidīgas iespējas, lai atbilstu jūsu ērtībām un platformas prasībām.</li>",
  "sports_header_2": "Tiešsaistes apmaiņas programmatūra iGaming kazino platforma",
  "sports_header_2_p1": "Mēs piedāvājam <a style='color: #a0c528;' href='#'>balta marķējuma kazino</a> risinājumu ar plašu bibliotēku, kas ietver vairāk nekā 1000 spēles.",
  "sports_header_2_p2": "Mūsu pakalpojumi ietver spēļu licenci un juridisko atbalstu, lai uzsāktu jūsu kazino biznesu, nodrošinot drošu un sertificētu spēļu matemātiku.",
  "sports_header_2_p3": "Mēs esam izvēlējušies labākos spēļu piegādātājus, lai piedāvātu jums plašāko tiešraides kazino spēļu un tiešsaistes kazino spēļu izvēli. Mēs esam rūpīgi izvēlējušies sadarbību ar top spēļu piegādātājiem, lai nodrošinātu jums nepārspējamu tiešraides kazino spēļu un tiešsaistes kazino spēļu piedāvājumu, garantējot visplašāko izvēli.",
  "online_sports_list": "<li>Tiešraides spēļu šovs</li> <li>Pirmais cilvēks spēles</li> <li>Spēļu automāti</li> <li>Amerikāņu rulete tiešraidē</li> <li>Live blackjack</li> <li>Baccarat tiešraidē</li> <li>Casino Hold’em tiešraidē</li> <li>SICBO</li> <li>Dragon tiger tiešraidē</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Spēlējiet tiešraides kazino, it kā jūs būtu tieši iekšā kazino",
  "top_online_providers": "Top tiešsaistes kazino piegādātāji pasaules līmenī",
  "online_casino_p1": "Vai esat gatavs paaugstināt savu tiešsaistes kazino pieredzi uz nākamo līmeni? Ne meklējiet tālāk! VRNL ir jūsu viena pieturas risinājums visām jūsu tiešsaistes kazino vajadzībām. Mēs piedāvājam augstākās kvalitātes pakalpojumus un modernākos risinājumus tiešsaistes kazino operatoriem, nodrošinot neaizmirstamu spēļu pieredzi jūsu spēlētājiem.",
  "user_data_section1": "<li>Piegādātāji 75 + vairāk nekā</li> <li>Spēļu automāti 15 000 + vairāk nekā</li> <li>Galda spēles 500 + vairāk nekā</li> <li>Video pokers 700 + vairāk nekā</li> <li>Citas spēles 200 + vairāk nekā</li>",
  "lottery_bingo_games": "Loterijas un Bingo spēles",
  "lottery_bingo_games_p1": "VRNL mēs piedāvājam loterijas un bingo spēļu aizraušanos gan jūsu ekrānos, gan vietējos mazumtirdzniecības veikalos. Neatkarīgi no tā, vai esat tradicionālo papīra biļešu fans vai vēlaties spēlēt tiešsaistē, mēs esam jums nodrošinājuši visus risinājumus. Ar mums tas nav tikai par spēlēm; tas ir par uzvarēšanas aizraušanos un spēlēšanas prieku.",
  "user_data_section2": "<li>Bingo 80 + vairāk nekā</li> <li>Loterija 130 + vairāk nekā</li>",
  "ultimate_dest": "Galējais galamērķis tiešsaistes un mazumtirdzniecības loterijas un bingo spēlēm",
  "weare_vrnl": "Mēs esam VRNL",
  "weare_vrnl_desp": "<strong>VIENĪGA PLATFORMA SPORTA UN KAZINO BALTA MARĶĒJUMĀ</strong> Visplašākais tiešsaistes izklaides spēļu piedāvājums. Balta marķējuma kazino ar vairāk nekā 1 000 spēlēm. Pieejamā tiešsaistes kazino programmatūra ir vienkārša, jo mūsu platforma ir viegli pārvaldāma.",
  "res_design": "Reaģējošs dizains",
  "res_design_desp": "Mūsu vietne ir reaģējoša, kas nozīmē, ka tā tiek pareizi attēlota planšetēs, mobilajās ierīcēs un darbvirsmās, nodrošinot optimālu lietotāja pieredzi.",
  "custmzd_options": "Pielāgošanas iespējas",
  "custmzd_options_desp": "Mēs piedāvājam plašu pielāgošanas iespēju klāstu, ļaujot klientiem izvēlēties viņu vēlamās krāsas, fontus un izkārtojumu vietnei. Tas nodrošina, ka vietne atspoguļo viņu unikālo stilu un vēlmes.",
  "loading_speed": "Ielādes ātrums",
  "loading_speed_desp": "Mūsu vietne ir optimizēta ātrumam un veiktspējai. Tā piedāvā ātrus ielādes laikus dažādās ierīcēs un interneta savienojumos.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Mūsu B2B tēma izceļas ar unikālām funkcijām. Mēs esam iekļāvuši papildus Parley opciju, lai bagātinātu derību pieredzi.",
  "b2b_theme_p2": "Mūsu tēma ir raksturota ar vislabākajiem krāsu salikumiem un dizaina elementiem, nodrošinot estētiski patīkamu saskarni. Lietotājiem tiek piešķirtas atļaujas veikt likmes uz plašu sporta veidu klāstu, tostarp kriketu, futbolu un tenisu.",
  "b2b_theme_p3": "Mums ir arī daudz dažādu kazino spēļu, lai nodrošinātu papildu izklaides iespējas. Turklāt mēs piedāvājam dažādus kazino veidus, piemēram, AWC kazino, kas piedāvā iespaidīgu kolekciju ar vairāk nekā 500 spēļu automātiem un vairāk nekā 100 galda spēlēm.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Mūsu B2C vietne piedāvā lietotājam draudzīgu pieredzi mūsu klientiem. Viņi var viegli reģistrēties, izmantojot savu tālruņa numuru, nodrošinot ērtu un drošu veidu konta izveidošanai.",
  "b2c_theme_p2": "Pēc reģistrēšanās lietotājiem ir iespēja iemaksāt līdzekļus savos kontos, kas padara viegli uzsākt derības un spēles. Turklāt mēs nodrošinām vienmērīgu izņemšanas procesu, lai lietotāji varētu viegli piekļūt saviem laimestiem.",
  "b2c_theme_p3": "Lai uzlabotu pieredzi, mēs piedāvājam bonusa punktus, kurus lietotāji var nopelnīt un izmantot savā laikā platformā. Tas pievieno papildu aizraušanos un vērtību mūsu klientiem, ļaujot viņiem maksimāli izmantot savus depozītus un izņemšanu.",
  "b2c_theme_p4": "Kopumā mūsu B2C vietne ir izstrādāta, lai nodrošinātu vienkāršu un patīkamu derību un spēļu pieredzi, sniedzot mūsu klientiem brīvību spēlēt, veikt iemaksas un izņemšanu ar vieglumu.",
  "request_demoID": "Pieprasīt Demo ID",
  "form_name": "Vārds *",
  "form_name_err": "Lūdzu, ievadiet savu vārdu (vismaz 3 rakstzīmes).",
  "form_email": "E-pasts *",
  "form_email_err": "Lūdzu, ievadiet derīgu e-pastu.",
  "form_country": "Valsts *",
  "form_country_err": "Lūdzu, izvēlieties savu valsti.",
  "form_district": "Rajons *",
  "form_district_err": "Lūdzu, ievadiet savu rajonu.",
  "form_whatsapp": "WhatsApp numurs *",
  "form_whatsapp_err": "Ievadiet derīgu WhatsApp numuru.",
  "form_turnover": "Mēneša apgrozījums *",
  "form_turnover_err": "Lūdzu, ievadiet savu mēneša apgrozījumu.",
  "form_users": "Cik lietotāju *",
  "form_users_err": "Lūdzu, ievadiet derīgu lietotāju skaitu.",
  "form_current": "Pašreizējā platforma *",
  "form_current_err": "Lūdzu, ievadiet savu pašreizējo platformu.",
  "form_issues": "Problēmas ar pašreizējo platformu *",
  "form_issues_err": "Lūdzu, aprakstiet problēmas (vismaz 10 rakstzīmes).",
  "form_telegram": "Vai izmantojat Telegram? *",
  "form_select": "-- Izvēlieties --",
  "form_yes": "Jā",
  "form_no": "Nē",
  "form_telegram_err": "Lūdzu, izvēlieties, vai jums ir Telegram rokturis.",
  "form_telhandle": "Telegram rokturis *",
  "form_telhandle_err1": "Telegram rokturis ir obligāts.",
  "form_telhandle_err2": "Telegram rokturis jāuzsāk ar &#64; (piemēram, &#64;lietotājvārds).",
  "demo_url": "Demo URL",
  "form_submit": "Iesniegt",
  "form_name_ph": "Ievadiet savu vārdu",
  "form_email_ph": "Ievadiet savu e-pastu",
  "form_district_ph": "Ievadiet savu rajonu",
  "form_whatsapp_ph": "Ievadiet WhatsApp numuru",
  "form_turnover_ph": "Ievadiet savu mēneša apgrozījumu",
  "form_users_ph": "Ievadiet lietotāju skaitu",
  "form_current_ph": "Ievadiet pašreizējo platformu",
  "form_issues_ph": "Ievadiet problēmas ar pašreizējo platformu",
  "form_telhandle_ph": "Ievadiet savu Telegram rokturi",
  "our_commitment": "Mūsu apņemšanās",
  "our_commitment_p1": "VRNL ir apņēmies aizsargāt jūsu privātumu un nodrošināt jūsu personīgās un finanšu informācijas drošību. Šī politika izskaidro, kāda informācija tiek ievākta, kā mēs to izmantojam un kādas pasākumus mēs veicam, lai to aizsargātu. Atsauces uz vrnl.net ietver arī tās lietojumprogrammas.",
  "our_commitment_p2": "Šī politika attiecas uz visām VRNL tīmekļa vietnēm un lietojumprogrammām, kurās tā ir ievietota, atbilstoši piemērojamajiem likumiem reģionos, kuros mēs darbojamies. Papildu reģiona vai pakalpojuma specifiskas privātuma paziņojumi var papildināt šo politiku.",
  "our_commitment_p3": "Ja jūs sniedzat informāciju, izmantojot trešo pušu platformas (piemēram, sociālo mediju pieteikšanās), mēs ievācam datus caur šīm integrācijām saskaņā ar šo politiku. Tomēr trešās puses privātuma prakse nosaka datus, ko tās ievāc tieši. Privātuma iestatījumi šādās platformās neietekmē to, kā VRNL izmanto datus, kas iegūti caur mūsu vietnēm vai lietotnēm.",
  "our_commitment_p4": "Mūsu platformās var būt saites uz ārējām vietnēm, kas nav VRNL īpašumā vai kontrolē. Mēs neesam atbildīgi par to privātuma praksēm un aicinām jūs iepazīties ar to politikām pirms informācijas dalīšanās.",
  "our_commitment_p5": "Šī privātuma politika jālasa kopā ar mūsu Lietošanas noteikumiem.",
  "user_content": "Lietotāja piekrišana",
  "user_content_para": "Izmantojot vrnl pakalpojumu (piemēram, reģistrējoties kontam, iegādājoties pakalpojumu, piedaloties konkursā vai akcijā, sazinoties ar mums mūsu vietnēs vai lietojumprogrammās), jūs piekrītat mūsu personīgās informācijas vākšanai, izmantošanai un kopīgošanai, kā tas aprakstīts šajā politikā. Dažos gadījumos, īpaši, ja jūs dzīvojat valstī, kas ir pakļauta datu aizsardzības regulējumam, mēs varam lūgt jūs sniegt skaidru piekrišanu piekļūt mūsu pakalpojumiem pirms turpmākām darbībām. Ja jūs izmantojat pakalpojumus ceļojot pa dažādām valstīm, mēs uzskatīsim reģistrācijas valsti par jūsu galveno valsti, un piekrišana, kas iegūta reģistrācijas laikā, būs derīga jūsu personīgās informācijas apstrādei.",
  "accessing_webNet": "Piekļuve tīmekļa vietnei un tīkla 18 pakalpojumiem, izmantojot VPN",
  "accessing_webNet_p1": "Jūs nedrīkstat piekļūt vai izmantot VRNL tīmekļa vietnes vai pakalpojumus, izmantojot jebkādu metodi vai tehnoloģiju, kas slēpj vai maldina par jūsu faktiskā ģeogrāfiskā atrašanās vietu (piemēram, izmantojot virtuālo privāto tīklu (VPN) vai līdzīgas rīkus).",
  "accessing_webNet_p2": "VRNL nebūs atbildīgs par jūsu personīgās informācijas vākšanu, glabāšanu vai apstrādi, ja tiek izmantotas šādas piekļuves metodes.",
  "collection_personalInfo": "Personīgās informācijas vākšana un tās izmantošana",
  "collection_personalInfo_p1": "„Personīgā informācija” (PII) attiecas uz jebkuriem datiem, kas tieši vai netieši var identificēt indivīdu, piemēram, vārds, pasta adrese, e-pasta adrese vai mobilā tālruņa numurs. Kad anonīmi dati tiek saistīti ar personīgo informāciju, tie tiek uzskatīti par personīgu informāciju.",
  "collection_personalInfo_p2": "VRNL ievāc tikai nepieciešamo personīgo informāciju, lai izpildītu jūsu pieprasījumus un nodrošinātu pielāgotus produktus un pakalpojumus. Mēs nesavācam šādu informāciju, ja vien jūs to apzināti un brīvprātīgi nesniedzat.",
  "collection_personalInfo_p3": "Jūsu personīgā informācija var tikt izmantota, lai VRNL un tā pakalpojumu partneri darbotos mūsu tīmekļa vietnēs un pakalpojumos, kā arī informētu jūs par jaunām funkcijām, produktiem un pakalpojumiem, ko piedāvā VRNL un tā filiāles.",
  "info_provide_us": "1. Informācija, ko sniedzat mums",
  "info_provide_us_desp": "Mēs varam lūgt un ievākt šādu personīgu informāciju par jums, kad izmantojat vrnl.net, un bez šīs informācijas mēs, iespējams, nevarēsim sniegt jums visus pieprasītos pakalpojumus:",
  "reg_data": "a. Reģistrācijas dati",
  "reg_data_desp": "Lai izmantotu noteiktas funkcijas tīmekļa vietnē, lietojumprogrammā un pakalpojumos (piemēram, pasākumu reģistrēšanās un tīmekļa vietnes kampaņas), jūs varat sniegt pamata kontaktinformāciju, tostarp, bet ne tikai:",
  "reg_data_list": "<li><span>Vārds</span></li> <li><span>Uzvārds</span></li> <li><span>E-pasta adrese</span></li>",
  "user_pro_details": "b. Lietotāja profila dati",
  "user_pro_details_desp": "Mēs varam vēlāk ievākt un ierakstīt šādu personīgu informāciju sadaļā 'Mans profils', kas palīdz mums sniegt pielāgotas ziņas un uzturēt lietotāja profilu, tostarp, bet ne tikai:",
  "user_pro_details_list": "<li><span>Vārds</span></li> <li><span>Dzimums</span></li> <li><span>E-pasta ID</span></li> <li><span>Dzimšanas datums</span></li> <li><span>Valsts</span></li> <li><span>Pilsēta</span></li> <li><span>Mobilā numurs</span></li>",
  "mobile_device_permissions": "c. Mobilās ierīces atļaujas",
  "mobile_device_permissions_desp": "Piekļūstot mūsu lietotnei mobilajās ierīcēs / planšetēs / TV vai citās ierīcēs, kas piekļūst minētajai lietotnei, mēs varam lūgt un iegūt piekļuvi šādiem:",
  "mobile_device_permissions_list": "<li><span>Konti - Izmantots vairāku lietotāju kontu pārvaldībai lietotnē un pieteikšanās nolūkiem</span></li> <li><span>Kontakti - Izmantots lietotāju kontaktu piekļuvei, lai dalītos ar rakstiem lietotnē</span></li> <li><span>Tālrunis - Lai lasītu tālruņa stāvokli un ļautu lietotāja paziņojumiem ierīcē. IMEI tiek vākti, lai unikāli identificētu katru lietotāju tikai</span></li> <li><span>Kamera - Lai lietotājs varētu augšupielādēt attēlus un lietotāja profila attēlu. Ļauj lietot kameru vrnl</span></li> <li><span>Mic - Lai iespējo balss komandu saistītas darbības</span></li> <li><span>Storage - Lai piekļūtu failiem un mapēm no lietotnes iekšpuses</span></li> <li><span>SMS - Lai sūtītu un saņemtu verifikācijas ziņojumus</span></li>",
  "mobile_device_permissions_desp2": "Atļaujas šiem iestatījumiem var būt būtiskas lietotnes pareizai darbībai. Atļaujas var tikt pārvaldītas caur attiecīgajiem lietotāja ierīču iestatījumiem.",
  "info_voluntarily": "2. Informācija, ko jūs sniedzat mums brīvprātīgi",
  "info_voluntarily_desp": "Ja jūs sūtāt mums personīgu korespondenci, piemēram, e-pastus vai vēstules, vai ja citi lietotāji vai trešās puses sūta mums korespondenci par jūsu aktivitātēm vai ierakstiem vrnl.net, mēs varam vākt un glabāt šādu informāciju.",
  "info_voluntarily_para": "Mēs varam ievākt papildu informāciju arī citos brīžos, kad sniedzat atsauksmes, maināt saturu vai e-pasta preferences, atbildat uz aptaujām vai sazināties ar mums. Šī informācija var ietvert jūsu vārdu, e-pasta adresi, mobilo numuru, atrašanās vietu utt.",
  "info_auto": "3. Informācija, ko mēs ievācam automātiski",
  "info_auto_desp": "Mēs ievācam informāciju par jums un jūsu pakalpojumu izmantošanu, jūsu mijiedarbību ar mums un mūsu reklāmām, kā arī informāciju par jūsu datoru vai citām ierīcēm, ko izmantojat, lai piekļūtu mūsu pakalpojumiem (piemēram, mobilajām ierīcēm, planšetēm un citām skatīšanās ierīcēm). Šī informācija ietver, bet nav ierobežota tikai uz:",
  "info_auto_list": "<li><span>Aktivitātes vrnl.net, piemēram, apskatīto lapu veids, laiks, kas pavadīts lapās, meklēšanas vaicājumi utt.</span></li> <li><span>Jūsu mijiedarbība ar mūsu e-pastiem, klientu apkalpošanu un ziņojumu platformu.</span></li> <li><span>Ģeogrāfiskās atrašanās vietas informācija caur IP adresēm;</span></li> <li><span>Ierīces informācija, piemēram, ierīces ID, ierīces modelis utt. un citi unikāli identifikatori</span></li> <li><span>Reklāmas identifikatori, piemēram, tie, kas atrodas mobilajās ierīcēs un planšetēs, ierīcēs, kas ietver identifikatorus (piemēram, Identifikatori reklāmdevējiem (IDFA) iOS ierīcēs un GAID Android ierīcēs);</span></li> <li><span>Informācija, ko ievāc, izmantojot sīkdatnes un citas tehnoloģijas*</span></li>",
  "info_auto_note": "*Piezīme: Lai uzlabotu jūsu pieredzi, mēs varam izmantot <b>sīkdatnes</b> vai līdzīgas tehnoloģijas, lai piešķirtu jums <b>unikālu lietotāja ID</b> un saprastu jūsu intereses. <b>Sīkdatnes</b> neatklāj jūsu identitāti, ja vien jūs to nesniedzat brīvprātīgi, un tās nevar piekļūt jūsu ierīces datiem. Reklāmdevēji var iestatīt savas sīkdatnes, kad jūs mijiedarbojaties ar viņu reklāmām, kuras mēs nekontrolējam. Mēs arī ievācam noteiktu tehnisko informāciju, kad jūs izmantojat mūsu tīmekļa vietnes, lietojumprogrammas vai pakalpojumus jebkurā internetā savienotā ierīcē.",
  "inferred_info": "4. Iegūta informācija, izmantojot lietošanas un žurnāla datus",
  "inferred_info_desp": "Mēs varam sekot noteiktai informācijai par jums, pamatojoties uz jūsu uzvedību vietnē vrnl.net. Mēs izmantojam šo informāciju, lai veiktu iekšējo pētījumu par mūsu lietotāju demogrāfiju, ierīcēm, interesēm un uzvedību, lai labāk saprastu, aizsargātu un apkalpotu mūsu lietotājus. Šī informācija tiek apkopota un analizēta apkopotā veidā.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> Mēs varam arī vākt jūsu informāciju, lai izsekotu lietotāju uzvedību un izvēles iekšējiem analīzes un pētījumu mērķiem. Mēs varam arī izmantot jūsu informāciju:</strong><br> (i) Lai novērtētu jūsu interesi par investīciju iespējām, pakalpojumiem, piedāvājumiem, abonementiem;<br> (ii) Lai veiktu analīzi un veiktu klientu izpēti, lai noteiktu jūsu intereses, identificētu saturu, kas rada pārdošanas rezultātus, un analizētu satiksmes modeļus.<br>",
  "inferred_info_a": "a. Interaktīvas funkcijas",
  "inferred_info_a_desp1": "vrnl.net ir daudzas funkcijas, kas ļauj lietotājiem/locekļiem atklāt savas identitātes un sazināties ar citiem lietotājiem/locekļiem. Jūsu dalība šajās funkcijās un jebkādu personisku datu atklāšana (piemēram, e-pasta adrese) ir tikai jūsu atbildība, un vrnl.net nenes atbildību par šādiem gadījumiem. Tomēr, ja jūsu privātums tiek pārkāpts, piedaloties šādās funkcijās, jūs varat mūs informēt, nosūtot e-pastu uz vrnl@gmail.com.",
  "inferred_info_a_desp2": "Ja izvēlaties ievietot ziņojumus sociālajos tīklos, ziņojumu dēļos, tērzēšanas istabās vai citās ziņojumu jomās vai atstāt atsauksmes, mēs savāksim informāciju, ko sniedzat mums. Mēs saglabāsim šo informāciju tik ilgi, cik nepieciešams, lai atrisinātu strīdus, sniegtu klientu atbalstu un novērstu problēmas, kā to atļauj likums. Mēs varam arī saglabāt šo informāciju apkopotā veidā, lai izstrādātu tirgus tendences un tirgus noskaņojumus. Tomēr mēs nesasaistīsim jūsu personisko informāciju ar šiem komentāriem vai ierakstiem, veicot šo analīzi.",
  "inferred_info_b": "b. Lietotāja pieredze un atbalsts",
  "inferred_info_b_desp1": "Mēs identificējam un izmantojam jūsu IP adresi, lai palīdzētu diagnosticēt problēmas ar mūsu serveri un administrētu mūsu lietotni. Jūsu IP adrese tiek izmantota arī, lai palīdzētu jūs identificēt un iegūtu plašus demogrāfiskos datus, lai pielāgotu jūsu pieredzi vietnē vrnl.net.",
  "inferred_info_b_desp2": "Reizēm mēs lūgsim jūs aizpildīt izvēles aptaujas tiešsaistē. Šajās aptaujās var tikt lūgta informācija par jūsu kontaktinformāciju un demogrāfiskajiem datiem (piemēram, pasta indekss, vecums utt.). Mēs izmantojam šos datus, lai pielāgotu jūsu pieredzi vietnē vrnl.net, sniedzot jums saturu, kas, mūsuprāt, jūs interesēs, un lai parādītu saturu atbilstoši jūsu izvēlēm.",
  "info_thirdparty": "5. Informācija, ko mēs ievācam caur trešajām pusēm",
  "info_thirdparty_a": "a. Sociālo mediju pieteikšanās",
  "info_thirdparty_a_desp": "Kad jūs reģistrējaties, izmantojot citus kontus, piemēram, Facebook, Gmail utt., mēs iegūstam informāciju no šiem kontiem, lai turpinātu mijiedarbību ar jums un sniegtu pakalpojumus. Mēs iegūstam šādu informāciju no attiecīgajiem sociālo mediju platformām, tostarp, bet ne tikai:",
  "info_thirdparty_a_list": "<li><span>Facebook - Publiskā informācija, Vārds, E-pasta adrese, Draugu saraksts</span></li><li><span>Google - Vārds, Uzvārds, E-pasta adrese</span></li>",
  "info_thirdparty_b": "b. Transakciju vai rēķinu informācija",
  "info_thirdparty_b_desp": "Pamatojoties uz jūsu pirkumu par abonēšanas paketi, mūsu maksājumu vārtejvārdu partneris var vākt informāciju par jūsu kredītkartes/debiķartes datiem vai citiem bankas konta datiem, kā arī jūsu norēķinu adresi. Šī informācija tiek glabāta mūsu maksājumu vārtejvārdu partnera pusē. Piemēram, pakalpojumi izmantos trešo pušu maksājumu vārtejvārdu partnerus, lai apstrādātu un veicinātu jūsu abonēšanas maksājuma veikšanu pakalpojumu sniegšanai. Lūdzu, ņemiet vērā, ka vrnl.net tieši nesavāc nekādu finanšu informāciju, piemēram, kredītkartes vai debetkartes datus vai tiešsaistes bankas datus no jums. Šie maksājumu vārtejvārdi nav mūsu kontrolē. Apmeklējot šos maksājumu vārtejvārdus, jūs darāt to uz savu risku. Šiem maksājumu vārtejvārdiem var būt savas privātuma politikas, kuras mēs iesakām jums pārskatīt, ja apmeklējat šos maksājumu vārtejvārdus. Mēs nenesam atbildību par šiem maksājumu vārtejvārdiem, to saturu un privātuma praksēm, kā arī tos nenodrošinām. Mēs aicinām jūs iepazīties ar privātuma paziņojumiem, ko sniedz šie maksājumu vārtejvārdi pirms informācijas sniegšanas vai darījumu veikšanas.",
  "lawfulness_processing": "I. Apstrādes mērķi un likumīgums",
  "lawfulness_processing_desp1": "vrnl.net ievāks un apstrādās personisko datus par jums tikai tad, ja mums ir likumīga pamatojuma. Likumīgais pamats, uz kura mēs apstrādāsim jūsu personisko informāciju, ietver skaidras piekrišanas iegūšanu no jums par jūsu personiskās informācijas apstrādi vai apstrādi „legitīmu interešu” ietvaros, kur apstrāde ir nepieciešama, lai mēs sniegtu jums klientu atbalstu vai apstrādātu jūsu datus premium pakalpojumu sniegšanai (piemēram, jūsu informācijas apstrāde mūsu maksājumu vārtejvārdu pakalpojumu sniedzējiem).",
  "lawfulness_processing_desp2": "Mēs izmantojam informāciju, lai sniegtu, analizētu, administrētu, uzlabotu un personalizētu mūsu pakalpojumu un mārketinga centienus, lai apstrādātu jūsu reģistrāciju, jūsu pasūtījumus, maksājumus un sazinātos ar jums attiecībā uz tādiem gadījumiem kā:",
  "lawfulness_processing_list": "<li><span>noteikt jūsu portfeļa prasības un sniegt personalizētus ieteikumus, padomus un prognozes par tirgus tendencēm, paziņojumus par tirgus izmaiņām un statistiku par indeksiem, kas, mūsuprāt, jūs interesēs;</span></li><li><span>novērst, atklāt un izmeklēt potenciāli aizliegtas vai nelikumīgas darbības, tostarp krāpšanu;</span></li><li><span>analizēt un izprast mūsu auditoriju, uzlabot mūsu pakalpojumu (tostarp mūsu lietotāja saskarni) un optimizēt satura izvēli, ieteikumu algoritmus un piegādi;</span></li><li><span>sazināties ar jums attiecībā uz mūsu pakalpojumiem (piemēram, pa e-pastu, paziņojumiem, īsziņām un tiešsaistes saziņas kanāliem), lai sazinātos ar jums par jaunumiem vrnl.net, jauniem funkcionalitātes elementiem un saturu, kas pieejams vietnē vrnl.net, kā arī īpašiem piedāvājumiem, reklāmas paziņojumiem, konkursiem un patērētāju aptaujām, kā arī lai palīdzētu jums veikt operatīvus pieprasījumus, piemēram, paroles atiestatīšanas pieprasījumus.</span></li><li><span>Brīdināt jūs par izmaiņām lietošanas noteikumos.</span></li><li><span>Atļaut jums piedalīties interaktīvajās funkcijās, kas piedāvātas caur mūsu pakalpojumiem.</span></li><li><span>Veikt mūsu saistību izpildi un aizstāvēt mūsu tiesības, kas izriet no jebkādiem līgumiem, ko esat noslēdzis ar mums, tostarp norēķinu, maksājumu un parādu piedziņas jautājumos.</span></li>",
  "lawfulness_processing_desp3": "Mēs varam izmantot jūsu informāciju, lai sniegtu jums personalizētu pieredzi, apmeklējot vai izmantojot kādu no mūsu vietnēm/lietotnēm, kā arī izpratnei un mārketinga mērķiem.",
  "lawfulness_processing_desp4": "Mēs nodrošinām personalizāciju, izmantojot datus, kurus jūs iesniedzat mums attiecībā uz sīkdatnēm, IP adresēm, tīmekļa signāliem vai līdzīgām tehnoloģijām attiecībā uz izmantotajām ierīcēm. Tādējādi mēs varam sniegt saturu un/vai reklāmas, kas, mūsuprāt, būs jums interesantas. Lūdzu, sniedziet skaidru piekrišanu šādai datu vākšanai un/vai pielāgojiet lietotāja preferences savā kontā attiecībā uz jūsu izvēlēm/preferencēm.",
  "info_usedBy": "II. Informācija, ko izmanto uzņēmums",
  "info_usedBy_desp1": "Lietotāja sniegtā informācija ļauj mums uzlabot pakalpojumus un nodrošināt visējo lietotājam draudzīgāko pieredzi. Dažos gadījumos/pakalpojumu sniegšanas gadījumos mēs varam pieprasīt arī jūsu kontaktadresi. Visa nepieciešamā informācija ir atkarīga no pakalpojuma un uzņēmums var izmantot iepriekš minēto lietotāja informāciju, lai uzturētu, aizsargātu un uzlabotu pakalpojumus (tostarp reklāmu 'Aplikācijā') un attīstītu jaunus pakalpojumus.",
  "info_usedBy_desp2": "Jebkura personiski identificējama informācija, ko sniedzat, netiks uzskatīta par sensitīvu, ja tā ir brīvi pieejama un/vai pieejama publiskajā telpā, piemēram, jebkādi komentāri, ziņojumi, emuāri, raksti, kas pieejami sociālajās platformās, piemēram, Facebook, Twitter utt. jebkurš ievietots/augšupielādēts/sazināts informācija šajās sabiedriskajās vietnēs kļūst par publicētu saturu un netiek uzskatīta par personiski identificējamu informāciju, kas ir pakļauta šai privātuma politikai.",
  "disclosure_tp": "III. Atklāšana trešajām pusēm",
  "disclosure_tp_b": "b. Reklāma",
  "disclosure_tp_b_desp": "Kad mēs piedāvājam informāciju mūsu reklāmdevējiem - lai palīdzētu viņiem saprast mūsu auditoriju un apstiprinātu reklāmas vērtību mūsu vietnēs vai lietotnēs - parasti tas ir apkopoto statistikas datu veidā par satiksmi dažādās mūsu vietņu lapās vai saturā.",
  "disclosure_tp_d": "d. Reklāmas piedāvājumi",
  "disclosure_tp_d_desp": "Mēs atklāsim vai kopīgosim jūsu personisko informāciju ārpus vrnl.net tikai tad, kad mums būs jūsu piekrišana.",
  "disclosure_tp_f": "f. Tiesiskais pienākums",
  "disclosure_tp_f_desp": "vrnl.net var atklāt personiski identificējamu informāciju, ja tas ir nepieciešams pēc likuma vai labticīga uzskata, ka tā rīcība ir nepieciešama:",
  "disclosure_tp_f_list": "<li><span>lai izpildītu likuma prasības vai ievērotu likumīgu procesu;</span></li><li><span>lai aizsargātu un aizstāvētu vietnes īpašumtiesības, vietni vai vrnl.net lietotājus;</span></li><li><span>ja ir steidzama nepieciešamība aizsargāt vrnl.net lietotāju personisko drošību, vietni, tās īpašniekus vai sabiedrību.</span></li>",
  "controls_choices": "IV. Jūsu kontroles un izvēles",
  "managing_info": "Pārvaldot jūsu informāciju",
  "managing_info_desp1": "Kad izmantojat pakalpojumus no moneycontrol (vietnes vai jebkuras tās apakšvietnes), mēs cenšamies nodrošināt jums piekļuvi jūsu personiskajai informācijai un, ja nepieciešams, nodrošināt jebkādu personisku informāciju vai sensitīvus datus, ja tie tiek atzīti par neprecīziem vai nepilnīgiem.",
  "managing_info_desp2": "Mēs lūdzam individuāliem lietotājiem identificēt sevi un informāciju, ko pieprasa piekļūt, labot vai dzēst, pirms apstrādājam šādus pieprasījumus, un mēs varam atteikties apstrādāt pieprasījumus, kas ir nepamatoti vai atkārtoti.",
  "managing_info_desp3": "Lai īstenotu tiesības, kas attiecas uz jums kā datu subjektu, jums jāraksta mums un jānorāda pieprasījums par konkrēto tiesību īstenošanu.",
  "managing_info_desp4": "Mēs nodrošinām jums iespēju īstenot noteiktas kontroles un izvēles attiecībā uz mūsu personiskās informācijas vākšanu, izmantošanu un kopīgošanu.",
  "dataAccess_port": "a. Datu piekļuve un pārnesamība",
  "dataAccess_port_desp": "ES - (Vispārīgā datu aizsardzības regula) piešķir jums, kā datu subjektam, tiesības pieprasīt mūsu glabātos jūsu personas datus. Jūs arī varat pieprasīt kopijas no personas datiem, ko esat mums sniedzis strukturētā, plaši izmantotā un mašīnlasāmā formātā un/vai pieprasīt, lai mēs pārnestu šos datus citam pakalpojumu sniedzējam (ja tas tehniski ir iespējams).",
  "data_retention": "c. Datu glabāšana un dzēšana",
  "data_retention_desp1": "Mēs glabājam jūsu personas datus tik ilgi, cik nepieciešams, lai nodrošinātu šajā politikā noteiktās likumīgās intereses un ievērotu mūsu tiesiskās saistības. Ja jūs vairs nevēlaties, lai mēs izmantotu jūsu informāciju, varat pieprasīt, lai mēs izdzēstu jūsu personas datus un slēgtu jūsu vrnl.net kontu.",
  "data_retention_desp2": "Lūdzu, ņemiet vērā, ka, ja pieprasāt izdzēst jūsu personas datus:",
  "data_retention_list": "<li><span>Mēs varam glabāt dažus jūsu personas datus, cik nepieciešams mūsu likumīgajām biznesa interesēm, piemēram, krāpšanas atklāšanai un novēršanai un drošības uzlabošanai. Piemēram, ja mēs apturēsim vrnl.net kontu krāpšanas vai drošības apsvērumu dēļ, mēs varam saglabāt informāciju no šī konta, lai novērstu lietotāja iespēju atvērt jaunu kontu nākotnē.</span></li><li><span>Mēs varam saglabāt un izmantot jūsu personas datus, ciktāl tas nepieciešams, lai izpildītu mūsu tiesiskās saistības. Piemēram, mēs varam saglabāt dažus jūsu datus nodokļu, tiesiskās ziņošanas un audita pienākumu izpildei.</span></li><li><span>Informācija, ko esat dalījies ar citiem (piemēram, atsauksmes, forumu ieraksti) var turpināt būt publiski redzama vrnl.net, pat pēc jūsu konta dzēšanas. Tomēr šo informāciju vairs nebūs iespējams attiecināt uz jums. Turklāt daži jūsu informācijas kopijas (piemēram, žurnāla ieraksti) var palikt mūsu datu bāzē, bet tās tiks atsvaidzinātas no personīgajiem identifikatoriem.</span></li><li><span>Tā kā mēs saglabājam personisko informāciju, lai aizsargātu no nejaušas vai ļaunprātīgas zuduma un iznīcināšanas, atlikušās kopijas jūsu personas datiem var netikt noņemtas no mūsu rezerves sistēmām uz ierobežotu laika periodu.</span></li>",
  "data_retention_note": "(Piezīme: Ja jums ir vairāki konti ar moneycontrol, jums būs jāiesniedz atsevišķi pieprasījumi katram no šiem kontiem, izmantojot saistītos e-pastus.)",
  "withdrawing_consent": "d. Piekrītas atsaukšana un apstrādes ierobežošana",
  "withdrawing_consent_desp": "Lai atsauktu savu piekrišanu jebkurā laikā pakalpojumu sniegšanas laikā ar mums, jūs varat to izdarīt, nosūtot mums e-pastu. Mēs pārskatīsim jūsu pieprasījumu un varam lūgt jums apstiprināt savu identitāti. Pēc identitātes apstiprināšanas mēs atsauksim piekrišanu, kuru jūs pieprasījāt, un pārtrauksim turpmāku jūsu personas datu apstrādi.",
  "fail_provideConsent": "V. Ja jūs nesniegsiet piekrišanu",
  "fail_provideConsent_desp": "Mēs esam pienācīgi jāinformē jūs, ka vrnl.net ir reklāmas platforma. Reklāmas ir mūsu biznesa pamatā, tāpēc atļauja izmantot un apstrādāt jūsu personas datus reklāmu sniegšanai ir būtiska, lai mēs varētu sniegt pakalpojumus jums. Piekrišanas neesamība izmantot jūsu personas datus reklāmas sniegšanai un ar to saistītajām darbībām padara mūsu pakalpojumu sniegšanu neiespējamu.",
  "childrens_privacy": "VI. Bērnu privātums",
  "childrens_privacy_desp1": "vrnl.net nav speciāli izstrādāts vai vērsts uz personām, kas jaunākas par 16 gadiem. vrnl apzināti neļauj nevienai personai, kas ir jaunāka par 16 gadiem, reģistrēties pakalpojumiem vai sniegt jebkādu citu personiski identificējamu informāciju. Ja vrnl kļūst zināms, ka ir ievākta jebkāda personiski identificējama informācija no personām, kas jaunākas par 16 gadiem, bez pārbaudītas vecāku piekrišanas, vrnl veiks atbilstošus pasākumus, lai izdzēstu šo informāciju un informētu vecāku.",
  "childrens_privacy_desp2": "Tomēr mēs uzskatām, ka ir vecāku atbildība uzraudzīt savu bērnu lietošanu mūsu pakalpojumos. Neskatoties uz to, mūsu politika ir nesavākt un neapstrādāt nekādu personisku informāciju no bērniem līdz 16 gadu vecumam un nesniegt nekādu reklāmu šādām personām. vrnl necenšas un nemēģina iegūt vai saņemt jebkādu personisku informāciju no bērniem. Ja vecāks vai aizbildnis uzskata, ka nepilngadīgais ir sniedzis vrnl personisko informāciju bez viņu iepriekšējas piekrišanas, lūdzu, sazinieties ar mūsu klientu atbalsta komandu, lai nodrošinātu, ka šī informācija tiek izdzēsta no vrnl.net.",
  "data_transfer": "VII. Datu pārsūtīšana, uzglabāšana un apstrāde globāli",
  "data_transfer_desp": "Mēs darbojamies globāli un varam pārsūtīt jūsu personas datus uz vrnl saistītajiem uzņēmumiem vai trešajām pusēm dažādās pasaules vietās, lai nodrošinātu šajā privātuma politikā aprakstītos mērķus. Kur jūsu personas dati tiek pārsūtīti, uzglabāti vai apstrādāti, mēs veiksim saprātīgus pasākumus, lai aizsargātu jūsu personas datu privātumu. Turklāt, izmantojot vai izpaužot personas datus, kas pārsūtīti no Eiropas Savienības, mēs izmantojam Eiropas Komisijas apstiprinātās standarta līgumsaistības un citus Eiropas Savienības tiesību aktus, lai nodrošinātu atbilstošu aizsardzību.",
  "security_compliance": "VIII. Drošība un atbilstība likumiem",
  "security_compliance_desp": "Mēs nepārtraukti īstenojam un atjauninām administratīvos, tehniskos un fiziskos drošības pasākumus, lai palīdzētu aizsargāt jūsu informāciju no neatļautas piekļuves, zuduma, iznīcināšanas vai izmaiņām. Daži no drošības pasākumiem, kurus mēs izmantojam, lai aizsargātu jūsu informāciju, ir ugunsmūri, datu šifrēšana un piekļuves kontroles pasākumi. Ja zināt vai uzskatāt, ka jūsu vrnl.net konta akreditācijas dati ir zaudēti, nozagti, mainīti vai citādi apdraudēti vai ja ir aizdomas par neatļautu konta lietošanu, lūdzu, nekavējoties sazinieties ar mums, sazinoties ar mūsu klientu atbalsta komandu.",
  "changein_policy": "IX. Politikas izmaiņas",
  "changein_policy_desp": "Šī Privātuma politika laiku pa laikam var tikt mainīta. Mēs paturam tiesības pēc mūsu izvēles grozīt šīs Privātuma politikas noteikumus, lai nodrošinātu atbilstību piemērojamajiem likumiem ('Atjauninātie nosacījumi'). Atjauninātie nosacījumi stāsies spēkā nekavējoties un aizstās šos Privātuma politikas nosacījumus. Mēs paziņosim jums par jebkurām izmaiņām šajā privātuma politikā, ja izmaiņas būtiski ietekmēs jūsu tiesības vai kā to var pieprasīt likums. Jūs būsiet pilnīgi atbildīgi par Privātuma politikas pārskatīšanu laiku pa laikam par jebkādām izmaiņām. Turpinot izmantot vrnl.net pēc atjaunināto nosacījumu publicēšanas, jūs apstiprināt savu piekrišanu atjauninātajiem nosacījumiem.",
  "contact_info": "X. Kontaktinformācija",
  "contact_info_a": "a. Atbalsts",
  "contact_info_a_desp": "Ja jums nepieciešama jebkāda informācija vai skaidrojumi par jūsu personas datu izmantošanu vai šo privātuma politiku vai sūdzībām saistībā ar jūsu personas datu izmantošanu, lūdzu, rakstiet mums uz e-pastu",
  "contact_info_b": "b. Sūdzības",
  "contact_info_b_desp1": "Jūs varat rakstīt mūsu datu aizsardzības darbiniekam jebkādu sūdzību vai iebildumu gadījumā. Jums ir tiesības iesniegt sūdzību par datu apstrādes darbībām, ko veic vrnl.net, pie kompetentajām datu aizsardzības iestādēm.",
  "contact_info_b_desp2": "Ja jums ir jautājumi, sūdzības par personas datu vākšanu, apstrādi, pārsūtīšanu vai šo politiku, lūdzu, sazinieties ar mūsu Datu aizsardzības darbinieku.",
  "risk_management_title": "Jūsu likmes, mūsu atbildība Neatspējams riska pārvaldības",
  "risk_management_title2": "Uzņēmums, kas konsekventi meklē inovācijas risinājumus, lai apmierinātu savas biznesa vajadzības.",
  "dedicated_rm_team": "Veltīta riska pārvaldības komanda",
  "dedicated_rm_team_desp": "Mums ir veltīta un <b> ļoti pieredzējusi riska pārvaldības komanda </b>, kas darbojas <b>24/7.</b> To galvenais uzdevums ir uzraudzīt katru likmi un darījumu uz mūsu platformas, lai nodrošinātu <b>godīgu spēli</b> un <b>drošību</b> visiem lietotājiem.",
  "key_features_rm": "Galvenās iezīmes",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Reāllaika uzraudzība:</strong> Progresīvas sistēmas nepārtraukti izseko likmes, koeficientu izmaiņas un lietotāju aktivitāti.</span></li><li><strong>Manuāla pārbaude:</strong> Brīdinājumi aktivizē rūpīgu pārbaudi par likmju modeļiem, koeficientu maiņu un kontu uzvedību.</li><li><strong>Riska mazināšana:</strong> Nekavējoties veicamas darbības, piemēram, likmju anulēšana/pārtraukšana, kontu bloķēšana vai lietotāju verifikācija, ja tiek konstatētas novirzes.</li><li><strong>Datu analīze:</strong> Nepārtraukta tiešo un vēsturisko datu pārskatīšana, lai atklātu riska tendences un uzlabotu novēršanas stratēģijas.</li><li><strong>Incidentu reakcija:</strong> Strukturēts plāns, lai ātri un efektīvi rīkotos drošības pārkāpumu, krāpšanas vai citu draudu gadījumos.</li>",
  "benefits_rm": "Priekšrocības",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Nepārtraukta apmācība:</strong> Pastāvīga komandas prasmju attīstība, lai efektīvi risinātu jaunus draudus.</span></li><li><strong>Progresīva tehnoloģija un drošība:</strong> Regulāri atjauninājumi, iekļūšanas testi, programmatūras atjauninājumi un drošības auditi.</li><li><strong>Caurskatāmība:</strong> Skaidra komunikācija ar lietotājiem par riska pārvaldības darbībām, lai uzturētu uzticību.</li><li><strong>Nepārtraukta uzlabošana:</strong> Evolving strategies based on past incidents and emerging risks to protect platform integrity and user interests.</li>",
  "sbs_bold": "Sports <strong> Likmju programmatūra </strong>",
  "sbs_bold_p1": "Vai esat gatavs pacelt savu sporta likmju pieredzi jaunā līmenī? Neapskatiet tālāk par VRNL sporta likmju programmatūru! Šajā rakstā mēs izpētīsim, kā VRNL vadošā tehnoloģija var pārveidot jūsu likmes veidu. Ar vairāk nekā divu desmitu gadu pieredzi nozares jomā, VRNL ir jūsu uzticamais partneris inovatīvu sporta likmju risinājumu nodrošināšanā. Iegremdēsimies sporta likmju programmatūras pasaulē un atklāsim, kā mēs varam pacelt jūsu spēli.",
  "sbs_bold_p2": "VRNL sporta likmju programmatūra piedāvā iespēju pasauli sporta entuziastiem un likmju veicējiem. Ar uzsvaru uz precīzu, atbilstošu un noderīgu informāciju, VRNL apvieno nozares ekspertīzi un personīgas pieredzes, lai izveidotu visaptverošu likmju risinājumu. Uzticieties VRNL, lai paceltu savu sporta likmju pieredzi jaunās virsotnēs.",
  "sbs_bold_p3": "Izpētiet VRNL sporta likmju programmatūru šodien un paceliet savu likmju spēli jaunā līmenī!",
  "sbs_try_b2b": "Izmēģiniet mūsu B2B Likmju programmatūru",
  "sbs_try_b2c": "Izmēģiniet mūsu B2C Likmju programmatūru",
  "sbs_mf_desp": "Mēs piedāvājam plašu rīku klāstu, lai atvieglotu mūsu likmju programmatūras pārvaldību. Starp tiem izceļas visspēcīgākie un, ņemot vērā konkurenci globālā mērogā, īpaši svarīgi: ",
  "sbs_mf_list": "<li> <strong> Reāllaika koeficienti</strong> Sekojiet līdzi reāllaika koeficientiem, kas sniedz jums konkurences priekšrocības. VRNL programmatūra nodrošina, ka jūs nekad nepalaidīsiet garām labākās iespējas. </li><li> <strong> Mobilā saderība </strong> Veiciet likmes ceļā ar VRNL mobilajai saderīgo programmatūru. Neatkarīgi no tā, vai izmantojat iOS vai Android, platforma pielāgosies jūsu ierīcei, nodrošinot nevainojamu pieredzi. </li><li> <strong> Progresīva koeficientu pakalpojums</strong> pārdefinē sporta datu API. Tas piedāvā 100% precīzus pirmsmaču koeficientus un ātrākos tiešos datu koeficientu plūsmas ar minimālu latentumu.</li><li> <strong> Elastīga integrācija</strong> Mūsu platforma var tikt nevainojami integrēta jūsu sistēmā, izmantojot API vai iFrame, piedāvājot daudzpusību īstenošanā.</li>",
  "sbs_benefits": "Kādas būs priekšrocības? <b> Ļaujiet mums izskaidrot </b>",
  "sbs_benefits_p1": "<strong> Priekšrocība, vadot tiešsaistes un mazumtirdzniecības likmju platformu </strong> Sākt tiešsaistes likmju platformu var būt izaicinājums.",
  "sbs_benefits_p2": "Tāpēc mēs esam izveidojuši <strong> visaptverošu sporta likmju programmatūru </strong> vidi, lai padarītu procesu vieglāku, nodrošinot augstākās klases koeficientu nodrošinātājus, kas piedāvā visplašāko pārklājumu.",
  "sbs_benefits_p3": "Mūsu regulētie partneri saņem pilnu atbalstu to uzsākšanai tiešsaistes likmju nozarē, kā arī iespēju izmantot platformas zīmolu vai bez tā.",
  "sbs_benefits_p4": "Mūsu programmatūra ietver spēcīgus riska pārvaldības rīkus, kas padara to ātri un viegli iestatāmu, un tā ir gatava mērogot, kā jūsu bizness aug.",
  "sbs_benefits_p5": "Vadīt <strong> tiešsaistes spēlētājus un likmju veikalus </strong> nekad nav bijis tik vienkārši un lietotājam draudzīgi.",
  "complete_sbs": "Pilnīga sporta <strong> Likmju programmatūra </strong>",
  "whatwe_have": "Ko mēs jums piedāvājam?",
  "whatwe_have_list": "<li> <strong>Spēlētāja konta kontrole </strong> Mūsu platforma nodrošina spēcīgu spēlētāja konta pārvaldību, tostarp reģistrācijas un verifikācijas pakalpojumus. Mums ir arī efektīvs sistēma, lai atklātu un novērstu krāpnieciskus kontus. </li><li> <strong>Geolokācijas rīki </strong> Mēs piedāvājam rīkus, kas var iegūt atrašanās vietas informāciju no IP adresēm, nodrošinot precīzus geolokācijas pakalpojumus.</li>",
  "whatwe_have_desp": "Ar mūsu visaptverošo atbalstu jūsu galvenais fokuss var būt uz jūsu mazumtirdzniecības likmju veikalu un tiešsaistes tīklu izveidi un attīstību.",
  "b2c_sbs": "B2C sporta likmju programmatūra",
  "b2c_sbs_p1": "VRNL ir jūsu galvenā vieta B2C sporta likmju programmatūras risinājumiem. Mēs esam uzticams nosaukums nozarē, kas nodrošina modernu programmatūru, kas uzlabo jūsu sporta likmju pieredzi. Neatkarīgi no tā, vai esat pieredzējis likmju veicējs vai jauns sporta derību pasaulē, mums ir visi nepieciešamie rīki, lai uzlabotu jūsu spēli. Izmēģiniet VRNL sporta likmju programmatūru šodien un paceliet savu likmju spēli jaunā līmenī!",
  "b2c_sbs_p2": "B2C (business-to-consumer) sporta likmju programmatūra ir tehnoloģija un platforma, ko izmanto sporta grāmatu operatori, lai piedāvātu sporta likmju pakalpojumus tieši galalietotājiem.",
  "b2c_sbs_p3": "Šāda veida programmatūra ļauj patērētājiem veikt likmes uz dažādiem sporta notikumiem, izmantojot tīmekļa vai mobilās lietotnes. Šeit ir dažas galvenās funkcijas un sastāvdaļas, kas parasti sastopamas B2C sporta likmju programmatūrā:",
  "b2c_sbs_list": "<li> <b>Lietotāja reģistrācija un konta pārvaldība:</b> Ļauj lietotājiem izveidot kontus, pārvaldīt personisko informāciju un sekot līdzi likmju vēsturei. </li> <li> <b>Klientu atbalsts:</b> Nodrošina klientu atbalsta iespējas, piemēram, tiešsaistes čatu, e-pastu un tālruņa atbalstu, lai palīdzētu lietotājiem ar jautājumiem un problēmām. </li> <li> <b>Affiliate programmas:</b> Piedāvā affiliate programmas mārketingam un reklāmai, ļaujot partneriem nopelnīt komisijas maksu par lietotāju norakstīšanu. </li>",
  "casino_sbs": "Kazino un sporta <strong>Likmju programmatūra</strong>",
  "casino_sbs_list": "Piegādātāji 75+ vairāk nekā<br />Spēļu automāti 15 000+ vairāk nekā<br />Galda spēles 500+ vairāk nekā<br />Video pokers 700+ vairāk nekā<br />Citas spēles 200+ vairāk nekā<br />Tiešraides spēļu šovs<br />Pirmās personas spēles<br />Amerikāņu ruletes tiešraide<br />Tiešraides blackjack<br />Tiešraides bakara<br />Tiešraides Casino Hold’em<br />SICBO<br />Dragon tiger tiešraide<br />Andar Bahar<br />Teen Patti",
  "online": "Tiešsaistē",
  "casino_platform": "kazino platforma",
  "onc_desp1": "VRNL nodrošina pilnīgu risinājumu ar mūsu <strong>White Label kazino</strong> piedāvājumu.",
  "onc_desp2": "Mūsu <strong>tiešsaistes kazino platforma</strong> ir izstrādāta vienkāršībai, nodrošinot vieglu pārvaldību gan iesācējiem, gan pieredzējušiem profesionāļiem. Ar VRNL jūs saņemsiet visaptverošu vadību, lai uzsāktu savu <strong>tiešsaistes kazino</strong> uzņēmējdarbību.",
  "onc_desp3": "Pirms veicat lēmumu, aicinām jūs novērot tās nevainojamo darbību darbībā.",
  "wlc_mainFeatures_desp1": "Mēs piedāvājam plašu rīku klāstu, kas izstrādāti, lai sniegtu jums pilnīgu kontroli pār mūsu tiešsaistes kazino platformas pārvaldību. Starp tiem esam izvēlējušies svarīgākos un, būtiski, nepieciešamos rīkus konkurētspējīgajā globālajā arēnā:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Visplašākais tiešsaistes kazino spēļu katalogs pasaulē,</strong> rūpīgi izvēlēts nozares labākajiem piegādātājiem </li> <li> <strong class='black-color'>Bonusu rīki</strong> un Spēļu automātu rentabilitātes optimizācija </li> <li> <strong class='black-color'>Kampaņu veidotājs</strong> un Spēļu turnīru pārvaldība</li> <li>Var tikt <strong class='black-color'>vienkārši integrēts, izmantojot API vai iFrame tehnoloģiju.</strong> </li>",
  "wlc_mainFeatures_desp2": "Papildus tam mūsu pakete ietver tiešraides kazino programmatūru, ļaujot jums nodrošināt lietotājiem autentisku kazino pieredzi no mājām.",
  "wlc_benefits": "Kādas būs priekšrocības?",
  "letus_explain": "Ļaujiet mums izskaidrot",
  "letus_explain_desp1": "Domājat par ieiešanu tiešsaistes derību pasaulē? VRNL piedāvā",
  "letus_explain_desp2": "kazino white label risinājumu, kas var būt jūsu ideāls sākumpunkts.",
  "letus_explain_desp3": "Izmantojiet mūsu profesionālos pakalpojumus un ekspertīzi, kā arī mūsu modernās <strong>kazino platformas</strong> un tehnoloģiju. Mūsu regulētie partneri gūst plašu atbalstu, uzsākot tiešsaistes kazino nozari, ar iespēju izvēlēties zīmola vai bez zīmola platformas versijas.",
  "letus_explain_desp4": "Tiešsaistes kazino uzņēmējdarbības uzsākšana var būt sarežģīts ceļojums. Tāpēc mēs esam izveidojuši pilnīgu kazino vidi, piedāvājot top spēļu piegādātājus un vairāk nekā 1000 spēles. Mūsu spēļu matemātika ir droša un sertificēta, nodrošinot mieru prātā.",
  "letus_explain_desp5": "Paplašiniet savu biznesu bez piepūles ar mūsu platformas spēcīgajiem riska pārvaldības rīkiem, lai ātri un viegli uzsāktu.",
  "wlc_complete_solutions": "Pilnīgs <span>White Label</span> kazino risinājums",
  "wlc_offer": "Ko mēs piedāvājam jums?",
  "wlc_complete_solutions_list": "<li>Verifikācijas procedūras, oficiāli apstiprinātas regulējošo iestāžu </li> <li>Affiliate mārketinga rīki, atsauces sistēma un sociālo mediju integrācija </li> <li>Mobilie paziņojumi, tīmekļa paziņojumi un ziņojumapmaiņa lietotnē </li> <li>Spēlētāja konta kontroles, reģistrācijas un verifikācijas, kā arī krāpniecisku kontu atklāšanas sistēma </li> <li>Geolokācijas rīki IP adreses atrašanās vietas informācijas iegūšanai </li>",
  "wlc_complete_solutions_more": "Bet gaidiet, ir vēl vairāk",
  "wlc_complete_solutions_desp": "<strong>Vrnl platforma ir smalki pielāgota maksimālai veiktspējai</strong> un stabilitātei. Mēs izmantojam modernākās tehnoloģijas, kas darbojas divreiz ātrāk nekā parastās kazino platformas. Mūsu plašā pieredze ir radījusi ātrāko un spēcīgāko lietojumprogrammu šodien.",
  "wlc_numbers": "<span>White Label</span> kazino ciparos",
  "wlc_numbers_p1": "Atklājiet neierobežotās iespējas ar mūsu VRNL uzņēmuma White Label kazino risinājumiem. Paceliet savu kazino biznesu ar mūsu plašo kazino piedāvājumu",
  "wlc_numbers_p2": "Vislabākā izvēle vadošajiem Tiešraides kazino piegādātājiem pasaulē",
  "wlc_numbers_p3": "Neaizvietojams tiešraides galdu klāsts tiešsaistē, piedāvājot vairākanālu piegādi.",
  "wlc_numbers_list": "<li>Vairāk nekā 75 piegādātāji</li> <li>Pārsniedz 15 000 spēļu automātus</li> <li>500+ galda spēles</li> <li>700+ video pokera spēles</li> <li>Vairāk nekā 200 citas spēles</li>",
  "wlc_numbers_p4": "Mūsu veltītais komanda vadīs jūs visos posmos, sākot no sākotnējās apmācības līdz ražošanas palaišanai.",
  "wlb_platform": "White Label likmju platforma",
  "wlb_platform_p1": "Vrnl’s <b class='bold'>White label sporta derību risinājums</b> piedāvā pilnīgu, pilnībā pārvaldītu apmaiņas platformu. <br />",
  "wlb_platform_p2": "Viens no mūsu white label sporta derību risinājuma izcilajiem elementiem ir tā izcili <b class='bold'>ātrums tīmekļa izveidē un izvietošanā.</b> Mūsu veltītā komanda var uzsākt jūsu sporta derību tīmekļa vietni tikai desmit darba dienu laikā, <b class='bold'>pilnībā pielāgojot to jūsu specifiskajām prasībām.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Mūsu pakalpojums ietver specializētu hostingu</b>, visu nepieciešamo programmatūru, tiešraides sporta koeficientu datu plūsmas, riska pārvaldības rīkus un augstākās klases klientu atbalsta pakalpojumus. Mēs esam vadošais White Label derību platformas nodrošinātājs.",
  "wlb_platform_list": "<li>Tīmekļa izstrāde, <b>zīmola izveide, pielāgošana</b> un stingra klientu apmaiņas testēšana</li> <li>Regulāras uzlabojumu un funkcionalitātes atjaunināšanas</li> <li><b>Aprīkojuma nodrošināšana</b>, hostings, nepārtraukta uzraudzība un visaptverošs atbalsts</li> <li><b>Diversificēta likmju tirgu klāsts,</b> sporta kategorijas un līgas piedāvājums</li> <li>Efektīva likmju pieņemšana un precīzi norēķinu procesi</li> <li>Izsmalcināta riska pārvaldība, spēcīga grāmatvedība un uzraudzības rīki</li>",
  "wlb_platform_p4": "Vrnl veltītie konsultanti rūpīgi apkopo jūsu prasības un piedāvās jums izvēlētos šablonus un nesenos attīstības sasniegumus. Svarīgi atzīmēt, ka visas mūsu platformas ir daudzvalodu un atbalsta vairākas valūtas, un lietotāja interfeiss (UI) tiks rūpīgi pielāgots jūsu specifiskajām vajadzībām.",
  "wlb_platform_customization": "Pielāgojumi",
  "be_unique": "Esiet unikāli",
  "be_unique_desp1": "<b class='bold'>VRNL specializējas pielāgotās white label derību platformās, kazino, likmju veidošanā</b> un pielāgotos risinājumos, kas uzlabo jūsu zīmola identitāti.",
  "be_unique_desp2": "Mūsu ekspertu komanda nodrošina, ka katrs details, sākot no vizuāli pievilcīgiem interfeisiem līdz logotipa integrācijai un funkciju uzlabošanai, atbilst jūsu vīzijai.",
  "be_unique_desp3": "Uzsāciet ceļojumu VRNL pasaulē, kur jūsu unikālā vīzija kļūst par realitāti.",
  "wlb_platform_odds": "Koeficienti",
  "wlb_platform_odds_optimize": "Optimizējiet likmju koeficientus ar VRNL",
  "wlb_platform_odds_p1": "Palieciet priekšā konkurencei ar mūsu modernajiem <b class='bold'>koeficientu pārvaldības pakalpojumiem</b>. Mēs nodrošinām reāllaika koeficientu pielāgojumus, riska pārvaldību un tirgus analīzi, lai optimizētu jūsu sporta likmju piedāvājumu un uzlabotu spēlētāju pieredzi.",
  "wlb_platform_odds_p2": "Mūsu speciālistu komanda ir apņēmusies nodrošināt jūsu panākumus. Sazinieties ar mums šodien, lai uzzinātu, kā mēs varam pacelt jūsu derību biznesu jaunā līmenī.",
  "wlb_platform_zeroRisk": "Nulles risks",
  "wlb_platform_zeroRisk_h1": "Tirdzniecības un riska pārvaldības pakalpojumi",
  "wlb_platform_zeroRisk_p1": "Mēs nodrošinām visaptverošus tirdzniecības un riska pārvaldības pakalpojumus, kā arī ekspertu vadību koeficientu pārvaldībā. Turklāt mēs piedāvājam unikālu funkciju – laimestu segumu. Praktiski tas nozīmē, ka, ja jūsu platforma nenodrošina ieņēmumus, mēs iejaucamies un segšam izmaksas jūsu spēlētājiem. Mēs prioritizējam jūsu mieru.",
  "wlb_platform_bpb": "Likmju platformas zīmols",
  "wlb_platform_bpb_layouts": "Neierobežotas izkārtojuma iespējas",
  "wlb_platform_bpb_layouts_desp": "Izvēlieties no <b>daudzveidīgiem derību izkārtojumiem</b> mūsu plašajā šablonu klāstā. Alternatīvi, izmantojiet pilnīgu radošo kontroli, veidojot savu izkārtojumu ar mūsu <b>API pakalpojumiem</b>. Ar šo iespēju jūs un jūsu izstrādātāju komanda varēsiet pilnībā izveidot pielāgotu lietotāja interfeisu, kas atbilst jūsu vīzijai.",
  "Betting": "Likmes",
  "B2C": "B2C",
  "Casino": "Kazino",
  "main_sec_title": "VRNL ir vadošais sporta likmju programmatūras nodrošinātājs Bangladešā.",
  "who_we_are": "Kas mēs esam",
  "what_we_do": "Ko mēs darām",
  "about_us_title": "Par mums - White label sporta likmju programmatūra un tiešsaistes kazino",
  "casino_providers": "Kazino piegādātāji",
  "betting_providers": "Likmju piegādātāji",
  "games_providers": "Spēļu piegādātāji",
  "online_exch_sw_title": "Revolucionējiet savu biznesu ar VRNL tiešsaistes apmaiņas programmatūru",
  "casino_games_title": "Kazino spēles - White label kazino",
  "casino_tournaments_title": "Kazino turnīru programmatūra - White label kazino tiešsaistē",
  "esports_title": "eSports likmju programmatūra, kas ļauj jūsu lietotājiem veikt likmes uz labākajiem eSports spēlēm",
  "faq_title": "VRNL FAQ – Jūsu ceļvedis uz biežāk uzdotajiem jautājumiem",
  "iframe_title": "Sporta grāmata iFrame White label sporta likmju un kazino",
  "live_casino_title": "White label kazino - uzsāc savu tiešsaistes kazino",
  "lottery_games_title": "Loterijas spēles - White label kazino",
  "mobile_title": "Uzlabojiet savu spēli ar VRNL mobilo sporta likmju programmatūru",
  "online_casino_sw_title": "Tiešsaistes kazino programmatūra - tiešsaistes kazino programmatūras un platformu attīstība",
  "ourTheme_title": "Derēt un uzvarēt: Mūsu darbs tiešsaistes derību un kazino pasaulē",
  "risk_management_title_main": "Riska pārvaldības stratēģijas sporta grāmatu operatoriem - White label sporta likmju programmatūra un kazino",
  "sport_bet_title": "Uzlabojiet savu likmju pieredzi ar VRNL sporta likmju programmatūru",
  "wlc_title": "White label kazino - viegli uzsāciet savu tiešsaistes kazino ar mūsu White Label kazino risinājumu.",
  "whiteLabel_title": "Vrnl Jūsu personalizētais white label sporta likmju programmatūras nodrošinātājs",
  "TOAST": {
    "FILL_REQUIRED": "Lūdzu, aizpildiet visus obligātos laukus.",
    "SUBMITTING": "Iesnieguma nosūtīšana...",
    "SUCCESS": "Demonstrācijas pieprasījums veiksmīgi nosūtīts!",
    "ERROR": "Radās kļūda. Lūdzu, mēģiniet vēlreiz."
  },
  "disclosure_tp_a_desp": "<strong>a. Vispārīga atklāšana</strong><br> Reizēm vrnl.net var padarīt noteiktu personisko informāciju pieejamu stratēģiskajiem partneriem, kas sadarbojas ar vrnl.net, lai sniegtu pakalpojumu vai palīdzētu vrnl.net mārketingā klientiem. Piemēram, iegādājoties un aktivizējot abonementu, jūs autorizējat vrnl.net apmainīties ar informāciju, ko sniedzat aktivizācijas procesa laikā, lai nodrošinātu pakalpojumu. Ja esat apstiprinājis pakalpojumu, jūsu konts tiks pārvaldīts saskaņā ar vrnl.net privātuma politiku. Personiskā informācija tiks koplietota tikai, lai nodrošinātu vai uzlabotu mūsu pakalpojumus un mārketinga aspektus; tā netiks koplietota ar trešajām personām viņu mārketinga nolūkos.<br> vrnl.net var arī rūpīgi izvēlēties citas uzņēmumus, lai nosūtītu jums informāciju par viņu produktiem vai pakalpojumiem, kas saistīti ar vietnes pakalpojumu, bet nav nepieciešami tās darbībai ('Paplašinātais pakalpojums'). Ja vrnl.net plāno izmantot personiski identificējamu informāciju Paplašinātam pakalpojumam, vietne jums sniegs iespēju un nepieciešamās instrukcijas, kā atteikties no šī pakalpojuma.<br> Jūs arī varat apturēt informatīvo vai reklāmas e-pasta sūtīšanu no <b>vrnl.net</b>, sekojot e-pastā sniegtajām instrukcijām.",
  "objection_processing_desp": "<strong>e. Piebilde pret apstrādi</strong><br> Ja jūsu personiskā informācija tiek apstrādāta tiešā mārketinga nolūkos, jūs jebkurā laikā varat lūgt mums pārtraukt jūsu datu apstrādi šiem tiešā mārketinga nolūkiem, nosūtot mums e-pastu.<br> Lūdzu, ņemiet vērā, ka, ja jūs neļausit mums vākt jūsu personisko informāciju, mēs, iespējams, nevarēsim nodrošināt noteiktas pieredzes, produktus un pakalpojumus, un daži mūsu pakalpojumi var nespēt ņemt vērā jūsu intereses un preferences. Ja personiskās informācijas vākšana ir obligāta, mēs to skaidri norādīsim vākšanas brīdī, lai jūs varētu pieņemt informētu lēmumu par dalību. Ja jums ir jautājumi par konkrēto jūsu personisko informāciju, ko mēs apstrādājam vai uzglabājam, un par jūsu tiesībām attiecībā uz šo informāciju, lūdzu, sazinieties ar mūsu klientu atbalsta komandu.",
  "disclosure_tp_e_desp": "<strong>e. Uzņēmumu pārejas</strong><br> Mēs nodrošinām personisko informāciju mūsu filiālēm un citiem uzticamiem uzņēmumiem vai personām, lai tās apstrādātu mūsu vārdā, pamatojoties uz mūsu instrukcijām un ievērojot mūsu Privātuma politiku un jebkādus citus piemērotus konfidencialitātes un drošības pasākumus. Piemēram, mēs varam izmantot pakalpojumu sniedzējus, lai palīdzētu mums klientu atbalstā.<br> Gadījumā, ja vrnl tiek apvienots ar citu uzņēmumu vai iegādāts citu uzņēmumu, vai uzņēmuma reorganizācijas vai restrukturizācijas gadījumā, mēs un mūsu filiāles varam koplietot jūsu personisko informāciju pilnībā vai daļēji ar citu uzņēmuma vienību.",
  "rectification_iii_desp": "<strong>b. Neprecīzas vai nepilnīgas informācijas labošana</strong><br> Jūs varat lūgt mums labot neprecīzu vai nepilnīgu personisko informāciju par jums (tā ir informācija, ko nevarat atjaunināt pats savā moneycontrol kontā), nosūtot mums e-pastu.<br> Daļu no savas personiskās informācijas varat piekļūt un atjaunināt, izmantojot konta iestatījumus. Ja esat izvēlējies savienot savu vrnl.net profilu ar trešās puses lietotni, piemēram, Facebook vai Google, jūs varat mainīt iestatījumus un noņemt atļauju lietotnei, mainot konta iestatījumus. Jūs esat atbildīgs par savas personiskās informācijas atjaunināšanu. vrnl.net var periodiski nosūtīt jums e-pasta atgādinājumus, lai uzturētu jūsu personiskās informācijas precizitāti.",
  "disclosure_tp_c_desp": "<strong>c. Pakalpojumu sniedzēji</strong><br> vrnl.net var ietvert saites uz dažādām trešo personu vietnēm, kas var vākt jūsu personisko informāciju. Jūsu informācijas izmantošana, ko savāc šādas trešo personu platformas, tiks reglamentēta saskaņā ar attiecīgās platformas privātuma politiku. Šādas vietnes vai lietotnes tiek pārvaldītas saskaņā ar to privātuma politikām, kas ir ārpus mūsu kontroles. Kad jūs atstājat mūsu serverus (jūs varat redzēt, kur atrodaties, pārbaudot URL adresi pārlūkprogrammā), jebkuras jūsu sniegtās informācijas izmantošana tiek reglamentēta pēc lietotnes operatora privātuma politikas, kuru apmeklējat. Šī politika var atšķirties no mūsu. Ja nevarat atrast šīs vietnes privātuma politiku, izmantojot saiti no lietotnes sākumlapas, jums jāsazinās tieši ar lietotnes īpašniekiem, lai iegūtu papildinformāciju.<br> Mēs varam publiski un kopā ar mūsu partneriem – piemēram, izdevējiem, reklāmdevējiem, izstrādātājiem vai tiesību turētājiem – koplietot neidentificējamu informāciju. Piemēram, mēs publiski koplietojam informāciju, lai parādītu tendences par mūsu pakalpojumu vispārējo izmantošanu. Mēs arī ļaujam konkrētiem partneriem vākt informāciju no jūsu pārlūkprogrammas vai ierīces mārketinga, reklāmas un mērīšanas nolūkos, izmantojot viņu pašu sīkfailus vai līdzīgas tehnoloģijas.",
  "data_security": "Datu drošība"
}