{
  "contact_title": "Компанија која постојано стреми кон иновативни решенија за да ги задоволи своите деловни потреби.",
  "contact_footer": "„Ние сме тим од креативни стратези, технолошки ентузијасти и ефективни комуникатори, водени од непоколеблива страст кон индустријата за онлајн игри. Нашата бескомпромисна посветеност е да го поттикнеме успехот на нашите клиенти во бизнисот.“",
  "contact_header": "Контактирајте нè",
  "contact_para": "Консултирајте се со експерт од VRNL за да откриете како нашите решенија можат да го унапредат вашиот бизнис со обложување.",
  "telegram": "Телеграм",
  "write_msg": "ЕДНОСТАВНО ИСПРАТЕТЕ НИ ПОРАКА",
  "fname": "Целосно име",
  "fname_err": "Полето е задолжително (минимум 2 карактери).",
  "email": "Вашиот емаил",
  "email_err": "Потребен е валиден емаил.",
  "country": "Држава",
  "pnumber": "Телефонски број",
  "pnumber_err": "Телефонот мора да содржи 10 цифри.",
  "message": "Порака",
  "sending": "Се испраќа…",
  "submit": "Испрати",
  "con_param1": "Ние не ја споделуваме вашата лична информација со никого. Погледнете ја нашата",
  "privacy_policy_form": "„политика за приватност“",
  "con_param2": "за повеќе информации",
  "casino_tournament_h1": "<b class='chck'>Казино Турнири</b> ви дозволуваат да креирате турнир со почетен и краен датум.",
  "casino_tournament_p1": "Моќна алатка на располагање за зголемување на приходите во казино секцијата е имплементацијата на <strong>Казино Турнири.</strong>",
  "casino_tournament_h2": "Ќе имате можност целосно да <strong>го прилагодите секој турнир</strong> со избирање на список на слотови кои ќе учествуваат во натпреварот.",
  "casino_tournament_p2": "За да <strong>креирате промоција</strong>, едноставно треба да изберете <strong>наслов</strong> за <strong>турнирот</strong>, да ги одредите <strong>слотовите</strong> кои ќе бидат вклучени и да го специфицирате <strong>џекпотот</strong> кој ќе се подели меѓу <strong>различни награди</strong>, сите прилагодливи на вашите преференции.",
  "casino_tournament_p3": "Клучните детали за внесување вклучуваат <strong>почетен датум,</strong> <strong>краен датум,</strong> <strong>вкупен џекпот,</strong> број на учесници во ранг-листата, како и минималниот услов за обложување за учество во турнирот.",
  "casino_tournament_p4": "Дополнително, секогаш ќе имате пристап до табла со резултати во реално време која ги прикажува корисничките имиња, позициите на играчите и соодветните награди. Оваа функција може значително да го подобри корисничкото искуство на вашата казино платформа, привлекувајќи повеќе играчи и зголемувајќи приходи.",
  "casinogames_title": "Зошто да ја изберете нашата платформа?",
  "casinogames_title_h1": "Најголемиот каталог во светот на ",
  "online_casino_games": "онлајн казино игри",
  "online_casino_games_p1": "Нашето <b style='color: #575756;'> White Label </b> е вашата конечна дестинација, обезбедувајќи ви невидено разновиден асортиман од повеќе од 3000+ возбудливи казино игри и слотови. Се гордееме што нудиме најкомплетна палета на онлајн казино игри достапна на интернет.",
  "online_casino_games_p2": "Ние опслужуваме оператори на онлајн игри, обложувалници, лотарии и организации за обложување кои работат на регулирани пазари.",
  "online_casino_games_p3": "Ја разбираме важноста на безбедна и правична игра во светот на онлајн казината. Затоа нашата игровна математика е не само сигурна, туку и сертифицирана од независни лаборатории за игри. Оваа сертификација гарантира највисоко ниво на корисничко искуство за вашите играчи.",
  "casino_nos": "КАЗИНО БРОЈКИ",
  "slot_machine": "Слот машина",
  "morethan10": "Повеќе од 10",
  "tablegames": "Маси за играње",
  "morethan4": "Повеќе од 4",
  "videopoker": "Видео покер",
  "morethan": "Повеќе од",
  "lottery": "Лотарија",
  "morethan9": "Повеќе од 9",
  "proveedores": "ПРОВАЙДЕРИ",
  "morethan12": "Повеќе од 12",
  "online_turnkey": "Нудиме Онлајн Turnkey Казино Решенија",
  "casino_wls": "Казино White Label Решение",
  "casino_wls_desp": "Започнете сопствено брендирано казино лесно со VRNL-овото white-label решение. Прилагодете го вашето казино, понудете широка селекција на игри, осигурајте безбедност и започнете да остварувате приходи брзо.",
  "webbranding": "Брендирање на веб-страница",
  "webbranding_desp": "Подигнете го вашето онлајн присуство со стручните услуги за брендирање на веб-страници на VRNL. Ние дизајнираме, креираме и трансформираме веб-страници за да ја одразуваат вашата уникатна идентичност.",
  "toolstraning": "Алатки (обука)",
  "toolstraning_desp": "Отклучете го вашиот потенцијал во светот на тргување со моќните алатки за тргување на VRNL. Нашите современи решенија ви овозможуваат увид и технологија за да носите информирани одлуки и да го максимизирате успехот.",
  "client_support": "Поддршка за клиенти",
  "client_support_desp": "Подобрете го искуството на вашите клиенти со извонредните услуги за поддршка на клиенти на VRNL. Нашиот посветен тим е тука за да ви помогне експертски и ефикасно.",
  "aboutus_title": "Сигурно сте љубопитни да откриете",
  "aboutus_desp": "Компанија која постојано стреми кон иновативни решенија за да ги задоволи своите деловни потреби.",
  "online_gaming_provider": "Провајдер на онлајн игри",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl е добро воспоставен Sportsbook и Gaming провајдер со извонредна 10-годишна историја во индустријата за обложување. </strong> Од 2012 година, посветено снабдуваме обложувалници, лотарии и организации за обложување на регулирани пазари.",
  "about-section1-para2": "Ние сме тим од креативни стратези, техно ентузијасти и комуникатори, водени од непоколеблива страст за онлајн индустријата за игри. Нашата посветеност е да го поттикнеме успехот на нашите клиенти.",
  "about-section1-para3": "Нашата современа игрална платформа е еден од клучните фактори што ја издигнаа Vrnl до нејзиниот сегашен статус како реномиран Интернационален Софтверски Дом.<strong style='color: #000;'> Со искуство од повеќе од 10 години во овој сектор, Vrnl гордо ги нуди своите услуги на над 40 обложувалници во 11 различни земји низ светот.</strong>",
  "about_us": "За нас",
  "about_us_desp": "VRNL е најголемата платформа за обезбедување на онлајн спортско и казино обложување white label. Нудиме exch API заедно со наши сопствени услуги за веб-страници за Бангладеш со ниски маргини и на сигурна платформа, која вклучува казино. Даваме API за сите лиги во размените, заедно со онлајн стриминг услуги. Уживајте во обложување на сигурна платформа. Играјте повеќе од 1000 слот и маси игри.",
  "our_client": "Наши Клиенти",
  "our_client_desp": "Во Vrnl, ние сме непоколебливи во потрагата по најдобрите партнерства во индустријата за игри и забава, за да обезбедиме невидено искуство за нашите клиенти и играчи. Преку соработки со познати меѓународни казина и провајдери на виртуелни игри, ја интегриравме нашата Платформа за Спортско Обложување со голема разновидност на игри. Од слот машини и маси игри до live казино искуства, виртуелни игри и дури фантази игри. Нашата платформа е достапна и на компјутери и на мобилни уреди со висококвалитетна графика и импресивен звук.",
  "lost404": "Изгледа дека сте изгубени",
  "lost404desp": "страницата што ја барате не е достапна!",
  "gotohome": "Оди на Почетна",
  "esports_bs": "еСпортс Софтвер за Обложување",
  "esports_bs_desp1": "Во VRNL, горди сме што им обезбедуваме на еСпортс фановите уникатно и импресивно искуство.",
  "esports_bs_desp2": "VRNL е вашиот портал кон свет каде што игрите и обложувањето се спојуваат. Нашиот еСпортс Софтвер за Обложување е дизајниран за гејминг фанови како вас, нудејќи возбудливо, безбедно и наградувачко искуство.",
  "startnow": "Почни сега",
  "easy_setup": "Лесно поставување, помалку отколку што мислите.",
  "easy_setup_desp1": "Можеме да ја испорачаме еСпортс платформата за само неколку недели.<br> Ние се грижиме за сите аспекти: Хостирање, Кориснички Интерфејс, odds feed, прилагодени страници, активација на производ и стратегија за спортска книга.",
  "easy_setup_desp2": "Вашиот примарен фокус може да биде насочен кон поставување и развој на вашите онлајн мрежи.",
  "esport_bet_center_h1": "Ако размислувате да започнете со онлајн обложување, нашиот еСпортс софтвер е одличен прв чекор.",
  "esport_bet_center_p1": "Искористете ги нашите експертски услуги и напредна еСпортс технологија за обложување. Нашите регулирани партнери добиваат целосна поддршка за да влезат во онлајн индустријата за обложување.",
  "esport_bet_center_p2": "Започнување на онлајн спортска книга која главно се фокусира на еСпортс може да биде тешко. Затоа создадовме сеопфатен систем за еСпортс со пред-матч услуги за обложување.",
  "have_qes": "Имате прашање?",
  "para_faq": "Имаме одговори (барем најчесто!)",
  "freq_param": "Подолу ќе најдете одговор на најчестите прашања, ве молиме проверете ја нашата ",
  "if_still_qes": "Ако сè уште не го најдовте одговорот што го барате, едноставно",
  "sbs_faqs": "ЧПП за Софтвер за Спортско Обложување",
  "whatis_sbs": "Што е Софтвер за Спортско Обложување?",
  "whatis_sbs_ans": "Софтверот за Спортско Обложување е дизајниран според пазарите и изборите на корисникот. Нашите експерти секогаш се достапни за најдобра поддршка и услуга, покривајќи го целиот развоен процес и нудејќи целосна и функционална платформа.",
  "affiliate_systems": "Дали нудите системи за аффилијати?",
  "affiliate_systems_ans": "Да, нашиот софтвер работи на 5 нивоа: Администратор на платформата, Реселер (мастер агент), Обложувалница (физичка точка), Касиер (вработен), Онлајн играч. Секој со различни права и можности.",
  "whatis_label": "Што е white label веб-страница за обложување?",
  "whatis_label_ans": "White label веб-страница за обложување е целосно прилагодлива платформа. Vrnl обезбедува сертифицирани игри, бонус систем, платежни решенија, различни шаблони и функции според ваш избор.",
  "fullmanagement": "Може ли целосно да ги менаџирам квотите и маргините?",
  "fullmanagement_ans": "Backend-от има многу алатки, функции и извештаи кои даваат комплетен преглед на активноста. Има посебна секција за управување со квоти каде може да се уредуваат маржите и пазарите.",
  "logobrand": "Може ли да користам сопствено лого и бои?",
  "logobrand_ans": "Да, можеме да прилагодиме според вашите барања. Може да изберете готово turnkey решение или целосно сопствено.",
  "fullycustomized": "Дали можам да добијам целосно прилагодено решение?",
  "fullycustomized_ans": "Vrnl нуди тим на експерти за поставување на целосно прилагодена платформа за спортско обложување. Секој проект се координира од Акаунт Менаџер, Проект Менаџер, Графички Дизајнер и ИТ Менаџер.",
  "software_cost": "Колку чини Софтверот за Спортско Обложување?",
  "software_cost_ans": "Цената варира според функциите и услугите. Постојат различни пакети, зависно дали имате висок обем на игра или сакате да бидете агент со сопствена мрежа на играчи.",
  "what_products": "Кои производи ги нудите?",
  "what_products_ans": "Нашето основно работење е спортско обложување. Воедно нудиме live betting, казино, live казино, лотарии и виртуелни игри – целосни 'all in one' решенија.",
  "canaddfeatures": "Може ли да додадам функции, извештаи и страници?",
  "canaddfeatures_ans": "Софтверот вклучува многу извештаи и страници кои може да се прилагодат. Ако сакате нова функција, ќе развиеме посебен проект за вас.",
  "canofferbettingservices": "Може ли да нудам спортски обложувања во казината во мојата земја?",
  "canofferbettingservices_ans": "Да, имаме решенија и за онлајн и за физички бизниси. Ако поседувате физичко казино и сакате да нудите спортски обложувања, нашето retail решение е идеално.",
  "change_currentprovider": "Како да го променам мојот тековен софтверски провајдер?",
  "change_currentprovider_ans": "Ако веќе управувате со размена и сакате да преминете на нашата спортска обложувачка платформа, ќе се погрижиме сè да биде правилно менаџирано, ќе подготвиме план за миграција. Личните податоци на играчите ќе бидат префрлени на новата платформа и преминот ќе биде планиран за да се заврши миграцијата за неколку часа.",
  "sbs_offer": "Кои карактеристики ги нуди Спортско обложувачкиот софтвер?",
  "sbs_offer_ans": "Спортско обложувачкиот софтвер може да понуди функции како предвидувања базирани на податоци, симулации, трендови во обложување, споредби на коефициенти и многу повеќе. Исто така нуди детална анализа на минати натпревари и претстојни средби за да им помогне на обложувачите да донесат подобро информирани одлуки. Ние сме специјализирани за поставување и креирање малопродажни обложувачници и онлајн мрежи. Ова вклучува KYC процедури одобрени од регулаторни тела, платежни решенија за коцкање, алатки за афилија маркетинг, реферални системи и социјални медиуми, мобилни push нотификации, веб push нотификации и in-app пораки, контрола на сметки на играчи, процеси за регистрација и верификација, системи за откривање измами и геолокациски алатки за извлекување на IP локации.",
  "sbs_legal": "Дали Спортско обложувачкиот софтвер е легален?",
  "sbs_legal_ans": "Да, Спортско обложувачкиот софтвер е легален и го користат многу професионални обложувачи. Сепак, важно е да се осигурате дека го користите софтверот во согласност со сите важечки закони во вашата јурисдикција.",
  "ebs_faqs": "ЧПП за eSports обложувачки софтвер",
  "ebs_titleoffer": "Кои eSports наслови ги нудите?",
  "ebs_titleoffer_ans": "<li><strong>Најпопуларни:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li><strong>Спортски игри:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li><strong>Multiplayer Online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li><strong>Боречки игри:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy RTS: StarCraft: Brood War, Warcraft III, StarCraft II. </li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "Дали имате мобилна верзија?",
  "mobileversion_ans": "Да, VRNL е целосно оптимизиран за мобилна употреба. Нашата платформа е дизајнирана да работи непречено на сите паметни телефони и таблети, овозможувајќи ви пристап до спортска размена, казино игри, iGaming и eSports каде и да сте. Ќе уживате во брзо вчитување, безбедни трансакции и кориснички интерфејс директно од вашиот мобилен прелистувач — без потреба од апликација. Без разлика дали користите Android или iOS, искуството е брзо, едноставно и исто толку богато со функции како десктоп верзијата.",
  "runesportsplatform": "Може ли да водам eSports обложувачка платформа без да се занимавам со коефициенти и трејдинг менаџмент?",
  "runesportsplatform_ans": "Нашите eSports обложувачки решенија доаѓаат со вклучен коефициент feed. Софтверот има многу алатки за управување со маржите и конфигурациите на коефициентите со целосна автономија. Ако сакате да се фокусирате само на управувањето со продавници и играчи, ние обезбедуваме трејдинг услуги и поддршка.",
  "esports_solutions": "Би сакал целосно прилагодено eSports решение, дали е можно?",
  "esports_solutions_ans": "VRNL располага со тим на експерти за поставување целосно прилагодена eSports обложувачка платформа. Навистина, еден акаунт менаџер ќе ги собере барањата и ќе го координира проектот со другите членови од тимот: проект менаџер, графички дизајнер и ИТ менаџер.",
  "newtobusiness": "Целосно сум нов во овој бизнис, што треба да знам?",
  "newtobusiness_ans": "Правилното управување со eSports обложувачка платформа може да го направи овој бизнис многу профитабилен. Ние нудиме различни решенија и услуги според нивото на ангажман и знаење. Еден експерт за игри ќе работи со вас за да избере најдобро решение според вашите потреби.",
  "eSports_market": "Колку eSports live пазари има?",
  "eSports_market_ans": "Денес нудиме 20 live eSports пазари. <br> Но постојано додаваме нови пазари.",
  "eSportsLogoBrand": "Може ли да го користам моето eSports лого и бренд бои?",
  "eSportsLogoBrand_ans": "Да, можете. Нудиме различни решенија според вашите потреби. Можеме да креираме уникатни eSports решенија според вашите барања или да обезбедиме turnkey решение со промена на бои и лого.",
  "eSports_server": "Може ли да ја хостирам eSports размената на мојата серверска инфраструктура?",
  "eSports_server_ans": "Не, не можете. Хостингот е услуга што е вклучена во нашата понуда, бидејќи за да се гарантира правилна работа на eSports софтверот, нашите систем администратори поставија посебна кластер структура со резервни копии и план за disaster recovery. Ова гарантира усогласеност со глобалните регулативи и највисоки безбедносни стандарди.",
  "sp_faqs": "ЧПП за стриминг платформа",
  "promte_cricket": "Колку крикет натпревари можам да промовирам?",
  "promte_cricket_ans": "За време на пренос во живо од контролниот панел, можно е да се активираат два натпревари истовремено, но нема ограничување на вкупниот број натпревари кои може да ги поврзете.",
  "broadcast_live": "Може ли казино настани да се пренесуваат во живо?",
  "broadcast_live_ans": "Да, може да се пренесуваат сите казино игри во живо на сите платформи кои тоа го дозволуваат.",
  "measure_success": "Како да го измериме успехот на live стримовите?",
  "measure_success_ans": "Се разбира, ги следите деталните аналитики за повеќе платформи на еден екран.",
  "is_mobile_friendly": "Дали платформата е прилагодена за мобилни?",
  "is_mobile_friendly_ans": "Да — нашата платформа е целосно мобилно-пријателска, и нудиме APK што можете да го преземете и користите непречено.",
  "livecasino_faqs": "ЧПП за Live Casino софтвер",
  "whatisVRNLcasino": "Што е VRNL Casino софтвер?",
  "whatisVRNLcasino_ans": "VRNL Live Casino софтвер е модерна платформа што им овозможува на онлајн казината да нудат игри со живи дилери. Обезбедува инфраструктура и алатки неопходни за реално-време интерактивно казино искуство.",
  "software_work": "Како функционира VRNL Live Casino софтверот?",
  "software_work_ans": "VRNL Live Casino софтверот се интегрира лесно во веб-страниците на онлајн казина. Ги поврзува играчите со живи дилери преку видео стриминг со висок квалитет, овозможувајќи им да играат популарни казино игри како блекџек, рулет и баккара во живо.",
  "features_livecasino": "Кои се главните карактеристики на VRNL Live Casino софтверот?",
  "features_livecasino_ans": "VRNL Live Casino софтверот нуди различни функции, вклучувајќи прилагодливо брендирање, сигурна интеграција на плаќања и лесен интерфејс за играчите и операторите.",
  "security_livecasino": "Како да се обезбеди безбедност и фер игри со VRNL Live Casino софтверот?",
  "security_livecasino_ans": "VRNL Live Casino софтверот е изграден со безбедност во предвид. Користи сертифицирани генератори на случајни броеви (RNG) за фер игра и нуди алатки за превенција од измами и заштита на играчите. Дополнително, применуваме енкрипција за сигурен пренос на податоци.",
  "offered_games": "Кои игри може да се понудат преку VRNL Live Casino софтверот?",
  "offered_games_ans": "Можете да понудите широк избор на live игри со дилери, вклучувајќи класики како блекџек во живо, рулет во живо и баккара во живо, како и варијации за поголема привлечност.",
  "integrateVRNL": "Може ли да го интегрирам VRNL Live Casino софтверот со мојата постоечка казино платформа?",
  "integrateVRNL_ans": "Да, нашиот софтвер е дизајниран за лесна интеграција со постоечки платформи, правејќи го лесна дополнителна услуга во вашата казино операција.",
  "wlc_faqs": "ЧПП за White Label Casino",
  "whatis_wlc": "Што е White Label Casino?",
  "whatis_wlc_ans": "White Label Casino е turnkey решение што им овозможува на претприемачите и бизнисите да лансираат сопствено онлајн казино користејќи ја нашата софтверска и инфраструктурна поддршка. Може да го брендирате со сопствено име и дизајн, додека ние се грижиме за техничките и регулаторни аспекти.",
  "wlc_work": "Како функционира White Label Casino услугата?",
  "wlc_work_ans": "Ви обезбедуваме целосно функционална казино платформа, вклучувајќи игри, процесирање на плаќања и корисничка поддршка. Вие само го прилагодувате брендирањето и дизајнот според вашата визија, и сте подготвени да започнете онлајн казино бизнис.",
  "wlc_games": "Кои игри се достапни за моето White Label Casino?",
  "wlc_games_ans": "Нудиме широк спектар на казино игри, вклучувајќи слотови, игри на маса (пр. блекџек, рулет) и игри со живи дилери. Можете да одберете од нашиот каталог за да креирате разновидно искуство за играчите.",
  "wlc_launch": "Колку време е потребно за да лансирам White Label Casino?",
  "wlc_launch_ans": "Времетраењето зависи од вашите специфични барања и регулаторни процеси. Во просек, потребни се неколку недели за да се постави и прилагоди вашата казино платформа.",
  "wlc_cusSupport": "Какво ниво на корисничка поддршка се обезбедува за моето White Label Casino?",
  "wlc_cusSupport_ans": "Нудиме техничка и оперативна поддршка за да обезбедиме вашето казино да функционира непречено.",
  "wlc_getstarted": "Како да започнам со White Label Casino од вашата компанија?",
  "wlc_getstarted_ans": "Контактирајте го нашиот продажен тим за да ги дискутирате вашите потреби и да добиете персонализирана консултација. Ќе ве водиме низ целиот процес за поставување на вашето White Label Casino.",
  "can_cutomize_branding": "Може ли да го прилагодам казиното со мојот бренд?",
  "can_cutomize_branding_ans": "Да — можете целосно да го прилагодите казиното со сопствено лого, бои и бренд за да одговара на вашиот идентитет.",
  "company": "Компанија",
  "company_caps": "КОМПАНИЈА",
  "about": "За нас",
  "online_exchange_sw": "Онлајн размена софтвер",
  "privacy_policy": "Политика за приватност",
  "contact_us": "Контактирајте не",
  "solutions": "Решенија",
  "sports_betting_software": "Спортско обложувачки софтвер",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label обложувачка платформа",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Логото и графичкиот материјал на Vrnl се интелектуална сопственост на компанијата и не смее да се копира, репродуцира, дистрибуира или прикажува без писмена согласност од Vrnl.",
  "footer_para_2": "Copyright © 2020 Vrnl ltd. Сите права задржани.",
  "home": "Почетна",
  "betting": "Обложување",
  "esports_betting": "eSports обложување",
  "sbs_head": "Спортско обложувачки софтвер",
  "casino": "Казино",
  "online_casino_sw": "Онлајн казино софтвер",
  "live_casino_sw": "Live Казино софтвер",
  "casino_game": "Казино игри",
  "lottery_bingo": "Лотарија и бинго",
  "casino_tournament": "Казино турнир",
  "risk_management": "Менаџмент на ризик",
  "wl": "White Label",
  "wl_exch": "White Label размена",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Нашата работа",
  "contact": "Контакт",
  "faq": "ЧПП",
  "live_casino": "Live Казино",
  "lottery_games": "Лотарија игри",
  "exch_sw_provider": "Провајдер на размена софтвер",
  "mobile_bet": "Мобилно обложување",
  "vrnl": "VRNL",
  "sports_betting_wid": "Спорт обложувачки виџет",
  "back": "Назад",
  "exch_iframe_para": "Exchangebook iframe — овозможува брза активација на Exchangebook модул преку API интеграција. Нашата комплетна Exchangebook услуга, под експертски надзор, обезбедува широк спектар на програмирање за онлајн настани и пазари.",
  "contact_us!": "Контактирајте не!",
  "exch_iframe_types": "Видови на Exchangebook iframe",
  "exch_iframe_types_para": "Нашите Exchangebook iframe решенија доаѓаат во три варијанти, секоја прилагодена на каналот што се користи, обезбедувајќи најсоодветна опција за вашите потреби:",
  "exch_iframe_types_list": "<li> iFrame за <strong>Десктоп</strong>, дизајниран за компјутери со различни резолуции и со разновидни и прилагодливи распореди. </li> <li> iFrame за <strong>Терминали и Киоcци SSBT</strong>, со распореди оптимизирани за тачскрин системи и интуитивно корисничко искуство, што го прави идеален за неискусни играчи кои уплатуваат облози.</li>",
  "exch_iframe_types_para2": "Понатаму, преку нашиот API, можете да постигнете обемна персонализација на графиките и функциите на игрите.",
  "cm_exch": "Сеопфатен Управуван Exchangebook",
  "cm_exch_para": "Нашиот Exchangebook iframe ги опфаќа снабдувањето со податоци за квоти и конфигурацијата на основните поставки за обложување. Софтверот доаѓа опремен со низа функции и алатки за независно управување со маргините на квотите и конфигурациите. Сепак, доколку вашиот примарен фокус е управување со играчи и маркетинг, нудиме целосно управувани трејдинг услуги и поддршка.",
  "acq_exch": "Набавката на Exchangebook iframe решението е лесна",
  "acq_exch_para": "Процесот за активирање на iFrame го поедноставивме во само пет едноставни чекори:",
  "acq_exch_list": "<li> Формализирање на договорот помеѓу Vrnl и клиентот. </li> <li> Иницирање на интеграцијата на Exchangebook iFrame преку APIs користејќи го нашиот SDK. </li> <li> Одржување состанок за дефинирање на стратегијата за Exchangebook. </li> <li> Идентификување на најатрактивните спортови и настани прилагодени на вашата оперативна област. </li> <li> Да започнеме во живо! </li>",
  "live_casino_sw_p1": "Нашата <strong>Live Casino платформа</strong> ви овозможува да ги активирате <strong>најдобрите live провајдери</strong> познати по нивниот <strong>исклучителен квалитет и математички интегритет.</strong>",
  "live_casino_sw_p2": "Посветени сме на тоа да ви обезбедиме врвно live casino искуство. Без разлика дали сте искусен гејмер или нов во светот на онлајн казината, нашата платформа нуди импресивно, реално-временско искуство за играње кое е ненадминато.",
  "live_casino_sw_p3": "Live Casino решението на Vrnl обезбедува сеопфатен пакет услуги, вклучувајќи:",
  "live_casino_sw_p3_l1": "Алатки за целосна историја на извештаи",
  "live_casino_sw_p3_l2": "Визуелизација на историја на игри",
  "live_casino_sw_p3_l3": "Конфигурации на игри",
  "live_casino_sw_p3_l4": "Алатки за управување со ризик",
  "live_casino_sw_p3_l5": "Управување со играчи",
  "live_casino_sw_p3_l6": "Алатки за управување со филијали",
  "live_casino_sw_p3_l7": "Мултилевел агенциска структура",
  "live_casino_sw_p4": "Развивме различни безбедни методи за интеграција, сите кориснички пријателски и дизајнирани за лесна имплементација со нашиот live casino API.",
  "live_casino_sw_demo": "Демо live casino решенија",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong> интеграции",
  "livecasino_integration_para": "Нашиот live casino софтвер можете да го имате функционален за само неколку дена. Дополнително, обезбедуваме сеопфатни менаџмент услуги, гарантирајќи дека целата операција е надгледувана од наши експерти. <strong style='color: #575756;'>Исто така, гарантираме пристап до најобемната селекција на live игри достапни онлајн.</strong>",
  "live_casino_lobby": "Во нашето кориснички пријателско Live Casino Game Lobby",
  "youcan": "можете да",
  "findgames_like": "пронајдете игри како:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack и Live Poker, Dice и Number games.",
  "euro_roulette": "Европска Рулета",
  "blackjack": "Блекџек",
  "baccarat": "Бакара",
  "caribbean_stud": "Карибски Студ",
  "casino_holdem": "Казино Hold’em",
  "american_roulette": "Американска Рулета",
  "sic_bo": "Сик Бо",
  "craps": "Крапс",
  "dragon_tiger": "Драгон Тигар",
  "bingo": "Бинго",
  "book_demo": "Резервирај Демо",
  "lottery_head": "Барате платформа за Лотарија & Бинго?",
  "lottery_head_desp1": "Внимателно ги одбравме најдобрите <b style='color: #575756; font-size: 45px;'>лотарија и бинго</b> игри за вас.",
  "lottery_head_desp2": "Секако, нашето <b style='color:#575756; font-size: 16px;'>White Label Лотарија и Бинго</b> решение претставува различни варијанти на класичната бинго игра заедно со најпознатите лотариски игри.",
  "lottery_head_desp3": "Можете <b style='color:#575756; font-size: 16px;'>да уживате во овие игри од вашиот смартфон</b> или компјутер, а ние гарантираме исклучително корисничко искуство бидејќи нашите игри се од највисок квалитет.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Дополнително, нашите алгоритми за игри се безбедни и независно сертифицирани, обезбедувајќи сигурно и доверливо искуство за играње.<br><br></strong>",
  "lottery_bingo_nos": "ЛОТАРИЈА & БИНГО БРОЕВИ",
  "bingo_games": "Бинго игри",
  "over100": "над 100",
  "over130": "над 130",
  "suppliers": "ПРОВАЈДЕРИ",
  "more20": "Повеќе од 20",
  "sports_betting_software_wl": "Sports betting софтвер White Label",
  "sports_betting_software_wl_desp": "Компанија посветена на постојано следење на иновативни решенија за ефикасно задоволување на нејзините развојни бизнис потреби.",
  "blink-soft": "Подобрете го вашето искуство со напреден Sports Betting софтвер",
  "platform_para1": "Современите решенија за sports betting софтвер го <b>трансформираат</b> начинот на кој играчите се вклучуваат во играта. Со <b>беспрекорни интерфејси,</b> анализа во реално време и можности за обложување во живо, овие платформи нудат супериорно искуство за обложување и за нови и за искусни играчи.",
  "platform_para2": "Без разлика дали управувате онлајн sportsbook, малопродажно место за обложување или казино, нашата сеопфатна палета решенија — вклучувајќи <b>B2C платформи</b> и <b>персонализирани white-label производи</b> обезбедува флексибилност и технологија потребни за да останете конкурентни. Прифатете ја иновацијата и подигнете ги вашите операции со софтвер дизајниран за <b>оптимизација на перформансите</b> и <b>корисничкото задоволство</b>.",
  "try_b2b": "Истражете го нашиот напреден B2B Betting софтвер",
  "try_b2c": "Истражете го нашиот напреден B2C Betting софтвер",
  "wls_turnkey": "White Label Решенија и Turnkey Платформи",
  "wls_turnkey_p1_span1": "беспрекорно и ангажирачко искуство за обложување",
  "wls_turnkey_p1_span2": "за вашите клиенти. Овој пристап го елиминира потребното скапо и долго развивање, дозволувајќи ви да се фокусирате на раст и",
  "custom_satisfaction": "задоволството на клиентите",
  "wls_turnkey_p2": "Нашата безбедна, високоперформансна betting платформа е целосно сертифицирана од независни гејминг лаборатории, гарантирајќи усогласеност и сигурност. Со партнерство со VRNL, добивате пристап до доверлив betting exchange што ја зголемува профитабилноста додека ги обезбедува",
  "highest_industry_standards": "највисоките индустриски стандарди",
  "igaming_platform": "iGaming Платформа",
  "igaming_platform_p1": "VRNL е доверлив партнер во iGaming индустријата, нудејќи водечки во индустријата",
  "sbs": "sports betting софтвер",
  "igaming_platform_p2": "Нашата цел е да ја трансформираме онлајн гејминг сцената со обезбедување на операторите со разновидна, современа платформа која гарантира беспрекорно, ангажирачко играње за нивните корисници.",
  "online_casino": "Онлајн Казино",
  "casino_para": "Добредојдовте во VRNL Online Casino — <b>доверлив лидер</b> кој обезбедува сигурна и возбудлива гејминг платформа глобално. Нашата мисија е да обезбедиме исклучително казино искуство што ќе ги задржи играчите ангажирани и забавени.",
  "casino_para_list": "<li>Повеќе од 75 провајдери</li> <li>Над 15,000 слот машини</li> <li>500+ маси игри</li> <li>700+ видео покер игри</li> <li>Повеќе од 200 други игри</li>",
  "casino_para2": "Нашиот експертски тим ве поддржува низ секоја фаза, од обука до лансирање.",
  "play_livecasino": "Играјте во live казино како да сте директно во него",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Слотови</li> <li>Live Roulette </li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API Провајдери на услуги и iFrame",
  "api_services_iframe_p1": "VRNL нуди врвни <b>API интеграции и iFrame решенија</b>, овозможувајќи беспрекорна поврзаност на платформите, безбедна размена на податоци и подобрени кориснички искуства — помагајќи им на бизнисите да работат поумно и побрзо.",
  "api_services_iframe_p2": "Во VRNL, го разбираме значењето на беспрекорна размена на податоци и комуникација помеѓу апликациите. Нудиме врвни услуги за API интеграција, овозможувајќи вашиот софтвер лесно да комуницира со други платформи. Нашите експерти ќе обезбедат вашите системи да функционираат хармонично, обезбедувајќи непречено искуство и за вас и за вашите клиенти.",
  "virtual_games": "Виртуелни Игри",
  "virtual_games_desp1": "Подготвени сте да започнете со вашето виртуелно гејминг патување со VRNL? Запловете во виртуелниот свет како никогаш досега и подгответе се за часови забава без крај.",
  "virtual_games_desp2": "Во VRNL, сме страствени за доставување врвни виртуелни гејминг искуства кои ги транспортираат играчите во возбудливи нови светови. Нашата мисија е да обезбедиме најимпресивни, забавни и фасцинантни виртуелни игри што ќе ве задржат за часови.",
  "before_start": "Пред да започнете, истражете го во акција!",
  "explore_demo": "на нашата демо платформа:",
  "mobile_sbs": "Мобилен Sports Betting софтвер",
  "mobile_sbs_p1": "Нашата <strong>Мобилна апликација</strong> им овозможува на вашите играчи лесно да пристапат до нивните сметки и да уплатуваат облози преку таблети, смартфони и други интернет поврзани мобилни уреди.",
  "mobile_sbs_p2": "Од крикет и фудбал до тенис, нашиот софтвер опфаќа широк спектар спортски настани ширум светот. Без разлика на вашата спортска страст, можете да уплатите облози на игрите и тимовите што ги сакате.",
  "mobile_sbs_p3": "Нашиот софтвер не е само за уплата на облози, туку за создавање искуство што е беспрекорно и кориснички ориентирано. Инвестиравме во најнова технологија за да осигуриме дека навигацијата низ нашата платформа е што е можно полесна.",
  "advantages_sbs": "Предности на мобилен Sports Betting софтвер",
  "advantages_sbs_l1": "Мобилните апликации се побрзи",
  "advantages_sbs_l2": "Персонализирана содржина за обложување",
  "advantages_sbs_l3": "Инстант онлајн обложување",
  "advantages_sbs_l4": "Сигурен и доверлив",
  "advantages_sbs_p1": "Апликациите ги надминуваат мобилните веб-страници, нудејќи побрзи дејства и одговори.",
  "advantages_sbs_p2": "Корисниците уживаат персонализирана содржина за поимпресивно искуство, со прилагодени опции за обложување во согласност со нивните преференции.",
  "advantages_sbs_p3": "Сите мобилни апликации овозможуваат инстант пристап со едноставен допир, овозможувајќи им на корисниците да уплатуваат облози, проверуваат сметки, играат казино игри и избираат омилени лиги без одложување.",
  "advantages_sbs_p4": "Нашата безбедност е наш највисок приоритет. VRNL Мобилниот Sports Betting софтвер е изграден со најсовремени безбедносни мерки за заштита на вашите лични и финансиски информации. Можете да се обложувате со мирна совест.",
  "online_casino_sw_p1": "VRNL е водечки провајдер на <strong>онлајн казино софтвер </strong> и <strong>платформи </strong>. Тие играат клучна улога во дизајнот и развојот на казино платформи, обезбедувајќи дека се кориснички пријателски и богати со функции.",
  "online_casino_sw_p2": "Нашиот маркетинг тим ќе работи напорно за да обезбеди вашето онлајн казино да добие истакнато место на почетната страница, гарантирајќи висока видливост на онлајн пазарот.",
  "online_casino_sw_p3": "Онлајн казино платформата ќе биде опремена со различни претходно конфигурирани игри, а нашите алатки за следење ќе ви овозможат јасен, реално-временски преглед на напредокот и перформансите на вашето ново вложување.",
  "customized_theme": "Ова е тема и може да се персонализира, видете ја во акција:",
  "live_casino_sw_desp1": "Нудиме најобемна палета на врвни <strong>Live Casino провајдери</strong><br>",
  "live_casino_sw_desp2": " глобално, обезбедувајќи пристап до најширока разновидност на live маси онлајн и беспрекорно мулти-канално искуство.",
  "casino_sw_features": "Главни Карактеристики на Казино Софтвер",
  "casino_sw_features_p1": " Нашата <strong>казино софтверска платформа</strong> е дизајнирана да обезбеди беспрекорно и импресивно гејминг искуство и за играчите и за операторите.<br /><br /> ",
  "casino_sw_features_p2": "Главните карактеристики на нашата платформа вклучуваат: ",
  "casino_sw_features_list": "<li>Видливост и контрола врз опсегот на масите.</li> <li>Атрибути и поставки за игрални маси.</li> <li>VIP лимити.</li> <li>Клиентска функционалност и пристап до нашите алатки за прилагодување.</li> <li>Механизам за извештаи и систем за известувања кој им дава на операторите непосреден пристап и аларми за оперативни известувања.</li> <li>API за Business Intelligence (BI)</li> <li>Маркетинг алатки</li> <li>API за надворешна интеграција</li>",
  "casino_sw_features_p3": "Нашата кориснички пријателска алатка за прилагодување им овозможува на букмејкерите во реално време да прават промени во различни аспекти на нивните live понуди, <br /> вклучувајќи банери, фонтови и шеми на бои, сè преку интуитивни контроли.",
  "casino_sw_features_p4": "Нашата нова платформа функционира како автономен, агилен и флексибилен систем. Оваа агилност ни овозможува брзо <br /> да одговориме на барањата на букмејкерите и да одржуваме повисоки стандарди на квалитет при развој на нови и постоечки<br /> производи.",
  "casino_sw_features_p5": " За да го забрзаме вашиот бизнис, ние исто така нудиме",
  "casino_sw_features_p6": " со огромен избор од над 3000+ игри.",
  "integrate_iframe_apis": "Интеграција со надворешни платформи преку iFrames и APIs",
  "integrate_iframe_apis_para": "Нашата платформа нуди разновидни опции за интеграција. Може беспрекорно да се <strong>интегрира преку iFrame или <br />API</strong>. Таа може да се прилагоди според вашите специфични потреби, без разлика дали станува збор за целосна интеграција, <br /> специјализирано решение за спортско обложување или фокус на <strong>онлајн казино игри</strong>, вклучувајќи <strong> live <br /> казино </strong> понуди.",
  "view_demo": "Види Демонстрација",
  "we_are": "ние сме",
  "online_exchange_sw_p1": "Во VRNL, се гордееме што испорачуваме најсовремени онлајн Exchange софтвери кои го редефинираат искуството во обложувањето. Нудиме целосно функционална платформа со обемна селекција на live натпревари достапни месечно. Со нашите опции за live стриминг, ќе го трансформираме вашиот букмејкер во забавачка платформа, сè поткрепено со сертификати од независни гејминг лаборатории за поголема сигурност.",
  "online_exchange_sw_p2": " Онлајн Exchange софтверот на VRNL нуди сеопфатен спектар на спортски обложувања. Без разлика дали сте фан на крикет, фудбал, тенис или било кој друг спорт, ние ве покриваме. Нашата платформа нуди реални коефициенти, live обложување и кориснички пријателски интерфејс кој го прави обложувањето едноставно.",
  "onther_head": "Го поедноставуваме процесот за да се интегрирате во бизнисот без проблеми.",
  "onther_p1": "Оваа тема е високо прилагодлива, и можете да ја искусите нејзината флексибилност во акција:",
  "main_features": "Главни карактеристики",
  "feature_para": "Vrnl е на чело на револуцијата во управувањето со обложувањето и онлајн казината. Со нашата експертиза, добивате пристап до:",
  "feature_list": "<li><strong>Глобално искуство во обложување : </strong> VRNL овозможува пристап до комплетен спектар на спортови, лиги и пазари за обложување од целиот свет. Со нас, можете да им понудите на вашите корисници навистина глобално искуство во обложување. </li> <li><strong>Обемни Pre-Match опции : </strong> Изберете од огромна селекција на 150,000 месечни pre-match опции. Обезбедуваме вашата платформа да биде исполнета со разновидни избори за да ги задоволиме сите типови на обложувачи. </li> <li><strong>Возбудливи In-Play можности : </strong> Вклучете ги вашите корисници со 75,000 месечни in-play можности. Овие реално-временски опции носат возбуда и спонтаност во искуството на обложувањето. </li> <li><strong>Казино игри за метаверзумот : </strong> VRNL нуди обемна колекција на казино игри погодни за метаверзумот. Овозможете им на вашите корисници да се нурнат во виртуелно казино искуство со нашите разновидни опции за игри. </li> <li><strong>Беспрекорна iFrame интеграција : </strong> Лесно интегрирајте го нашиот iFrame во вашата iGaming платформа. Нашето едноставно решение ви овозможува лесно да ги подобрите можностите на вашата платформа. </li> <li><strong>Флексибилна интеграција : </strong> Изберете го начинот на интеграција, преку API или iFrame. Нудиме разновидни опции за да одговараат на вашите потреби. </li>",
  "sports_header_2": "Онлајн Exchange софтвер iGaming Казино Платформа",
  "sports_header_2_p1": "Ние обезбедуваме <a style='color: #a0c528;' href='#'>White Label Casino</a> решение со обемна библиотека од над 1,000 игри.",
  "sports_header_2_p2": "Нашите услуги вклучуваат добивање лиценца за игри и правна поддршка за да го започнете вашиот казино бизнис, обезбедувајќи сигурна и сертифицирана гејминг математика.",
  "sports_header_2_p3": "Ги издвоивме најдобрите гејминг провајдери со цел да ви понудиме најширок избор на&nbsp;live казино игри&nbsp;и&nbsp;онлајн казино игри достапни на интернет. Внимателно креиравме партнерства со врвни гејминг провајдери за да ви обезбедиме неспоредлива разновидност на live казино игри и онлајн казино игри, гарантирајќи најобемна селекција достапна.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person игри</li> <li>Слот игри</li> <li>Американска рулета live</li> <li>Live блекџек</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Играј во live казино како да си директно во казиното",
  "top_online_providers": "Врвни онлајн казино провајдери на светско ниво",
  "online_casino_p1": "Подготвени сте да го подигнете вашето онлајн казино искуство на следното ниво? Не барајте понатаму! Vrnl е вашето единствено решение за сите ваши онлајн казино потреби. Ние обезбедуваме врвни услуги и најсовремени решенија за операторите на онлајн казина, гарантирајќи незаборавно искуство за вашите играчи.",
  "user_data_section1": "<li>Провајдери 75 + повеќе од</li> <li>Слот машини 15,000 + повеќе од</li> <li>Маси за игри 500 + повеќе од</li> <li>Видео покер 700 + повеќе од</li> <li>Други игри 200 + повеќе од</li>",
  "lottery_bingo_games": "Лото и Бинго Игри",
  "lottery_bingo_games_p1": "Во VRNL, ја носиме возбудата на Лото и Бинго игрите и на вашиот екран и во вашите локални продавници. Без разлика дали сте љубител на традиционални хартиени билети или преферирате удобност на онлајн играње, ние ве покриваме. Кај нас не се работи само за игри; туку за возбудата од добивањето и радоста од играњето.",
  "user_data_section2": "<li>Бинго 80 + повеќе од</li> <li>Лото 130 + повеќе од</li>",
  "ultimate_dest": "Крајна дестинација за онлајн и малопродажни Лото и Бинго игри",
  "weare_vrnl": "Ние сме VRNL",
  "weare_vrnl_desp": "<strong>НАЈГОЛЕМАТА ПЛАТФОРМА ЗА ОБЕЗБЕДУВАЊЕ WHITE LABEL СПОРТ И КАЗИНО</strong> Најширок избор на забавни игри достапни онлајн White Label Казино со повеќе од 1,000 игри. Достапниот онлајн казино софтвер е едноставен бидејќи нашата платформа е лесна за управување.",
  "res_design": "Респонзивен Дизајн",
  "res_design_desp": "Нашата веб-страница е респонзивна, што значи дека правилно се прикажува на таблети, мобилни уреди и десктопи за оптимално корисничко искуство.",
  "custmzd_options": "Опции за Прилагодување",
  "custmzd_options_desp": "Им обезбедуваме на нашите клиенти широк спектар на опции за прилагодување, дозволувајќи им да изберат свои бои, фонтови и распоред за веб-страницата. Ова осигурува дека веб-страницата ја одразува нивната уникатна стилизираност и преференции.",
  "loading_speed": "Брзина на Вчитување",
  "loading_speed_desp": "Нашата веб-страница е оптимизирана за брзина и перформанси. Таа се вчитува брзо на различни уреди и интернет врски.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "нашата B2B тема се издвојува со уникатни карактеристики. Додадовме дополнителна опција Parley за збогатено искуство во обложувањето.",
  "b2b_theme_p2": "нашата тема се карактеризира со најдобри комбинации на бои и дизајн елементи, обезбедувајќи визуелно привлечен интерфејс. Корисниците имаат дозвола да се обложуваат на широк спектар на спортови, вклучувајќи крикет, фудбал и тенис.",
  "b2b_theme_p3": "Имаме и многу различни казино игри за повеќе опции за забава. Дополнително, претставуваме различни видови казина, како AWC Казиното, кое содржи импресивна колекција од над 500 слот игри и повеќе од 100 маси за игри.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Нашата B2C страница нуди едноставно и пријатно искуство за нашите клиенти. Тие можат лесно да се регистрираат користејќи го својот телефонски број, обезбедувајќи практичен и безбеден начин за креирање сметка.",
  "b2c_theme_p2": "Откако ќе се регистрираат, корисниците имаат можност да депонираат средства на своите сметки, што го прави едноставно да започнат со обложување и играње. Дополнително, нудиме беспрекорен процес за повлекување, со што корисниците можат лесно да пристапат до своите добивки.",
  "b2c_theme_p3": "За подобрување на искуството, нудиме бонус поени што корисниците можат да ги заработат и користат за време на нивното користење на платформата. Ова додава дополнителен слој на возбуда и вредност за нашите клиенти, дозволувајќи им да го искористат максимумот од нивните депозити и повлекувања.",
  "b2c_theme_p4": "Во целина, нашата B2C страница е дизајнирана да обезбеди лесно и уживање во обложувањето и играњето, давајќи им на клиентите слобода да играат, депонираат и повлекуваат без проблеми.",
  "request_demoID": "Побарај Демo ID",
  "form_name": "Име *",
  "form_name_err": "Ве молиме внесете го вашето име (најмалку 3 карактери).",
  "form_email": "Е-пошта *",
  "form_email_err": "Ве молиме внесете валидна е-пошта.",
  "form_country": "Земја *",
  "form_country_err": "Ве молиме изберете ја вашата земја.",
  "form_district": "Регија / Општина *",
  "form_district_err": "Ве молиме внесете ја вашата регија/општина.",
  "form_whatsapp": "WhatsApp број *",
  "form_whatsapp_err": "Внесете валиден WhatsApp број.",
  "form_turnover": "Месечен обрт *",
  "form_turnover_err": "Ве молиме внесете го вашиот месечен обрт.",
  "form_users": "Колку корисници *",
  "form_users_err": "Ве молиме внесете валиден број на корисници.",
  "form_current": "Моментално користена платформа *",
  "form_current_err": "Ве молиме внесете ја вашата моментална платформа.",
  "form_issues": "Проблеми со моменталната платформа *",
  "form_issues_err": "Ве молиме опишете ги проблемите (најмалку 10 карактери).",
  "form_telegram": "Дали користите Telegram? *",
  "form_select": "-- Изберете --",
  "form_yes": "Да",
  "form_no": "Не",
  "form_telegram_err": "Ве молиме изберете дали имате Telegram профил.",
  "form_telhandle": "Telegram корисничко име *",
  "form_telhandle_err1": "Telegram корисничко име е задолжително.",
  "form_telhandle_err2": "Telegram корисничкото име мора да започнува со &#64; (пр. &#64;username).",
  "demo_url": "Демо URL",
  "form_submit": "Испрати",
  "form_name_ph": "Внесете го вашето име",
  "form_email_ph": "Внесете ја вашата е-пошта",
  "form_district_ph": "Внесете ја вашата регија/општина",
  "form_whatsapp_ph": "Внесете WhatsApp број",
  "form_turnover_ph": "Внесете го вашиот месечен обрт",
  "form_users_ph": "Внесете го бројот на корисници",
  "form_current_ph": "Внесете ја моменталната платформа",
  "form_issues_ph": "Внесете ги проблемите со моменталната платформа",
  "form_telhandle_ph": "Внесете го вашето Telegram корисничко име",
  "our_commitment": "Нашата посветеност",
  "our_commitment_p1": "VRNL е посветен на заштита на вашата приватност и обезбедување на вашите лични и финансиски информации. Оваа политика објаснува кои информации ги собираме, како ги користиме и мерките што ги преземаме за нивна заштита. Референциите на vrnl.net исто така ги вклучуваат неговите апликации.",
  "our_commitment_p2": "Оваа политика важи за сите веб-страници и апликации на VRNL каде што е објавена, во согласност со важечките закони во регионите каде што работиме. Дополнителни известувања за приватност поврзани со регион или услуга може да ја дополнат оваа политика.",
  "our_commitment_p3": "Ако давате информации преку платформи на трети страни (пр. најава преку социјални мрежи), ние собираме податоци преку тие интеграции согласно оваа политика. Сепак, сопствените политики за приватност на тие трети страни ги регулираат податоците што тие директно ги собираат. Поставките за приватност на таквите платформи не влијаат на тоа како VRNL ги користи податоците собрани преку нашите страници или апликации.",
  "our_commitment_p4": "Нашите платформи може да содржат линкови до надворешни страници што не се сопственост или контрола на VRNL. Ние не сме одговорни за нивните практики за приватност и ве охрабруваме да ги прегледате нивните политики пред да споделите информации.",
  "our_commitment_p5": "Оваа Политика за приватност треба да се чита заедно со нашите Услови за користење.",
  "user_content": "Согласност на корисникот",
  "user_content_para": "Со користење на услугата на VRNL (на пример, кога ќе се регистрирате за сметка, купите услуга, учествувате во натпревар или промоција, комуницирате со нас на нашите страници или апликации), вие се согласувате со собирање, користење и споделување на вашите лични информации како што е опишано во оваа политика. Во некои случаи, особено ако живеете во земја каде што има регулатива за заштита на податоците, може да ве замолиме да дадете експлицитна согласност пред да пристапите до нашите услуги. Ако сте патувачки корисник кој користи услуги на VRNL во различни земји, тогаш земјата на регистрација ќе се смета како ваша примарна земја и согласностите дадени при регистрацијата ќе важат за обработка на вашите лични информации. Условите за приватност на таа земја ќе се применуваат врз вас.",
  "accessing_webNet": "Пристапување до веб-страницата и услугите преку VPN",
  "accessing_webNet_p1": "Не смеете да пристапувате или користите веб-страници или услуги на VRNL преку метод или технологија што ја прикрива или погрешно ја претставува вашата вистинска географска локација (пр. користење на Virtual Private Network (VPN) или слични алатки).",
  "accessing_webNet_p2": "VRNL нема да биде одговорен за собирање, складирање или обработка на вашите лични информации ако се користат вакви методи на пристап.",
  "collection_personalInfo": "Собирање на лични информации и нивна употреба",
  "collection_personalInfo_p1": "„Лични информации“ (PII) се однесува на било кои податоци што директно или индиректно можат да идентификуваат индивидуалец, како име, поштенска адреса, е-пошта или мобилен број. Кога анонимните податоци се поврзани со лични информации, тие исто така се третираат како лични информации.",
  "collection_personalInfo_p2": "VRNL ги собира само неопходните лични информации за да ги исполни вашите барања и да обезбеди прилагодени производи и услуги. Не собираме такви информации освен ако не ги обезбедите свесно и доброволно.",
  "collection_personalInfo_p3": "Вашите лични информации може да бидат користени од VRNL и неговите партнери за услуги за управување со нашите веб-страници и услуги и за да ве информираат за нови карактеристики, производи и услуги што ги нуди VRNL и неговите филијали.",
  "info_provide_us": "1. Информации што ни ги давате",
  "info_provide_us_desp": "Можеме да побараме и собереме следниве лични информации за вас кога користите vrnl.net и без тие информации можеби нема да можеме да ви ги обезбедиме сите побарани услуги:",
  "reg_data": "a. Регистрациони податоци",
  "reg_data_desp": "За користење на одредени функции на веб-страницата, апликацијата и услугите (како регистрации за настани и кампањи), може да обезбедите основни контакт информации, вклучувајќи, но не ограничувајќи се на:",
  "reg_data_list": "<li><span>Име</span></li> <li><span>Презиме</span></li> <li><span>Е-пошта адреса</span></li>",
  "user_pro_details": "б. Детали за кориснички профил",
  "user_pro_details_desp": "Може дополнително да собереме и зачуваме лични информации во делот „Мој профил“, што ни помага да обезбедиме прилагодени содржини и да одржуваме кориснички профил, вклучувајќи, но не ограничувајќи се на:",
  "user_pro_details_list": "<li><span>Име</span></li> <li><span>Пол</span></li> <li><span>Е-пошта</span></li> <li><span>Датум на раѓање</span></li> <li><span>Земја</span></li> <li><span>Град</span></li> <li><span>Мобилен број</span></li>",
  "mobile_device_permissions": "в. Дозволи на мобилен уред",
  "mobile_device_permissions_desp": "При пристап до нашата апликација на мобилни уреди / таблети / ТВ или други уреди со пристап до истата апликација, може да побараме и добиеме пристап до следново:",
  "mobile_device_permissions_list": "<li><span>Сметки - Се користат за управување со повеќе кориснички сметки во апликацијата и за најава</span></li> <li><span>Контакти - Се користат за пристап до контактите на корисникот за споделување содржини преку апликацијата</span></li> <li><span>Телефон - За читање на состојбата на телефонот и овозможување известувања. IMEI се собира за единствена идентификација на секој корисник</span></li> <li><span>Камера - За да може корисникот да поставува слики и профилна фотографија. Овозможува користење на камерата внатре во VRNL</span></li> <li><span>Микрофон - За да се овозможат гласовни команди</span></li> <li><span>Складирање - За пристап до датотеки од внатре во апликацијата</span></li> <li><span>SMS - За испраќање и примање пораки за верификација</span></li>",
  "mobile_device_permissions_desp2": "Дозволите за овие поставки може да бидат неопходни за соодветно функционирање на апликацијата. Дозволите може да се управуваат преку поставките на корисничкиот уред.",
  "info_voluntarily": "2. Информации што доброволно ги обезбедувате",
  "info_voluntarily_desp": "Ако ни испратите лична кореспонденција, како е-пошта или писма, или ако други корисници или трети страни ни испратат информации за вашите активности или објави на vrnl.net, може да ги собереме и зачуваме тие информации.",
  "info_voluntarily_para": "Може да собираме дополнителни информации во други случаи, кога давате повратни информации, ги менувате вашите поставки за содржина или е-пошта, одговарате на анкети или комуницирате со нас. Овие информации може да вклучуваат име, е-пошта, мобилен број, локација итн.",
  "info_auto": "3. Информации што автоматски ги собираме",
  "info_auto_desp": "Собираме информации за вас и вашето користење на нашата услуга, вашите интеракции со нас и нашето рекламирање, како и информации за вашиот компјутер или други уреди користени за пристап (како мобилни телефони, таблети и други уреди). Овие информации вклучуваат, но не се ограничени на:",
  "info_auto_list": "<li><span>Активности на vrnl.net како тип на страници што се гледаат, време поминато на страници, пребарувања итн.</span></li> <li><span>Ваши интеракции со нашата е-пошта, корисничка поддршка и платформа за пораки.</span></li> <li><span>Гео-локација преку IP адреси;</span></li> <li><span>Информации за уред како идентификациски број, модел на уред и други уникатни идентификатори</span></li> <li><span>Идентификатори за рекламирање, како оние што се наоѓаат на мобилни уреди и таблети (IDFA за iOS и GAID за Android)</span></li> <li><span>Информации собрани преку колачиња и други технологии*</span></li>",
  "info_auto_note": "*Забелешка: За подобро искуство, можеме да користиме <b>колачиња</b> или слични технологии за да ви доделиме <b>уникатен кориснички ID</b> и да ги разбереме вашите интереси. <b>Колачињата</b> не ја откриваат вашата идентитет освен ако не ја дадете доброволно, ниту можат да пристапат до податоци од вашиот уред. Рекламодавците може да постават свои колачиња кога ќе стапите во интеракција со нивните реклами, врз кои ние немаме контрола. Исто така, собираме одредени технички информации секогаш кога ги користите нашите страници, апликации или услуги на кој било уред со интернет конекција.",
  "inferred_info": "4. Изведени информации преку користење и податоци од дневници",
  "inferred_info_desp": "Може да следиме одредени информации за вас врз основа на вашето однесување на vrnl.net. Овие информации ги користиме за спроведување на внатрешни истражувања за демографијата, уредите, интересите и однесувањето на нашите корисници со цел подобро разбирање, заштита и услужување. Овие информации се составуваат и анализираат на агрегирана основа.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> Може да ги собираме и Вашите информации за следење на однесувањето и преференците на корисниците за внатрешна аналитика и истражување. Исто така можеме да ги користиме вашите информации:</strong><br> (i) За да ја оцениме Вашата заинтересираност за инвестициони опции, услуги, понуди, претплати;<br> (ii) За извршување аналитика и истражување на клиенти, за утврдување на ваши интереси, идентификување содржини кои генерираат продажба и анализа на сообраќајни шеми.<br>",
  "inferred_info_a": "a. Интерактивни функции",
  "inferred_info_a_desp1": "vrnl.net има многу функции кои им овозможуваат на корисниците/членовите да ги откријат своите идентитети и да комуницираат со други корисници/членови. Вашата употреба на такви функции и откривање на лични детали (на пр. е-маил адреса) преку овие функции е на ваш сопствен ризик и vrnl.net не прифаќа одговорност за истото. Сепак, ако вашата приватност е нарушена како резултат на учество во такви функции, можете да нè известите по е-пошта на vrnl@gmail.com",
  "inferred_info_a_desp2": "Ако одлучите да објавувате пораки на социјални мрежи, форуми, чет соби или други области за пораки или да оставате повратни информации, ние ќе ги собираме тие информации што ќе ни ги обезбедите. Ги задржуваме овие информации по потреба за решавање на спорови, обезбедување корисничка поддршка и решавање проблеми во согласност со законот. Исто така може да ги задржиме овие информации на агрегирана основа за формирање пазарни трендови и ставови. Сепак, не ги поврзуваме вашите лични информации со овие коментари или објави при такви анализи.",
  "inferred_info_b": "b. Корисничко искуство и поддршка",
  "inferred_info_b_desp1": "Го идентификуваме и користиме Вашата IP адреса за дијагностика на проблеми со нашиот сервер и за администрирање на нашата апликација. Вашата IP адреса се користи и за идентификација на вас и за собирање демографски информации со цел прилагодување на вашето искуство на vrnl.net.",
  "inferred_info_b_desp2": "Повремено ќе ве замолиме да пополните изборни онлајн анкети. Овие анкети може да побараат ваши контакт информации и демографски податоци (како поштенски код, возраст и сл.). Ги користиме овие податоци за да го прилагодиме вашето искуство на vrnl.net, обезбедувајќи ви содржини за кои мислиме дека би ве интересирале и за прикажување содржини според вашите преференци.",
  "info_thirdparty": "5. Информации што ги собираме преку трети страни",
  "info_thirdparty_a": "a. Најава преку социјални мрежи",
  "info_thirdparty_a_desp": "Кога се регистрирате користејќи други сметки како Facebook, Gmail итн. ќе ги повлечеме информациите од тие сметки за да продолжиме со интеракција со вас и да ви ги обезбедиме Услугите. Ги собираме следниве информации од соодветните социјални платформи, вклучувајќи, но не ограничувајќи се на:",
  "info_thirdparty_a_list": "<li><span>Facebook - Јавни информации, Име, Е-маил адреса, листа на пријатели</span></li> <li><span>Google - Име, Презиме, Е-маил адреса</span></li>",
  "info_thirdparty_b": "b. Трансакциски или наплатни информации",
  "info_thirdparty_b_desp": "Врз основа на вашата куповина на пакет претплата, нашиот партнер за платен промет може да собере информации во врска со вашите кредитни/дебитни картички или други банкарски детали заедно со вашата адреса за наплата. Овие информации се складираат кај партнерот за платен промет. На пример, Услугите ќе користат трети партнери за платен промет за да ја обработат и олеснат уплатата на вашата претплата. Ве молиме имајте предвид дека vrnl.net директно не собира никакви финансиски информации како кредитни/дебитни картички или нет-банкинг детали од вас. Таквите партнери за платен промет не се контролирани од нас. Кога ги посетувате овие платформи тоа го правите на сопствен ризик. Тие можат да имаат свои политики за приватност, кои ви препорачуваме да ги разгледате. Не преземаме одговорност за овие партнери, нивните содржини или практики на приватност.",
  "lawfulness_processing": "I. Цели и законитост на обработка",
  "lawfulness_processing_desp1": "vrnl.net ќе собира и обработува лични податоци за вас само кога имаме законска основа. Законска основа може да биде експлицитна согласност од вас или обработка за 'легитимни интереси' кога обработката е неопходна за да ви обезбедиме поддршка на корисници или премиум услуги (на пр. обработка на информации од страна на нашите партнери за платен промет).",
  "lawfulness_processing_desp2": "Информациите ги користиме за обезбедување, анализа, администрирање, подобрување и персонализирање на нашите услуги и маркетинг активности, за обработка на вашата регистрација, нарачки, плаќања и за комуникација со вас во врска со следниве случаи. На пример, ги користиме информациите за:",
  "lawfulness_processing_list": "<li><span>да ги утврдиме вашите потреби и да ви обезбедиме персонализирани препораки, совети и предвидувања за пазарни трендови, известувања за промени на пазарот и статистика на индекси;</span></li> <li><span>спречување, откривање и истражување на потенцијално незаконски активности, вклучувајќи измама;</span></li> <li><span>анализа и разбирање на нашата публика, подобрување на услугата и оптимизација на содржината и алгоритмите;</span></li> <li><span>комуникација со вас во врска со нашата услуга (на пр. преку е-маил, известувања, пораки), за да ве известиме за вести, нови функции, специјални понуди, промоции и анкети;</span></li> <li><span>да ве известиме за промени во условите на користење.</span></li> <li><span>да ви овозможиме да учествувате во интерактивни функции на нашите услуги.</span></li> <li><span>исполнување на обврски и спроведување на права произлезени од договори меѓу вас и нас, вклучувајќи наплата и поврат.</span></li>",
  "lawfulness_processing_desp3": "Можеме да ги користиме вашите информации за да ви обезбедиме персонализирано искуство кога ги користите нашите веб-страници/апликации и за маркетинг цели.",
  "lawfulness_processing_desp4": "Персонализацијата ја овозможуваме преку податоци што ни ги доставувате, како колачиња, IP адреси, веб-мајчиња или слични технологии. На тој начин можеме да ви прикажеме содржини и реклами што се релевантни за вашите интереси. Ве молиме обезбедете експлицитна согласност за истото при собирање на податоците и/или прилагодете ги вашите преференци во профилот.",
  "info_usedBy": "II. Информации користени од компанијата",
  "info_usedBy_desp1": "Информациите што ги доставуваат корисниците ни овозможуваат да ги подобриме Услугите и да ви обезбедиме најкорисничко искуство. Во одредени случаи може да побараме и ваша контакт адреса. Сите потребни информации зависат од услугата. Можеме да ја користиме вашата е-маил адреса за комерцијални пораки со ваша согласност или за административни цели (како промени, поддршка, наплата).",
  "info_usedBy_desp2": "Било која информација што е јавно достапна или објавена на јавни делови од веб-страницата или апликацијата не се смета за чувствителна. Доколку одбиете да доставите лични информации, може да не можеме да ви обезбедиме одредени услуги. Кога се регистрирате, ќе ве контактираме повремено за ажурирање на вашите информации.",
  "disclosure_tp": "III. Објавување на трети страни",
  "disclosure_tp_b": "b. Рекламирање",
  "disclosure_tp_b_desp": "Кога презентираме информации на рекламодавците, тоа е во агрегирана форма (на пр. статистики за посети). Користиме трети компании за рекламирање. Овие компании може да користат информации за вашите посети за прикажување реклами, но без ваша согласност не споделуваме лични информации со нив.",
  "disclosure_tp_d": "d. Промотивни понуди",
  "disclosure_tp_d_desp": "Ќе ги споделиме вашите информации надвор од vrnl.net само со ваша согласност. На пример, за услуги како маркетинг билтени, промоции и понуди преку е-маил или СМС.",
  "disclosure_tp_f": "f. Правни основи",
  "disclosure_tp_f_desp": "vrnl.net може да открие лични информации ако е тоа потребно по закон или во добра вера дека таквата акција е неопходна:",
  "disclosure_tp_f_list": "<li><span>да се усогласиме со законот или судски процес;</span></li> <li><span>да ги заштитиме правата или имотот на сопствениците, страницата или корисниците на vrnl.net;</span></li> <li><span>да се постапи во итни околности за заштита на безбедноста на корисниците или јавноста.</span></li>",
  "controls_choices": "IV. Ваши контроли и избори",
  "managing_info": "Управување со вашите информации",
  "managing_info_desp1": "Кога ги користите услугите од moneycontrol (веб-страници или под-страници), вложуваме напори да ви обезбедиме пристап до вашите лични информации и ќе обезбедиме тие да бидат коригирани кога е можно.",
  "managing_info_desp2": "Може да побараме од вас да се идентификувате пред да обработиме барање. Можеме да одбиеме барања кои се неразумно повторливи или загрозуваат приватност на други. Дури и по бришење, копии може да останат во резервни системи.",
  "managing_info_desp3": "За да ги остварите вашите права како субјект на податоци, мора да ни пишете и да поднесете барање. Ве молиме наведете соодветен предмет (на пр. Барање за пристап до податоци) за побрза обработка.",
  "managing_info_desp4": "Ви овозможуваме да извршите одредени контроли и избори во врска со собирањето, користењето и споделувањето на вашите лични информации. Согласно законот, вашите контроли и избори може да вклучуваат:",
  "dataAccess_port": "a. Пристап и преносливост на податоци",
  "dataAccess_port_desp": "GDPR ви овозможува како субјект да побарате копии од вашите лични информации што ги чуваме. Исто така, може да побарате копии во структуриран, машински читлив формат и/или да побарате пренос до друг давател на услуги (кога е технички изводливо).",
  "data_retention": "c. Задржување и бришење на податоци",
  "data_retention_desp1": "Ги задржуваме вашите информации онолку долго колку што е неопходно за легитимни цели и за усогласување со законските обврски. Ако повеќе не сакате да ги користиме вашите информации, можете да побарате нивно бришење и затворање на вашата сметка vrnl.net.",
  "data_retention_desp2": "Ве молиме имајте предвид дека доколку поднесете барање за бришење на вашите лични информации;",
  "data_retention_list": "<li><span>Можеме да задржиме дел од вашите лични информации доколку тоа е неопходно за нашите легитимни деловни интереси, како што се откривање и превенција на измами и зголемување на безбедноста. На пример, ако суспендираме сметка на vrnl.net поради измама или безбедносни причини, може да задржиме одредени информации од таа сметка за да спречиме тој корисник повторно да отвори нова сметка во иднина.</span></li> <li><span>Можеме да ги задржиме и користиме вашите лични информации во мера во која тоа е неопходно за да се усогласиме со нашите законски обврски. На пример, може да задржиме дел од вашите информации за даночни цели, законско известување и ревизорски обврски.</span></li> <li><span>Информации кои сте ги споделиле со други (пр. рецензии, форум објави) може и понатаму да бидат јавно видливи на vrnl.net, дури и по укинување на вашата сметка. Сепак, атрибуцијата на тие информации кон вас ќе биде отстранета. Дополнително, некои копии од вашите информации (пр. лог записи) може да останат во нашата база на податоци, но ќе бидат одвоени од лични идентификатори.</span></li> <li><span>Бидејќи одржуваме копии од личните информации за заштита од случајно или злонамерно губење и уништување, резидуални копии од вашите лични информации може да не бидат отстранети од нашите резервни системи за ограничен временски период.</span></li>",
  "data_retention_note": "(Забелешка: Ако имате повеќе сметки со moneycontrol, ќе треба да поднесете посебни барања за секоја од тие сметки, користејќи ги поврзаните email адреси)",
  "withdrawing_consent": "d. Повлекување на согласност и ограничување на обработката",
  "withdrawing_consent_desp": "За да ја повлечете вашата согласност во било кое време за време на користењето на нашите услуги, можете да го направите тоа со испраќање на е-пошта. Ние ќе го разгледаме вашето барање и може да побараме да ја потврдите вашата идентичност. По верификацијата ќе ја повлечеме согласноста за која е поднесено барањето и ќе престанеме со понатамошна обработка на вашите лични информации.",
  "fail_provideConsent": "V. Доколку не дадете согласност",
  "fail_provideConsent_desp": "Наша должност е да ве информираме дека vrnl.net е платформа која прикажува реклами. Рекламите се основа на нашиот бизнис, затоа дозволата за користење и обработка на вашите лични информации за прикажување реклами е неопходна за да ви ги обезбедиме нашите услуги. Користењето на лични информации за рекламирање е задолжителен услов и нема да можеме да ви ги обезбедиме нашите услуги ако не ни дозволите да ги користиме вашите лични информации за таа цел.",
  "childrens_privacy": "VI. Приватност на деца",
  "childrens_privacy_desp1": "vrnl.net не е намерно дизајниран или насочен кон лица помлади од 16 години. vrnl свесно не дозволува на било кое лице помладо од 16 години да се регистрира или да обезбеди било какви лични информации. Доколку vrnl стане свесен дека лични информации за лица помлади од 16 години биле собрани без верификувана родителска согласност, ќе преземеме соодветни чекори за да ги избришеме тие информации и ќе го известиме родителот.",
  "childrens_privacy_desp2": "Сепак, сметаме дека е одговорност на родителите да го надгледуваат користењето на нашите услуги од страна на нивните деца. И покрај тоа, нашата политика е да не собираме и обработуваме никакви лични информации од деца под 16 години и да не испраќаме промотивни материјали до лица во таа категорија. vrnl не бара и нема намера да бара или прима било какви лични информации од деца. Доколку родител или старател има причина да верува дека малолетник обезбедил лични информации на vrnl без нивна согласност, ве молиме контактирајте го нашиот тим за корисничка поддршка за да се осигурите дека информациите ќе бидат отстранети од vrnl.net.",
  "data_transfer": "VII. Пренос, складирање и обработка на податоци глобално",
  "data_transfer_desp": "Ние работиме глобално и може да ги пренесеме вашите лични информации на поединечни компании поврзани со vrnl или трети страни на различни локации низ светот за целите опишани во оваа политика за приватност. Каде и да се пренесуваат, складираат или обработуваат вашите лични информации од наша страна, ќе преземеме разумни чекори за заштита на приватноста на вашите лични информации. Дополнително, кога користиме или откриваме лични информации пренесени од Европската Унија, користиме стандардни договорни клаузули одобрени од Европската комисија или усвојуваме други мерки за обезбедување адекватни заштитни механизми.",
  "security_compliance": "VIII. Безбедност и усогласеност со законите",
  "security_compliance_desp": "Континуирано имплементираме и ажурираме административни, технички и физички мерки за безбедност за да помогнеме во заштита на вашите информации од неовластен пристап, загуба, уништување или измена. Некои од мерките што може да ги користиме за заштита на вашите информации вклучуваат firewalls, енкрипција на податоци и контрола на пристап. Доколку знаете или имате причина да верувате дека вашите пристапни податоци за сметката на vrnl.net се изгубени, украдени, изменети или компромитирани, или во случај на неовластено користење на вашата сметка, ве молиме контактирајте го нашиот тим за поддршка.",
  "changein_policy": "IX. Промена на Политиката",
  "changein_policy_desp": "Оваа Политика за приватност подлежи на промени од време на време. Го задржуваме правото, по наша дискреција, да ги измениме условите на оваа Политика за приватност за да обезбедиме усогласеност со важечките закони („Ажурирани услови“). Ажурираните услови ќе стапат на сила веднаш и ќе ги заменат претходните. Ќе ве известиме за какви било промени доколку тие значително ги засегаат вашите права или ако тоа е потребно по закон. Вие самите сте одговорни да ја прегледувате Политиката од време на време. Со продолжување на користење на vrnl.net по објавување на ажурираните услови, ја потврдувате вашата согласност со нив.",
  "contact_info": "X. Контакт информации",
  "contact_info_a": "a. Поддршка",
  "contact_info_a_desp": "Доколку ви е потребна било каква информација или појаснување во врска со користењето на вашите лични информации или оваа политика за приватност или имате забелешки, ве молиме испратете ни е-пошта на",
  "contact_info_b": "b. Жалби",
  "contact_info_b_desp1": "Можете да му пишете на нашиот службеник за заштита на податоци во случај на забелешка или жалба. Имате право да поднесете жалба за активностите за обработка на податоци што ги врши vrnl.net пред надлежните органи за заштита на податоци.",
  "contact_info_b_desp2": "Ако имате какви било прашања или жалби во врска со собирањето, обработката или преносот на лични податоци/информации или во врска со оваа политика, ве молиме контактирајте го нашиот Службеник за заштита на податоци.",
  "risk_management_title": "Вашите облози, наша одговорност – ненадминато управување со ризик &",
  "risk_management_title2": "Компанија што постојано бара иновативни решенија за да ги задоволи своите деловни потреби.",
  "dedicated_rm_team": "Посветен тим за управување со ризик",
  "dedicated_rm_team_desp": "Имаме посветен и <b>високо искусен тим за управување со ризик</b> кој работи <b>24/7.</b> Нивната примарна улога е да го следат секој облог и трансакција на нашата платформа за да обезбедат <b>фер игра</b> и <b>безбедност</b> за сите корисници.",
  "key_features_rm": "Клучни карактеристики",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Следење во реално време:</strong> Напредни системи постојано ги следат облозите, промените на коефициенти и активноста на корисниците.</span></li> <li><strong>Рачна ревизија:</strong> Алармите активираат детални проверки на шемите за обложување, промените на коефициенти и однесувањето на сметките.</li> <li><strong>Намалување на ризик:</strong> Итни акции како поништување/суспендирање на облози, замрзнување сметки или верификација на корисници ако се откријат неправилности.</li> <li><strong>Анализа на податоци:</strong> Континуирана ревизија на живи и историски податоци за откривање трендови на ризик и подобрување на превентивните стратегии.</li> <li><strong>Одговор на инциденти:</strong> Структуриран план за брзо и ефикасно справување со безбедносни пробивања, измами или други закани.</li>",
  "benefits_rm": "Придобивки",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Континуирана обука:</strong> Постојан развој на вештини за тимот за управување со ризик за ефикасно справување со нови закани.</span></li> <li><strong>Напредна технологија и безбедност:</strong> Редовни надградби, тестирање на пенетрација, ажурирања на софтвер и безбедносни аудити.</li> <li><strong>Транспарентност:</strong> Јасна комуникација со корисниците за активностите за управување со ризик за одржување доверба.</li> <li><strong>Континуирано подобрување:</strong> Еволуција на стратегии врз основа на минати инциденти и нови ризици за заштита на интегритетот на платформата и интересите на корисниците.</li>",
  "sbs_bold": "Спортско <strong>обложувачки софтвер</strong>",
  "sbs_bold_p1": "Подготвени сте да го подигнете вашето искуство во спортско обложување на следно ниво? Не барајте повеќе од VRNL Sports Betting Software! Во оваа статија, ќе истражиме како најсовремената технологија на VRNL може да го трансформира начинот на кој се обложувате. Со повеќе од две децении индустриско искуство, VRNL е вашиот доверлив партнер за иновативни решенија во спортското обложување. Ајде да нурнеме во светот на спортскиот софтвер и да откриеме како можеме да ја подигнеме вашата игра.",
  "sbs_bold_p2": "Спортското обложувачко решение на VRNL нуди свет на можности за љубителите на спортот и обложувачите. Со фокус на точни, релевантни и корисни информации, VRNL комбинира експертско знаење и лично искуство за да создаде сеопфатно решение за обложување. Доверете му се на VRNL за да го подигне вашето спортско искуство на ново ниво.",
  "sbs_bold_p3": "Истражете го спортското обложувачко решение на VRNL денес и подигнете ја вашата игра на следното ниво!",
  "sbs_try_b2b": "Пробајте го нашиот B2B софтвер за обложување",
  "sbs_try_b2c": "Пробајте го нашиот B2C софтвер за обложување",
  "sbs_mf_desp": "Нудиме широк спектар на алатки за управување со нашиот обложувачки софтвер. Меѓу нив ги истакнуваме најмоќните и, особено, оние кои се клучни за натпреварување на глобалната сцена:",
  "sbs_mf_list": "<li><strong>Коефициенти во реално време</strong> – Бидете во тек со коефициенти во реално време што ви даваат конкурентска предност. Софтверот на VRNL обезбедува да не пропуштите ниту една можност. </li> <li><strong>Мобилна компатибилност</strong> – Обложувајте се во движење со мобилно компатибилен софтвер. Без разлика дали користите iOS или Android, платформата се прилагодува за беспрекорно искуство. </li> <li><strong>Напредна услуга за коефициенти</strong> – ги редефинира спортските податочни API-и. Нуди 100% точни пред-матч коефициенти и најбрзи преноси на живи податоци со минимално задоцнување. </li> <li><strong>Флексибилна интеграција</strong> – Нашата платформа може да се интегрира во вашиот систем преку API или iFrame, нудејќи разновидност при имплементација.</li>",
  "sbs_benefits": "Кои ќе бидат придобивките? <b>Да објасниме</b>",
  "sbs_benefits_p1": "<strong>Предноста на водење онлајн и малопродажна обложувачка платформа</strong> – Започнувањето на онлајн платформа може навистина да биде предизвик.",
  "sbs_benefits_p2": "Затоа дизајниравме <strong>сеопфатен спортски обложувачки софтвер</strong> за да го направиме процесот поедноставен, со врвни провајдери на коефициенти за најширока покриеност.",
  "sbs_benefits_p3": "Нашите регулирани партнери добиваат целосна поддршка за влез во индустријата за онлајн обложување, со опција за брендирани или небрандирани верзии на нашите платформи.",
  "sbs_benefits_p4": "Нашиот софтвер вклучува моќни алатки за управување со ризик, што овозможува брзо и едноставно поставување и е подготвен да се скалира со растот на вашиот бизнис.",
  "sbs_benefits_p5": "Управувањето со <strong>онлајн играчи и обложувачки продавници</strong> никогаш не било толку едноставно и кориснички пријатно.",
  "complete_sbs": "Комплетен спортски <strong>обложувачки софтвер</strong>",
  "whatwe_have": "Што имаме за вас?",
  "whatwe_have_list": "<li><strong>Контрола на кориснички сметки</strong> – Нашата платформа обезбедува силно управување со сметки, вклучувајќи регистрација и верификација. Имаме и ефикасен систем за откривање и справување со измамнички сметки.</li> <li><strong>Геолокациски алатки</strong> – Нудиме алатки што извлекуваат информации за локација од IP адреси, обезбедувајќи точни геолокациски услуги.</li>",
  "whatwe_have_desp": "Со нашата сеопфатна поддршка, вашиот главен фокус може да биде воспоставување и развој на вашите малопродажни обложувачници и онлајн мрежи.",
  "b2c_sbs": "B2C спортски обложувачки софтвер",
  "b2c_sbs_p1": "VRNL е ваша премиерна дестинација за B2C спортски софтвер. Ние сме доверливо име во индустријата, посветени на испорака на иновативен софтвер што го подобрува искуството на спортското обложување. Без разлика дали сте искусен обложувач или почетник, имаме алатки за да ја подигнете вашата игра. Пробајте го VRNL софтверот денес!",
  "b2c_sbs_p2": "B2C (business-to-consumer) спортскиот софтвер се однесува на технологијата и платформата што ја користат операторите за директно да нудат спортски услуги на крајните корисници.",
  "b2c_sbs_p3": "Овој тип на софтвер им овозможува на потрошувачите да се обложуваат на различни спортски настани преку веб или мобилни апликации. Еве некои клучни функции:",
  "b2c_sbs_list": "<li><b>Регистрација и управување со сметки:</b> Им овозможува на корисниците да креираат сметки, да управуваат со лични информации и да ја следат историјата на обложување.</li> <li><b>Поддршка за корисници:</b> Обезбедува опции за поддршка, како што се live chat, е-пошта и телефон.</li> <li><b>Афилијативни програми:</b> Нуди партнерски програми за маркетинг и промоција, овозможувајќи заработка за упатување нови корисници.</li>",
  "casino_sbs": "Казино и спортски <strong>обложувачки софтвер</strong>",
  "casino_sbs_list": "Провајдери 75+<br /> Слот машини 15,000+<br /> Масовни игри 500+<br /> Видео покер 700+<br /> Други игри 200+<br /> Live Game Show<br /> First Person игри<br /> Американска рулета live<br /> Live блекџек<br /> Live бакара<br /> Live Casino Hold’em<br /> SICBO<br /> Dragon Tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Онлајн",
  "casino_platform": "казино платформа",
  "onc_desp1": "VRNL обезбедува комплетно решение со нашата <strong>White Label Casino</strong> понуда.",
  "onc_desp2": "Нашата <strong>онлајн казино платформа</strong> е дизајнирана за едноставност, овозможувајќи лесно управување и за почетници и за искусни професионалци. Со VRNL, ќе добиете целосно водство за започнување на вашето <strong>онлајн казино</strong>.",
  "onc_desp3": "Пред да направите чекор, ве покануваме да ја видите нејзината беспрекорна работа во акција.",
  "wlc_mainFeatures_desp1": "Нудиме обемна палета на алатки дизајнирани да ве оспособат во управувањето со нашата онлајн казино платформа. Од нив, ја издвоивме селекцијата за да се фокусираме на највлијателните и, значително, на неопходните што се потребни за напредување на конкурентната глобална арена:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Најобемниот каталог на онлајн казино игри во светот,</strong> внимателно селектирани од врвните провајдери во индустријата </li> <li> <strong class='black-color'>Алатки за бонуси</strong> и оптимизација на профитабилноста на слотовите </li> <li> <strong class='black-color'>Креирач на кампањи</strong> и управување со турнири во игри</li> <li>Може да биде <strong class='black-color'>беспрекорно интегриран преку API или iFrame технологија.</strong> </li>",
  "wlc_mainFeatures_desp2": "Покрај тоа, нашиот пакет вклучува и софтвер за казино во живо, овозможувајќи ви да им понудите на вашите корисници автентично искуство на вистинско казино од удобноста на нивните домови.",
  "wlc_benefits": "Кои ќе бидат придобивките?",
  "letus_explain": "Да објасниме",
  "letus_explain_desp1": "Размислувате да влезете во светот на онлајн обложување? Компанијата VRNL нуди ",
  "letus_explain_desp2": "white label решение за казино кое може да биде вашата совршена почетна точка.",
  "letus_explain_desp3": "Искористете ги нашите професионални услуги и експертиза, заедно со нашите напредни <strong>казино платформи</strong> и технологија. Нашите регулирани партнери имаат корист од обемна поддршка при нивниот влез во индустријата за онлајн казина, со избор на брендирани или небрандирани верзии на платформата.",
  "letus_explain_desp4": "Започнувањето онлајн казино бизнис може да биде комплексно патување. Затоа креиравме комплетна казино средина, нудејќи врвни провајдери и над 1.000 игри. Нашата математичка логика е безбедна и сертифицирана, гарантирајќи ви мир на умот.",
  "letus_explain_desp5": "Проширете го вашиот бизнис без напор со робустните алатки за управување со ризик на нашата платформа за брзо и лесно поставување.",
  "wlc_complete_solutions": "Целосни <span> White Label Казино</span> Решенија",
  "wlc_offer": "Што ви нудиме?",
  "wlc_complete_solutions_list": "<li>Процедури за верификација, официјално одобрени од регулаторните органи</li> <li>Алатки за affiliate маркетинг, реферален систем и интеграција со социјални медиуми</li> <li>Мобилни push нотификации, web push нотификации и пораки во апликација</li> <li>Контрола на сметки на играчи, регистрација и верификација, и систем за откривање измамнички сметки </li> <li>Геолокациски алатки за извлекување информации за локација од IP адреси</li>",
  "wlc_complete_solutions_more": "Но почекајте, има уште",
  "wlc_complete_solutions_desp": "<strong>Платформата на Vrnl е фино подесена за врвни перформанси</strong> и стабилност. Користиме најсовремена технологија која работи двојно побрзо од вообичаените казино платформи. Нашето обемно искуство создаде најбрза и најмоќна апликација денес.",
  "wlc_numbers": "<span>White Label</span> Казино во бројки",
  "wlc_numbers_p1": "Откријте ги неограничените можности на White Label Casino решенијата на нашата компанија VRNL. Подигнете го вашиот казино бизнис со нашата обемна понуда на казино услуги.",
  "wlc_numbers_p2": "Најдобрата селекција на водечки Live Casino провајдери во светот",
  "wlc_numbers_p3": "Непаралелна разновидност на маси во живо достапни онлајн, со мулти-канална достава.",
  "wlc_numbers_list": "<li>Над 75 провајдери</li> <li>Повеќе од 15.000 слот машини</li> <li>500+ маси игри</li> <li>700+ видео покер игри</li> <li>Повеќе од 200 други игри</li>",
  "wlc_numbers_p4": "Нашиот посветен тим ќе ве води низ сите фази, од почетна обука до пуштање во продукција.",
  "wlb_platform": "White Label Betting платформа",
  "wlb_platform_p1": "Vrnl’s <b class='bold'>white label спортска обложувачка солуција</b> нуди сеопфатна, целосно управувана exchange платформа. <br />",
  "wlb_platform_p2": "Една од истакнатите карактеристики на нашето white label sportsbook решение е неговата извонредна <b class='bold'>брзина во креирање и пуштање веб-страници.</b> Нашиот посветен тим може да ја подигне вашата sportsbook веб-страница за само десет работни дена, <b class='bold'>прецизно прилагодена на вашите уникатни барања.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Нашата услуга вклучува специјализиран хостинг</b>, целосен софтвер, live sports odds data feeds, алатки за управување со ризик и врвни услуги за поддршка на клиенти. Ние сме водечка white label betting платформа.",
  "wlb_platform_list": "<li> Развој на веб-страници, <b>брендирање, прилагодување</b>, и ригорозно тестирање на exchange на клиентите </li> <li>Редовни тековни подобрувања и надградби на функционалности</li> <li> <b>Обезбедување хардвер</b>, хостинг, 24/7 надзор и сеопфатна поддршка </li> <li> <b>Разновиден избор на пазари за обложување,</b> спортски категории и лигашки понуди </li> <li>Ефикасно прифаќање облози и точни процеси на порамнување</li> <li>Напредно управување со ризик, робусно сметководство и будни алатки за мониторинг</li>",
  "wlb_platform_p4": "Посветените консултанти на Vrnl внимателно ќе ги соберат вашите барања и ќе ви претстават селекција од шаблони и неодамнешни развојни постигнувања. Важно е да се напомене дека сите наши платформи се дизајнирани да бидат повеќејазични и поддржуваат повеќе валути, а корисничкиот интерфејс (UI) ќе биде прецизно прилагоден на вашите специфични потреби.",
  "wlb_platform_customization": "Прилагодувања",
  "be_unique": "Бидете уникатни",
  "be_unique_desp1": "<b class='bold'>VRNL е специјализиран за прилагодени white label betting платформи, казина, обложување и </b>решенија што го подобруваат идентитетот на вашиот бренд.",
  "be_unique_desp2": "Нашиот тим на експерти се грижи секој детаљ, од визуелно импресивни интерфејси до интеграција на логоа и подобрување на функционалности, да се усогласи со вашата визија.",
  "be_unique_desp3": "Започнете го вашето патување во светот на Vrnl, каде што вашата уникатна визија оживува.",
  "wlb_platform_odds": "Квоти",
  "wlb_platform_odds_optimize": "Оптимизирајте ги квотите за обложување со VRNL",
  "wlb_platform_odds_p1": "Бидете пред конкуренцијата со нашите напредни <b class='bold'>услуги за управување со квоти</b>. Обезбедуваме прилагодување на квоти во реално време, управување со ризик и анализа на пазарот за да ви помогнеме да ги оптимизирате вашите спортски понуди и да го подобрите искуството на играчите.",
  "wlb_platform_odds_p2": "Нашиот тим на специјалисти е посветен на обезбедување на вашиот успех. Контактирајте нè денес за да откриете како можеме да го подигнеме вашиот обложувачки бизнис на следното ниво.",
  "wlb_platform_zeroRisk": "Нула ризик",
  "wlb_platform_zeroRisk_h1": "Трговија и услуги за управување со ризик",
  "wlb_platform_zeroRisk_p1": "Нудиме сеопфатни услуги за трговија и управување со ризик, заедно со експертски совети за управување со квоти. Дополнително, нудиме уникатна карактеристика - покривање на добивки. Во практична смисла, тоа значи дека ако вашата платформа не генерира приходи, ние ќе ги покриеме исплатите на вашите играчи. Го приоретизираме вашиот мир на умот.",
  "wlb_platform_bpb": "Брендирање на обложувачка платформа",
  "wlb_platform_bpb_layouts": "Неограничени распореди",
  "wlb_platform_bpb_layouts_desp": "Изберете од <b>разновидна палета на распореди за обложување</b> со нашата широка понуда на шаблони. Алтернативно, искористете целосна креативна контрола со креирање сопствен распоред преку нашите <b>API услуги</b>. Со оваа опција, вие и вашиот развоен тим можете автономно да изградите целосно прилагоден кориснички интерфејс, прецизно прилагоден на вашата визија.",
  "Betting": "Обложување",
  "B2C": "B2C",
  "Casino": "Казино",
  "main_sec_title": "Vrnl е водечки провајдер на софтвер за спортско обложување во Бангладеш.",
  "who_we_are": "кои сме ние",
  "what_we_do": "што правиме",
  "about_us_title": "За нас - White label спортско обложување и онлајн казино",
  "casino_providers": "Провајдери на казино",
  "betting_providers": "Провајдери на обложување",
  "games_providers": "Провајдери на игри",
  "online_exch_sw_title": "Револуционизирајте го вашиот бизнис со VRNL Online Exchange Software",
  "casino_games_title": "Казино игри - White label Казино",
  "casino_tournaments_title": "Софтвер за турнири во казино - White label онлајн Казино",
  "esports_title": "еСпортс софтвер за обложување кој им овозможува на корисниците да се обложуваат на врвни еСпортс игри",
  "faq_title": "VRNL ЧПП – Ваш водич низ најчесто поставувани прашања и одговори",
  "iframe_title": "Sportsbook iFrame White label спортско обложување и казино",
  "live_casino_title": "White label Казино - започнете сопствено онлајн казино",
  "lottery_games_title": "Лотарија игри - White label Казино",
  "mobile_title": "Подигнете ја вашата игра со мобилниот софтвер за спортско обложување на VRNL",
  "online_casino_sw_title": "Онлајн Казино Софтвер - Еволуција на софтверот и платформата за онлајн казина",
  "ourTheme_title": "Обложи се & Победи: Нашата работа во светот на онлајн обложување и казина",
  "risk_management_title_main": "Стратегии за управување со ризик за спортски обложувачи - White label спортско обложување и казино",
  "sport_bet_title": "Подобрете го вашето искуство во обложувањето со VRNL софтвер за спортско обложување",
  "wlc_title": "White label Казино - Лесно започнете сопствено онлајн казино со нашето White Label Казино решение.",
  "whiteLabel_title": "Vrnl вашиот персонализиран провајдер на white label sportsbook софтвер",
  "TOAST": {
    "FILL_REQUIRED": "Ве молиме пополнете ги сите задолжителни полиња.",
    "SUBMITTING": "Се испраќа барањето...",
    "SUCCESS": "Барањето за демонстрација е успешно испратено!",
    "ERROR": "Се појави грешка. Обидете се повторно."
  },
  "disclosure_tp_a_desp": "<strong>a. Општо објавување</strong><br> Понекогаш vrnl.net може да направи одредени лични информации достапни за стратешки партнери кои соработуваат со vrnl.net за да обезбедат услуги или да помогнат во маркетингот кон клиентите. На пример, кога ќе купите и активирате претплата, вие овластувате vrnl.net да ја разменува информацијата што ја давате за време на процесот на активирање за да обезбеди услуга. Ако ја одобрите услугата, вашиот акаунт ќе биде управуван според политиката за приватност на vrnl.net. Личните информации ќе се споделуваат само за да се обезбедат или подобрат нашите услуги и маркетинг аспекти; тие нема да се споделуваат со трети лица за нивни маркетинг цели.<br> vrnl.net може внимателно да избере и други компании да ви испраќаат информации за нивните производи или услуги кои се поврзани со услугата на страницата, но не се потребни за нејзиното функционирање ('Проширена услуга'). Ако vrnl.net има намера да користи лично идентификувани информации за Проширена услуга, страницата ќе ви овозможи можност и неопходни инструкции како да ја одбиете оваа услуга.<br> Исто така, можете да го запрете доставувањето информативни или промотивни е-пораки од <b>vrnl.net</b> следејќи ги инструкциите во пораката.",
  "objection_processing_desp": "<strong>e. Приговор на обработка</strong><br> Доколку вашите лични информации се обработуваат за директен маркетинг, можете во секое време да побарате да престанеме со обработка на вашите податоци за овие цели за директен маркетинг со испраќање е-пошта до нас.<br> Ве молиме имајте предвид дека ако не ни дозволите да собираме лични информации од вас, можеби нема да можеме да ви обезбедиме одредени искуства, производи и услуги, и некои наши услуги можеби нема да можат да ги земат предвид вашите интереси и преференции. Доколку собирањето лични информации е задолжително, тоа ќе биде јасно наведено при собирањето, за да можете информирано да одлучите дали ќе учествувате. Доколку имате прашања за конкретните лични информации за вас кои ги обработуваме или чуваме, и за вашите права во врска со тие информации, ве молиме контактирајте го нашиот тим за поддршка на корисници.",
  "disclosure_tp_e_desp": "<strong>e. Пренос на бизнис</strong><br> Ние обезбедуваме лични информации на нашите филијали и други доверливи компании или лица за да ги обработуваат за нас, врз основа на нашите инструкции и во согласност со нашата Политика за приватност и сите други соодветни мерки за доверливост и безбедност. На пример, можеме да користиме даватели на услуги за да ни помогнат со поддршка на корисниците.<br> Во случај vrnl да се спои со или да биде купен од друга компанија или во случај на реорганизација или реструктурирање на бизнисот, ние и нашите филијали можеме да ги споделиме вашите лични информации, целосно или делумно, со друга бизнис единица.",
  "rectification_iii_desp": "<strong>b. Поправање на неточни или неполни информации</strong><br> Можете да побарате од нас да ги исправиме неточните или неполните лични информации за вас (ова се информации кои не можете сами да ги ажурирате во вашиот moneycontrol акаунт) со испраќање е-пошта до нас.<br> Можете да пристапите и да ажурирате дел од вашите лични информации преку поставките на вашиот акаунт. Ако сте избрале да го поврзете вашиот vrnl.net профил со апликација од трета страна, како Facebook или Google, можете да ги промените поставките и да ја отстраните дозволата за апликацијата со промена на поставките на вашиот акаунт. Вие сте одговорни за одржување на вашите лични информации ажурирани. vrnl.net може периодично да ви испраќа е-пораки за потсетување за одржување на точноста на вашите лични информации.",
  "disclosure_tp_c_desp": "<strong>c. Даватели на услуги</strong><br> vrnl.net може да вклучи линкови кон различни веб-страници на трети лица кои можат да ги собираат вашите лични информации. Користењето на вашите информации собрани од таква платформа на трета страна ќе се регулира според политиката за приватност на таа платформа. Таквите веб-страници или апликации се регулирани според нивните соодветни политики за приватност, кои се надвор од нашата контрола. Откако ќе ја напуштите нашата серверска средина (можете да видите каде се наоѓате со проверка на URL во лентата за локација на вашиот прелистувач), користењето на какви било информации што ги давате се регулира според политиката за приватност на операторот на апликацијата која ја посетувате. Таа политика може да се разликува од нашата. Ако не можете да ја најдете политиката за приватност на некоја од овие страници преку линк од почетната страница на апликацијата, треба директно да контактирате со сопствениците на апликацијата за повеќе информации.<br> Можеме јавно да споделуваме информации кои не идентификуваат личности и со нашите партнери – како издавачи, огласувачи, развивачи или носители на права. На пример, јавно споделуваме информации за да прикажеме трендови за општата употреба на нашите услуги. Исто така, дозволуваме одредени партнери да собираат информации од вашиот прелистувач или уред за маркетинг/промоции и мерни цели користејќи ги своите сопствени колачиња или слични технологии."
}