{
  "contact_title": "Sebuah syarikat yang sentiasa mengejar penyelesaian inovatif untuk memenuhi keperluan perniagaannya.",
  "contact_footer": "“Kami adalah pasukan perancang kreatif, peminat teknologi, dan komunikator yang berkesan, didorong oleh minat yang tidak berbelah bagi terhadap industri permainan dalam talian. Komitmen tanpa henti kami adalah untuk memupuk kejayaan pelanggan kami dalam perniagaan.”",
  "contact_header": "Hubungi Kami",
  "contact_para": "Berunding dengan pakar VRNL untuk mengetahui bagaimana penyelesaian kami boleh meningkatkan perniagaan pertaruhan anda.",
  "telegram": "Telegram",
  "write_msg": "HANTAR KEPADA KAMI SEBUAH MESAJ",
  "fname": "Nama Penuh",
  "fname_err": "Medan ini diperlukan (min 2 aksara).",
  "email": "Emel Anda",
  "email_err": "Emel yang sah diperlukan.",
  "country": "Negara",
  "pnumber": "Nombor Telefon",
  "pnumber_err": "Nombor telefon mesti 10 digit.",
  "message": "Mesej",
  "sending": "Menghantar…",
  "submit": "Hantar",
  "con_param1": "Kami tidak berkongsi maklumat peribadi anda dengan sesiapa. Semak",
  "privacy_policy_form": "“dasar privasi”",
  "con_param2": "untuk maklumat lanjut",
  "casino_tournament_h1": "<b class='chck'>Pertandingan Kasino</b> membolehkan anda mencipta pertandingan dengan tarikh mula dan tamat.",
  "casino_tournament_p1": "Alat yang kuat untuk meningkatkan pendapatan bahagian kasino adalah pelaksanaan <strong>Pertandingan Kasino.</strong>",
  "casino_tournament_h2": "Anda akan mempunyai kebolehan untuk sepenuhnya <strong>menyesuaikan setiap pertandingan</strong> dengan memilih senarai slot yang akan mengambil bahagian dalam pertandingan.",
  "casino_tournament_p2": "Untuk <strong>mencipta promosi</strong>, anda hanya perlu memilih <strong>tajuk</strong> untuk <strong>pertandingan</strong>, menentukan <strong>slot</strong> yang akan disertakan, dan menyatakan <strong>jackpot</strong> yang akan diagihkan di antara <strong>pelbagai hadiah</strong>, semua boleh disesuaikan mengikut keutamaan anda.",
  "casino_tournament_p3": "Maklumat utama yang perlu diisi termasuk <strong>tarikh mula,</strong> <strong>tarikh tamat,</strong> <strong>jumlah jackpot,</strong> bilangan peserta dalam kedudukan, serta keperluan pertaruhan minimum untuk penyertaan pertandingan.",
  "casino_tournament_p4": "Selain itu, anda sentiasa mempunyai akses kepada papan pendahulu masa nyata yang memaparkan nama pengguna, kedudukan pemain, dan hadiah yang sepadan. Ciri ini boleh meningkatkan pengalaman pengguna di platform kasino anda, menarik lebih ramai pemain dan meningkatkan pendapatan.",
  "casinogames_title": "Mengapa pilih platform kami?",
  "casinogames_title_h1": "Katalog paling luas di dunia bagi ",
  "online_casino_games": "permainan kasino dalam talian",
  "online_casino_games_p1": "<b style='color: #575756;'>White Label</b> kami adalah destinasi utama anda, menyediakan pelbagai lebih 3000+ permainan kasino dan slot yang menarik. Kami berbangga menawarkan koleksi permainan kasino dalam talian paling lengkap di internet.",
  "online_casino_games_p2": "Kami menyediakan untuk pengendali permainan dalam talian, pengatur taruhan, loteri, dan organisasi pertaruhan yang beroperasi dalam pasaran yang terkawal.",
  "online_casino_games_p3": "Kami memahami kepentingan permainan yang selamat dan adil dalam dunia kasino dalam talian. Oleh itu, matematik permainan kami bukan sahaja kukuh tetapi juga disahkan oleh makmal permainan bebas. Sijil ini menjamin tahap pengalaman pengguna yang tertinggi bagi pemain anda, menjadikan pengalaman permainan kasino dalam talian mereka benar-benar terbaik.",
  "casino_nos": "NOMBOR KASINO",
  "slot_machine": "Mesin Slot",
  "morethan10": "Lebih daripada 10",
  "tablegames": "Permainan Meja",
  "morethan4": "Lebih daripada 4",
  "videopoker": "Video Poker",
  "morethan": "Lebih daripada",
  "lottery": "Loteri",
  "morethan9": "Lebih daripada 9",
  "proveedores": "PEMBEKAL",
  "morethan12": "Lebih daripada 12",
  "online_turnkey": "Kami Menyediakan Penyelesaian Kasino Turnkey Dalam Talian",
  "casino_wls": "Penyelesaian White Label Kasino",
  "casino_wls_desp": "Lancarkan kasino berjenama anda sendiri dengan mudah menggunakan penyelesaian white-label VRNL. Sesuaikan kasino anda, tawarkan pelbagai permainan, pastikan keselamatan, dan mula menjana pendapatan dengan cepat.",
  "webbranding": "Penjenamaan Laman Web",
  "webbranding_desp": "Tingkatkan kehadiran dalam talian anda dengan perkhidmatan penjenamaan laman web pakar VRNL. Kami mereka bentuk, mencipta, dan mengubah laman web untuk mencerminkan identiti unik anda, meninggalkan kesan yang berkekalan.",
  "toolstraning": "Alat (latihan)",
  "toolstraning_desp": "Buka potensi anda dalam dunia perdagangan dengan alat perdagangan VRNL yang canggih. Penyelesaian mutakhir kami memberikan anda pandangan dan teknologi untuk membuat keputusan yang bijak dan memaksimumkan kejayaan perdagangan.",
  "client_support": "Sokongan Pelanggan",
  "client_support_desp": "Tingkatkan pengalaman pelanggan dengan perkhidmatan sokongan pelanggan VRNL yang cemerlang. Pasukan berdedikasi kami sedia memberikan bantuan pakar, memastikan keperluan pelanggan anda dipenuhi dengan cekap dan penuh perhatian.",
  "aboutus_title": "Saya pasti anda ingin mengetahui",
  "aboutus_desp": "Sebuah syarikat yang sentiasa mengejar penyelesaian inovatif untuk memenuhi keperluan perniagaannya.",
  "online_gaming_provider": "Penyedia Permainan Dalam Talian",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl adalah Penyedia Sportsbook dan Permainan yang mantap dengan rekod cemerlang selama 5 tahun dalam industri pertaruhan.</strong> Sejak 2020, kami berdedikasi untuk membekalkan pengatur taruhan, loteri, dan organisasi pertaruhan dalam pasaran terkawal.",
  "about-section1-para2": "Kami adalah sekumpulan perancang kreatif, peminat teknologi, dan komunikator berkesan, didorong oleh semangat yang tidak berbelah bahagi untuk industri permainan dalam talian. Komitmen tanpa henti kami adalah untuk memajukan kejayaan pelanggan kami dalam perniagaan.",
  "about-section1-para21": "Kami berbangga dalam menyediakan penyelesaian bertaraf tinggi untuk perniagaan dan individu dalam industri permainan dan pertaruhan dalam talian. Sama ada anda sebuah syarikat permulaan yang ingin melancarkan platform anda atau jenama yang sudah mantap yang ingin berkembang, kami menyediakan perkhidmatan menyeluruh yang memperkasakan pertumbuhan anda, memastikan pematuhan, dan memberikan pengalaman pengguna yang luar biasa.",
  "about-section1-para22": "Penyelesaian White Label kami memberi anda kuasa untuk melancarkan perniagaan permainan atau pertaruhan dalam talian berjenama sepenuhnya tanpa cabaran membangunnya dari awal. Kami menyediakan pakej lengkap yang diurus sepenuhnya termasuk penjenamaan tersuai mengikut identiti anda, modul pertaruhan sukan, kasino dan permainan yang diintegrasikan, gerbang pembayaran selamat, dan sokongan teknikal serta penyelenggaraan berterusan. Dengan platform White Label kami, anda boleh menumpukan pada pemasaran, pengambilan pelanggan, dan pertumbuhan perniagaan, sementara kami mengurus teknologi, pematuhan, dan operasi backend.",
  "about-section1-para3": "Platform permainan canggih kami menonjol sebagai salah satu faktor utama yang telah memacu Vrnl ke statusnya sekarang sebagai Rumah Perisian Antarabangsa yang dihormati.<strong style='color: #000;'> Dengan kepakaran 5 tahun yang luas dalam sektor ini, Vrnl dengan bangga menawarkan perkhidmatan kepada lebih 40 pengatur taruhan di 11 negara berbeza di seluruh dunia.</strong>",
  "about_us": "Tentang Kami",
  "about_us_desp": "VRNL adalah Platform Terbesar Untuk Menyediakan Pertaruhan Sukan dan Kasino White Label. Kami menawarkan API pertukaran bersama perkhidmatan laman web khusus untuk Bangladesh dengan margin rendah dan platform yang boleh dipercayai, termasuk kasino. Kami menyediakan API untuk semua liga dalam pertukaran, serta perkhidmatan penstriman dalam talian. Nikmati pertaruhan dengan platform yang boleh dipercayai. Nikmati lebih 1000 permainan slot dan permainan meja di laman kami.",
  "our_client": "Pelanggan Kami",
  "our_client_desp": "Di Vrnl, kami tidak kenal lelah dalam mengejar kerjasama permainan dan hiburan terbaik untuk memastikan pengalaman yang tiada tandingan bagi pelanggan dan pemain kami. Melalui perjanjian kolaboratif dengan kasino antarabangsa terkenal dan penyedia permainan maya, kami telah menyepadukan Platform Pertaruhan Sukan kami dengan pelbagai permainan. Tawaran ini merangkumi mesin slot, permainan meja, pengalaman kasino langsung, permainan maya, dan juga permainan fantasi. Komitmen kami terhadap kecemerlangan melangkaui kepelbagaian permainan. Platform kami boleh diakses pada PC desktop dan peranti mudah alih, menampilkan grafik berkualiti tinggi, animasi menarik, dan audio imersif. Selain itu, menu yang intuitif dan mesra pengguna meningkatkan pengalaman keseluruhan. Inti operasi kami adalah proses integrasi yang pantas, menggabungkan skalabiliti, fleksibiliti, dan prestasi bertaraf tinggi dalam perisian pertaruhan kami. Proses ini disokong oleh tahap keselamatan dan kebolehpercayaan tertinggi, memastikan pelanggan kami berada dalam persekitaran permainan yang selamat dan dipercayai. Kami berbangga mempersembahkan pelanggan kami dengan pilihan permainan paling luas dalam sektor ini, menyediakan penyelesaian permainan sempurna untuk setiap pilihan. Selamat datang ke Vrnl, di mana kecemerlangan permainan bertemu dengan kemungkinan tanpa had. Vrnl berbangga telah bekerjasama dengan nama paling berbeza dalam penyedia perisian permainan dan penyelesaian pembayaran. Kongsikan platform kami untuk kejayaan dan tambah nama anda ke senarai yang semakin berkembang ini.",
  "lost404": "Nampaknya anda tersesat",
  "lost404desp": "halaman yang anda cari tidak tersedia!",
  "gotohome": "Pergi ke Laman Utama",
  "esports_bs": "Perisian Pertaruhan eSports",
  "esports_bs_desp1": "Di VRNL, kami berbangga menyediakan pengalaman unik dan imersif untuk peminat eSports.",
  "esports_bs_desp2": "VRNL adalah pintu masuk anda ke dunia di mana permainan dan pertaruhan bertemu. Perisian Pertaruhan eSports kami direka untuk peminat permainan seperti anda, memberikan pengalaman yang menarik, selamat, dan menguntungkan. Jangan lepaskan peluang untuk menjadi sebahagian daripada aksi. Sertai VRNL hari ini dan tingkatkan pengalaman permainan anda ke tahap baru!",
  "startnow": "Mula Sekarang",
  "easy_setup": "Pemasangan mudah, lebih cepat daripada yang anda bayangkan.",
  "easy_setup_desp1": "Kami boleh menyediakan platform eSports hanya dalam beberapa minggu.<br> Kami mengurus semua aspek proses: Hosting, Antara Muka Pengguna, suapan odds, halaman tersuai, pengaktifan produk, dan strategi sportsbook.",
  "easy_setup_desp2": "Fokus utama anda boleh diberikan untuk menubuhkan dan membangunkan rangkaian dalam talian anda.",
  "esport_bet_center_h1": "Jika anda ingin memulakan pertaruhan dalam talian, perisian pertaruhan eSports kami adalah langkah pertama yang hebat.",
  "esport_bet_center_p1": "Manfaatkan perkhidmatan pakar dan teknologi pertaruhan eSports canggih kami. Rakan kongsi yang dikawal selia mendapat sokongan penuh untuk memasuki industri pertaruhan dalam talian dan boleh menggunakan platform kami yang disesuaikan atau generik.",
  "esport_bet_center_p2": "Memulakan sportsbook dalam talian yang menumpukan pada eSports boleh menjadi sukar. Oleh itu, kami mencipta sistem pertaruhan eSports yang komprehensif dengan perkhidmatan pertaruhan sebelum perlawanan. Matlamat kami adalah menawarkan pilihan eSports paling luas secara dalam talian.",
  "have_qes": "Ada Soalan?",
  "para_faq": "Kami mempunyai jawapannya (Kebanyakannya!)",
  "freq_param": "Di bawah anda akan menemui jawapan kepada soalan yang paling biasa, sila semak",
  "if_still_qes": "Jika anda masih tidak menemui jawapan yang dicari, hanya",
  "sbs_faqs": "Soalan Lazim Perisian Pertaruhan Sukan",
  "whatis_sbs": "Apakah Perisian Pertaruhan Sukan?",
  "whatis_sbs_ans": "Perisian Pertaruhan Sukan direka berdasarkan pasaran dan pilihan pengguna. Selain itu, pakar kami sentiasa tersedia untuk memberikan perkhidmatan pelanggan terbaik berkaitan keperluan anda dan keperluan pasaran. Kami juga mengurus setiap langkah proses pembangunan, menyediakan anda dengan platform pertukaran lengkap dan berfungsi.",
  "affiliate_systems": "Adakah anda menawarkan sistem afiliasi?",
  "affiliate_systems_ans": "Ya, rangkaian perisian kami berdasarkan 5 peringkat: Pentadbir platform - akses ke backend (juga boleh membuat akses lain ke Back office dengan hak dan kebenaran terhad). Penjual semula - ejen utama yang menyelia beberapa kedai pertaruhan. Mendapat komisen daripada turnover atau keuntungan kedai. Kedai pertaruhan - mewakili titik fizikal di mana pemain boleh bermain, deposit, dll. Melalui akaun ini, boleh membuat taruhan dan mendapat komisen daripada turnover atau keuntungan. Juruwang - profil untuk kakitangan kedai pertaruhan, boleh membuat taruhan tanpa mendapat komisen. Pemain dalam talian, daftar akaun permainan anda dalam talian atau di kedai, buat taruhan.",
  "whatis_label": "Apakah laman pertaruhan white label?",
  "whatis_label_ans": "Laman pertaruhan white label adalah platform yang sepenuhnya disesuaikan. Laman pertaruhan white label Vrnl menyediakan permainan yang disahkan, sistem bonus, gerbang pembayaran. Kandungan Antara Muka Pengguna, bahasa dan mata wang adalah mengikut pilihan anda, Vrnl menyediakan pelbagai templat grafik, ciri dan alat.",
  "fullmanagement": "Bolehkah saya mengurus sepenuhnya odds dan margin?",
  "fullmanagement_ans": "Backend mempunyai banyak alat, ciri dan laporan yang memberikan pandangan lengkap aktiviti pertaruhan sukan. Terdapat bahagian khusus untuk pengurusan odds, melalui mana boleh mengedit margin, pelbagai pilihan dan odds mengikut pasaran, perlawanan dan/atau kejohanan.",
  "logobrand": "Bolehkah saya menggunakan logo dan warna jenama saya?",
  "logobrand_ans": "Ya boleh. Kami menyediakan pelbagai penyelesaian berdasarkan keperluan khusus anda. Kami boleh mencipta penyelesaian khas mengikut permintaan anda atau menyediakan penyelesaian turnkey, hanya mengubah warna jenama dan logo anda.",
  "fullycustomized": "Saya ingin mempunyai penyelesaian sepenuhnya disesuaikan, adakah mungkin?",
  "fullycustomized_ans": "Vrnl menyediakan pasukan pakar untuk menubuhkan platform pertaruhan sukan sepenuhnya disesuaikan. Akaun Pengurus akan mengumpul keperluan dan menyelaras projek dengan ahli pasukan lain: Pengurus Projek, Pereka Grafik dan Pengurus IT.",
  "software_cost": "Berapa kos Perisian Pertaruhan Sukan?",
  "software_cost_ans": "Kos Perisian Pertaruhan Sukan berbeza bergantung pada ciri dan perkhidmatan yang ditawarkan. Terdapat pelbagai pelan bergantung sama ada anda sudah mempunyai jumlah permainan tinggi, atau ingin menjadi ejen dengan rangkaian pemain sendiri.",
  "what_products": "Apakah produk yang anda tawarkan?",
  "what_products_ans": "Perniagaan utama kami ialah Pertaruhan Sukan, perisian pertaruhan sukan kami adalah produk dalaman dan telah dibangunkan oleh pasukan IT kami sejak 2005. Selain produk Sukan, kami juga menawarkan pertaruhan langsung, kasino, kasino langsung, loteri dan permainan maya untuk menyediakan penyelesaian 'all in one' kepada pelanggan.",
  "canaddfeatures": "Bolehkah saya menambah beberapa ciri, laporan dan halaman ke perisian pertaruhan sukan?",
  "canaddfeatures_ans": "Perisian pertaruhan termasuk pelbagai laporan, halaman dan banner yang boleh disesuaikan (CMS) atau dibangunkan atas permintaan. Jika anda ingin kami membangunkan ciri baru, kami akan bekerjasama dengan anda untuk mencipta projek khas: pengumpulan maklumat dan butiran, penyerahan projek/rendering, ujian dan pelepasan akhir.",
  "canofferbettingservices": "Bolehkah saya menawarkan perkhidmatan pertaruhan sukan di kasino saya di negara saya?",
  "canofferbettingservices_ans": "Kami mempunyai beberapa penyelesaian pertaruhan untuk perniagaan dalam talian dan fizikal. Jika anda memiliki kasino fizikal dan ingin menawarkan pertaruhan sukan juga, penyelesaian runcit kami adalah pilihan tepat kerana ia membolehkan mencipta akaun juruwang untuk mengurus jualan tiket pertaruhan sukan.",
  "change_currentprovider": "Bagaimana saya boleh menukar penyedia perisian semasa saya?",
  "change_currentprovider_ans": "Jika anda sudah mengurus sebuah exchangebook dan ingin beralih ke platform pertaruhan sukan kami, kami akan memastikan semuanya diurus dengan betul. Kami akan menyediakan pelan migrasi. Data peribadi pemain akan dimuat naik ke platform baru dan penukaran akan dirancang untuk menyelesaikan migrasi dalam beberapa jam.",
  "sbs_offer": "Apakah ciri yang ditawarkan oleh Perisian Pertaruhan Sukan?",
  "sbs_offer_ans": "Perisian Pertaruhan Sukan boleh menyediakan ciri seperti ramalan berasaskan data, simulasi, trend pertaruhan, perbandingan odds, dan banyak lagi. Ia juga menawarkan analisis terperinci tentang permainan lalu dan perlawanan akan datang untuk membantu pemain membuat keputusan yang lebih bijak. Kami pakar dalam menyediakan dan mencipta kedai pertaruhan runcit serta rangkaian dalam talian. Ini termasuk prosedur KYC yang diluluskan oleh badan pengawalselia, gerbang pembayaran perjudian, alat pemasaran afiliasi, sistem rujukan dan media sosial, pemberitahuan push mudah alih, pemberitahuan web, mesej dalam aplikasi, kawalan akaun pemain, proses pendaftaran dan pengesahan, sistem pengesanan penipuan, dan alat geolokasi untuk mengekstrak maklumat lokasi alamat IP.",
  "sbs_legal": "Adakah Perisian Pertaruhan Sukan sah di sisi undang-undang?",
  "sbs_legal_ans": "Ya, Perisian Pertaruhan Sukan adalah sah dan digunakan oleh ramai pemain sukan profesional. Namun, adalah penting untuk memastikan anda menggunakan perisian ini mengikut undang-undang yang berkuat kuasa di kawasan anda.",
  "ebs_faqs": "Soalan Lazim tentang perisian pertaruhan eSports",
  "ebs_titleoffer": "Apakah tajuk eSports yang anda tawarkan?",
  "ebs_titleoffer_ans": "<li><strong>Paling popular:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Permainan Sukan:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer Online seperti:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Permainan Pertarungan:</strong> Street Fighter, Super Smash Bros, Tekken. Strategi Masa Nyata RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Adakah versi mudah alih tersedia?",
  "mobileversion_ans": "Ya, VRNL dioptimumkan sepenuhnya untuk penggunaan mudah alih. Platform kami direka untuk berfungsi lancar pada semua telefon pintar dan tablet, memberi anda akses ke pertukaran sukan, permainan kasino, iGaming, dan eSports bila-bila masa dan di mana sahaja. Anda boleh menikmati antara muka yang lancar dan responsif, masa muat yang pantas, dan transaksi selamat terus dari pelayar mudah alih—tanpa perlu muat turun aplikasi. Sama ada Android atau iOS, pengalaman adalah pantas, mesra pengguna, dan sama kaya dengan ciri seperti versi desktop.",
  "runesportsplatform": "Bolehkah saya menjalankan platform pertaruhan eSports tanpa mengurus odds dan pengurusan perdagangan?",
  "runesportsplatform_ans": "Penyelesaian pertaruhan eSports kami datang dengan feed odds termasuk. Perisian ini mengandungi banyak ciri dan alat untuk mengurus margin dan konfigurasi odds secara autonomi. Jika anda ingin fokus hanya pada pengurusan kedai dan pemain, kami menyediakan perkhidmatan perdagangan dan sokongan.",
  "esports_solutions": "Saya ingin mempunyai penyelesaian eSports sepenuhnya disesuaikan, adakah ia mungkin?",
  "esports_solutions_ans": "VRNL menyediakan pasukan pakar untuk menubuhkan platform pertaruhan eSports sepenuhnya disesuaikan. Seorang Pengurus Akaun akan mengumpul keperluan dan menyelaras projek dengan ahli pasukan lain: Pengurus Projek, Pereka Grafik, dan Pengurus IT.",
  "newtobusiness": "Saya baru sepenuhnya dalam perniagaan ini, apa yang perlu saya tahu?",
  "newtobusiness_ans": "Pengurusan platform pertaruhan eSports yang betul boleh menjadikan perniagaan ini sangat menguntungkan. Kami menawarkan pelbagai penyelesaian dan perkhidmatan berdasarkan tahap penglibatan dan pengetahuan. Seorang pakar permainan akan bekerjasama dengan anda untuk memilih penyelesaian eSports terbaik yang disesuaikan dengan keperluan anda.",
  "eSports_market": "Berapa bilangan pasaran eSports secara langsung?",
  "eSports_market_ans": "Hari ini kami menawarkan 20 pasaran eSports secara langsung. <br> Tetapi kami sentiasa menambah pasaran baru.",
  "eSportsLogoBrand": "Bolehkah saya menggunakan logo dan warna jenama eSports saya?",
  "eSportsLogoBrand_ans": "Ya, anda boleh. Kami menyediakan pelbagai penyelesaian berdasarkan keperluan khusus anda. Kami boleh mencipta penyelesaian eSports tersuai berdasarkan permintaan anda atau menyediakan penyelesaian turnkey dengan hanya menukar warna dan logo jenama eSports anda.",
  "eSports_server": "Bolehkah saya menghoskan pertukaran eSports pada infrastruktur server saya?",
  "eSports_server_ans": "Tidak, anda tidak boleh. Hosting adalah perkhidmatan yang termasuk dalam tawaran kami kerana untuk menjamin prestasi perisian pertaruhan eSports yang betul, SysAdmin kami telah menubuhkan struktur kluster khusus termasuk backup dan pelan pemulihan bencana. Ini menjamin pematuhan kepada peraturan global dan pencapaian standard keselamatan tertinggi.",
  "sp_faqs": "Soalan Lazim tentang platform penstriman",
  "promte_cricket": "Berapa perlawanan kriket yang boleh saya promosikan?",
  "promte_cricket_ans": "Semasa siaran langsung dari papan pemuka, adalah mungkin untuk mengaktifkan dua perlawanan pada satu masa, tetapi tiada had berapa banyak perlawanan yang boleh anda sambungkan.",
  "broadcast_live": "Bolehkah acara Kasino disiarkan secara langsung?",
  "broadcast_live_ans": "Ya, semua permainan kasino boleh disiarkan secara langsung pada semua platform yang menyokongnya.",
  "measure_success": "Bagaimana saya mengukur kejayaan siaran langsung?",
  "measure_success_ans": "Sudah tentu, anda boleh menjejak analitik terperinci untuk pelbagai platform pada satu skrin.",
  "is_mobile_friendly": "Adakah platform mesra mudah alih?",
  "is_mobile_friendly_ans": "Ya — platform kami sepenuhnya mesra mudah alih, dan kami menyediakan APK yang boleh anda muat turun dan gunakan dengan lancar.",
  "livecasino_faqs": "Soalan Lazim tentang Perisian Live Casino",
  "whatisVRNLcasino": "Apakah Perisian VRNL Casino?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software adalah platform canggih yang membolehkan kasino dalam talian menawarkan permainan peniaga langsung kepada pemain mereka. Ia menyediakan infrastruktur dan alat yang diperlukan untuk hos pengalaman kasino interaktif secara masa nyata.",
  "software_work": "Bagaimana Perisian VRNL Live Casino berfungsi?",
  "software_work_ans": "VRNL Live Casino Software diintegrasikan lancar ke laman web kasino dalam talian. Ia menghubungkan pemain dengan peniaga secara langsung melalui penstriman video berkualiti tinggi, membolehkan mereka bermain permainan kasino popular seperti blackjack, rolet, dan baccarat secara langsung dan interaktif.",
  "features_livecasino": "Apakah ciri utama VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software menawarkan pelbagai ciri termasuk penjenamaan boleh disesuaikan, integrasi pembayaran selamat, dan antara muka mesra pengguna untuk pemain dan pengendali.",
  "security_livecasino": "Bagaimana saya memastikan keselamatan dan keadilan permainan menggunakan VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software dibina dengan keselamatan sebagai keutamaan. Ia menggunakan penjana nombor rawak (RNG) yang disahkan untuk memastikan keadilan, serta menyediakan alat untuk pencegahan penipuan dan perlindungan pemain. Selain itu, kami menggunakan penyulitan untuk melindungi pemindahan data.",
  "offered_games": "Apakah permainan yang boleh ditawarkan menggunakan VRNL Live Casino Software?",
  "offered_games_ans": "Anda boleh menawarkan pelbagai permainan peniaga langsung, termasuk klasik seperti blackjack, rolet, dan baccarat secara langsung, serta variasi permainan ini untuk mengekalkan keterlibatan pemain.",
  "integrateVRNL": "Bolehkah saya mengintegrasikan VRNL Live Casino Software dengan platform kasino dalam talian sedia ada?",
  "integrateVRNL_ans": "Ya, perisian kami direka untuk integrasi mudah dengan platform sedia ada, menjadikannya tambahan lancar kepada operasi kasino dalam talian anda.",
  "wlc_faqs": "Soalan Lazim tentang White Label Casino",
  "whatis_wlc": "Apakah White Label Casino?",
  "whatis_wlc_ans": "White Label Casino adalah penyelesaian turnkey yang membolehkan usahawan dan perniagaan melancarkan kasino dalam talian mereka sendiri menggunakan perisian dan infrastruktur kami. Anda boleh menjenamakan dengan nama dan reka bentuk anda sendiri, sementara kami mengurus aspek teknikal dan pengawalseliaan.",
  "wlc_work": "Bagaimana perkhidmatan White Label Casino berfungsi?",
  "wlc_work_ans": "Kami menyediakan platform kasino berfungsi sepenuhnya, termasuk permainan, pemprosesan pembayaran, dan sokongan pelanggan. Anda hanya menyesuaikan penjenamaan dan reka bentuk untuk sepadan dengan visi anda, dan anda sedia untuk memulakan perniagaan kasino dalam talian.",
  "wlc_games": "Apakah permainan yang tersedia untuk White Label Casino saya?",
  "wlc_games_ans": "Kami menawarkan pelbagai permainan kasino termasuk slot, permainan meja (contoh: blackjack, rolet), dan permainan peniaga langsung. Anda boleh memilih daripada katalog permainan kami untuk mencipta pengalaman permainan yang pelbagai bagi pemain anda.",
  "wlc_launch": "Berapa lama masa yang diperlukan untuk melancarkan White Label Casino saya?",
  "wlc_launch_ans": "Tempoh boleh berbeza bergantung pada keperluan khusus anda dan proses pengawalseliaan. Secara purata, ia boleh mengambil beberapa minggu untuk menyediakan dan menyesuaikan platform kasino anda.",
  "wlc_cusSupport": "Apakah tahap sokongan pelanggan yang disediakan untuk White Label Casino saya?",
  "wlc_cusSupport_ans": "Kami menawarkan sokongan teknikal dan operasi untuk memastikan kasino anda berjalan lancar.",
  "wlc_getstarted": "Bagaimana saya memulakan White Label Casino dengan syarikat anda?",
  "wlc_getstarted_ans": "Hubungi pasukan jualan kami untuk membincangkan keperluan anda dan mendapatkan konsultasi peribadi. Kami akan membimbing anda melalui proses menubuhkan White Label Casino anda.",
  "can_cutomize_branding": "Bolehkah saya menyesuaikan kasino dengan penjenamaan saya?",
  "can_cutomize_branding_ans": "Ya — anda boleh menyesuaikan sepenuhnya kasino dengan logo, warna, dan penjenamaan anda sendiri untuk sepadan dengan identiti anda.",
  "company": "Syarikat",
  "company_caps": "SYARIKAT",
  "about": "Tentang",
  "online_exchange_sw": "Perisian Pertukaran Dalam Talian",
  "privacy_policy": "Dasar Privasi",
  "contact_us": "Hubungi Kami",
  "solutions": "Penyelesaian",
  "sports_betting_software": "Perisian Pertaruhan Sukan",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Platform Pertaruhan White Label",
  "exch_iframe": "Iframe Exchangebook",
  "footer_para_1": "Logo dan bahan grafik Vrnl adalah harta intelek syarikat dan tidak boleh disalin, diperbanyak, diedarkan atau dipaparkan tanpa kebenaran bertulis daripada Vrnl.",
  "footer_para_2": "Hak Cipta © 2025 Vrnl ltd. Hak cipta terpelihara.",
  "home": "Laman Utama",
  "betting": "Pertaruhan",
  "esports_betting": "Pertaruhan eSports",
  "sbs_head": "Perisian pertaruhan sukan",
  "casino": "Kasino",
  "online_casino_sw": "Perisian kasino dalam talian",
  "live_casino_sw": "Perisian Live Casino",
  "casino_game": "Permainan kasino",
  "lottery_bingo": "Loteri dan bingo",
  "casino_tournament": "Pertandingan Kasino",
  "risk_management": "Pengurusan Risiko",
  "wl": "White Label",
  "wl_exch": "Pertukaran white label",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Kerja Kami",
  "contact": "Hubungi",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Permainan Loteri",
  "exch_sw_provider": "Penyedia perisian pertukaran",
  "mobile_bet": "Pertaruhan mudah alih",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget pertaruhan sukan",
  "back": "Kembali",
  "exch_iframe_para": "Iframe Exchangebook — membolehkan pengaktifan modul Exchangebook dengan pantas melalui integrasi API lancar. Perkhidmatan Exchangebook menyeluruh kami, di bawah pengawasan pakar, memastikan pelbagai jenis program untuk acara dan pasaran dalam talian.",
  "contact_us!": "Hubungi kami!",
  "exch_iframe_types": "Jenis-jenis iframe Exchangebook",
  "exch_iframe_types_para": "Penyelesaian iframe Exchangebook kami hadir dalam tiga varian, setiap satu disesuaikan dengan saluran yang digunakan, memastikan pilihan paling sesuai untuk keperluan anda:",
  "exch_iframe_types_list": "<li>iFrame untuk <strong>Desktop</strong>, direka untuk komputer dengan resolusi berbeza dan menampilkan pelbagai susun atur yang boleh disesuaikan.</li><li>iFrame untuk <strong>Terminal dan Kiosk SSBT</strong>, dengan susun atur yang dioptimumkan untuk sistem skrin sentuh dan pengalaman pengguna yang intuitif, sesuai untuk pemain yang kurang berpengalaman membuat pertaruhan.</li>",
  "exch_iframe_types_para2": "Selain itu, melalui API kami, anda boleh mencapai penyesuaian meluas untuk grafik dan fungsi permainan.",
  "cm_exch": "Exchangebook Terurus Komprehensif",
  "cm_exch_para": "Iframe Exchangebook kami merangkumi bekalan feed data odds dan konfigurasi tetapan pertaruhan utama. Perisian dilengkapi dengan pelbagai ciri dan alat untuk pengurusan margin dan konfigurasi odds secara bebas. Walau bagaimanapun, jika tumpuan utama anda adalah pada pengurusan pemain dan pemasaran, kami menawarkan perkhidmatan perdagangan sepenuhnya terurus dan sokongan.",
  "acq_exch": "Memperoleh Penyelesaian iframe Exchangebook Adalah Mudah",
  "acq_exch_para": "Kami telah mempermudahkan proses untuk mengaktifkan iFrame, merangkumi hanya lima langkah mudah:",
  "acq_exch_list": "<li>Meresmikan perjanjian antara Vrnl dan pelanggan.</li><li>Memulakan integrasi iFrame Exchangebook melalui API menggunakan SDK kami.</li><li>Mengadakan mesyuarat untuk menentukan strategi Exchangebook yang hendak diikuti.</li><li>Mengenal pasti sukan dan acara paling menarik mengikut kawasan operasi anda.</li><li>Mari kita siarkan secara langsung!</li>",
  "live_casino_sw_p1": "Platform <strong>Live Casino</strong> kami membolehkan anda mengaktifkan <strong>penyedia langsung terkemuka</strong> yang terkenal dengan <strong>kualiti luar biasa dan integriti matematik.</strong>",
  "live_casino_sw_p2": "Kami berdedikasi untuk memberikan pengalaman kasino langsung terbaik. Sama ada anda pemain berpengalaman atau baru dalam dunia kasino dalam talian, platform kami menawarkan pengalaman permainan masa nyata yang mendalam dan tiada tandingannya.",
  "live_casino_sw_p3": "Penyelesaian Live Casino VRNL menyediakan suite perkhidmatan menyeluruh, termasuk:",
  "live_casino_sw_p3_l1": "Alat Laporan Sejarah Penuh",
  "live_casino_sw_p3_l2": "Visualisasi Sejarah Permainan",
  "live_casino_sw_p3_l3": "Konfigurasi Permainan",
  "live_casino_sw_p3_l4": "Alat Pengurusan Risiko",
  "live_casino_sw_p3_l5": "Pengurusan Pemain",
  "live_casino_sw_p3_l6": "Alat Pengurusan Afiliasi",
  "live_casino_sw_p3_l7": "Struktur Agen Hierarki Berbilang Tahap",
  "live_casino_sw_p4": "Kami telah membangunkan pelbagai kaedah integrasi yang selamat, semua mesra pengguna dan direka untuk pelaksanaan mudah dengan API Live Casino kami.",
  "live_casino_sw_demo": "Demo penyelesaian live casino",
  "livecasino_integration": "<strong style='color: #575756;'>Integrasi API live casino</strong>",
  "livecasino_integration_para": "Anda boleh menjalankan perisian live casino kami dalam beberapa hari sahaja. Selain itu, kami menyediakan perkhidmatan pengurusan menyeluruh, memastikan seluruh operasi diawasi oleh pakar kami. <strong style='color: #575756;'>Kami juga menjamin akses kepada pilihan permainan langsung paling luas yang tersedia dalam talian.</strong>",
  "live_casino_lobby": "Di Lobi Permainan Live Casino mesra pengguna kami",
  "youcan": "anda boleh",
  "findgames_like": "menemui permainan seperti:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack dan Live Poker, Dadu dan permainan Nombor.",
  "euro_roulette": "Roulette Eropah",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Roulette Amerika",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Tempah Demo",
  "lottery_head": "Mencari platform loteri & Bingo?",
  "lottery_head_desp1": "Kami telah memilih dengan teliti permainan <b style='color: #575756; font-size: 45px;'>loteri dan bingo</b> terbaik untuk anda.",
  "lottery_head_desp2": "Sudah tentu, penyelesaian <b style='color:#575756; font-size: 16px;'>White Label Lottery dan Bingo</b> kami mempersembahkan pelbagai varian menarik permainan bingo klasik bersama permainan loteri yang paling terkenal.",
  "lottery_head_desp3": "Anda boleh <b style='color:#575756; font-size: 16px;'>menikmati permainan ini dari telefon pintar</b> atau komputer, dan kami memastikan pengalaman pengguna yang luar biasa kerana permainan kami berkualiti tinggi.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Selain itu, algoritma permainan kami selamat dan diperakui secara bebas, memberikan pengalaman permainan yang boleh dipercayai.<br><br></strong>",
  "lottery_bingo_nos": "NOMBOR LOTERI & BINGO",
  "bingo_games": "Permainan Bingo",
  "over100": "lebih daripada 100",
  "over130": "lebih daripada 130",
  "suppliers": "PEMBEKAL",
  "more20": "Lebih daripada 20",
  "sports_betting_software_wl": "Perisian pertaruhan sukan White Label",
  "sports_betting_software_wl_desp": "Sebuah syarikat yang komited untuk terus mengejar penyelesaian inovatif bagi memenuhi keperluan perniagaan yang sentiasa berkembang.",
  "blink-soft": "Tingkatkan Pengalaman Anda dengan Perisian Pertaruhan Sukan Termaju",
  "platform_para1": "Penyelesaian perisian pertaruhan sukan moden <b>mengubah</b> cara pemain berinteraksi dengan permainan. Menampilkan <b>antara muka lancar,</b> analitik masa nyata, dan kemampuan pertaruhan langsung, platform ini menawarkan pengalaman pertaruhan unggul untuk pemain baru dan berpengalaman.",
  "platform_para2": "Sama ada anda mengendalikan buku sukan dalam talian, outlet pertaruhan runcit, atau kasino, suite penyelesaian komprehensif kami—termasuk <b>platform B2C</b> dan <b>produk white-label boleh disesuaikan</b> menyediakan fleksibiliti dan teknologi yang diperlukan untuk kekal kompetitif. Gunakan inovasi dan tingkatkan operasi pertaruhan sukan anda dengan perisian yang direka untuk <b>mengoptimumkan prestasi</b> dan <b>kepuasan pengguna</b>.",
  "try_b2b": "Terokai perisian pertaruhan B2B termaju kami",
  "try_b2c": "Terokai perisian pertaruhan B2C termaju kami",
  "wls_turnkey": "Penyelesaian White Label dan Platform Turnkey",
  "wls_turnkey_p1_span1": "pengalaman pertaruhan sukan yang lancar dan menarik",
  "wls_turnkey_p1_span2": "kepada pelanggan anda. Pendekatan ini menghapuskan keperluan pembangunan yang mahal dan memakan masa, membolehkan anda fokus pada pertumbuhan dan",
  "custom_satisfaction": "kepuasan pelanggan",
  "wls_turnkey_p2": "Platform pertaruhan kami yang selamat dan berprestasi tinggi disahkan sepenuhnya oleh makmal permainan bebas, menjamin pematuhan dan kebolehpercayaan. Dengan bekerjasama dengan VRNL, anda mendapat akses kepada pertukaran pertaruhan yang dipercayai yang meningkatkan keuntungan sambil memastikan",
  "highest_industry_standards": "standard industri tertinggi",
  "igaming_platform": "Platform iGaming",
  "igaming_platform_p1": "VRNL adalah rakan kongsi yang dipercayai dalam industri iGaming, menawarkan",
  "sbs": "perisian pertaruhan sukan",
  "igaming_platform_p2": "Matlamat kami adalah untuk mengubah landskap permainan dalam talian dengan menyediakan operator platform serba boleh dan canggih yang memastikan permainan lancar dan menarik untuk pengguna mereka.",
  "online_casino": "Kasino Dalam Talian",
  "casino_para": "Selamat datang ke VRNL Online Casino — <b>pemimpin yang dipercayai</b> menyediakan platform permainan yang selamat dan menyeronokkan di seluruh dunia. Misi kami adalah untuk memberikan pengalaman kasino yang luar biasa yang membuat pemain terhibur dan terlibat.",
  "casino_para_list": "<li>Lebih 75 penyedia</li><li>Lebih 15,000 mesin slot</li><li>500+ permainan meja</li><li>700+ permainan video poker</li><li>Lebih 200 permainan lain</li>",
  "casino_para2": "Pasukan pakar kami menyokong anda sepanjang setiap peringkat, dari latihan hingga pelancaran.",
  "play_livecasino": "Main di kasino langsung seolah-olah anda berada terus di dalam kasino",
  "play_livecasino_list": "<li>Live Game Show</li><li>AWC</li><li>Slots</li><li>Live Roulette</li><li>Live Blackjack</li><li>Baccarat Live</li><li>Casino Hold’em Live</li><li>Blueocean</li><li>Dragon Tiger Live</li><li>Andar Bahar</li><li>Teen Patti</li>",
  "api_services_iframe": "Penyedia Perkhidmatan API dan iFrame",
  "api_services_iframe_p1": "VRNL menyediakan <b>integrasi API dan penyelesaian iFrame</b> terkini, membolehkan sambungan platform lancar, pertukaran data selamat, dan pengalaman pengguna yang dipertingkatkan — membantu perniagaan beroperasi lebih pintar dan pantas.",
  "api_services_iframe_p2": "Di VRNL, kami memahami kepentingan pertukaran data dan komunikasi lancar antara aplikasi. Kami menyediakan perkhidmatan integrasi API terbaik, membolehkan perisian anda berinteraksi dengan mudah dengan platform lain. Pakar kami akan memastikan sistem anda berfungsi harmoni, menyediakan pengalaman lancar untuk anda dan pelanggan anda.",
  "virtual_games": "Permainan Maya",
  "virtual_games_desp1": "Bersedia memulakan perjalanan permainan maya anda dengan VRNL? Terokai dunia maya seperti tidak pernah sebelum ini dan bersiap sedia untuk hiburan tanpa henti.",
  "virtual_games_desp2": "Di VRNL, kami bersemangat untuk menyediakan pengalaman permainan maya terkini yang membawa pemain ke dunia baru yang menarik. Misi kami adalah untuk menyediakan permainan maya yang paling mendalam, menyeronokkan, dan memukau yang akan membuat anda terikat selama berjam-jam.",
  "before_start": "Sebelum anda mula, terokainya dalam tindakan!",
  "explore_demo": "di platform demo kami:",
  "mobile_sbs": "Perisian Pertaruhan Sukan Mudah Alih",
  "mobile_sbs_p1": "Aplikasi <strong>mudah alih</strong> kami membolehkan pemain anda mengakses akaun permainan mereka dan membuat pertaruhan melalui tablet, telefon pintar, dan peranti mudah alih lain yang bersambung internet dengan mudah.",
  "mobile_sbs_p2": "Dari kriket dan bola sepak hingga tenis, perisian kami merangkumi pelbagai acara sukan di seluruh dunia. Tidak kira minat sukan anda, anda boleh membuat pertaruhan pada permainan dan pasukan kegemaran anda.",
  "mobile_sbs_p3": "Perisian kami bukan sekadar untuk membuat pertaruhan, tetapi untuk mencipta pengalaman yang lancar dan fokus pengguna. Kami telah melabur dalam teknologi terkini untuk memastikan navigasi platform kami semudah mungkin.",
  "advantages_sbs": "Kelebihan Perisian Pertaruhan Sukan Mudah Alih",
  "advantages_sbs_l1": "Aplikasi Mudah Alih Lebih Pantas",
  "advantages_sbs_l2": "Kandungan Pertaruhan Disesuaikan",
  "advantages_sbs_l3": "Pertaruhan Dalam Talian Segera",
  "advantages_sbs_l4": "Selamat dan Boleh Dipercayai",
  "advantages_sbs_p1": "Aplikasi mengatasi laman web mudah alih, menawarkan tindakan dan respons lebih pantas.",
  "advantages_sbs_p2": "Pengguna menikmati kandungan disesuaikan untuk pengalaman lebih mendalam, termasuk pilihan pertaruhan yang disesuaikan dengan keutamaan mereka.",
  "advantages_sbs_p3": "Semua aplikasi mudah alih memberikan akses segera dengan hanya satu ketikan, membolehkan pengguna membuat pertaruhan, menyemak akaun permainan, bermain permainan kasino, dan memilih liga kegemaran tanpa kelewatan.",
  "advantages_sbs_p4": "Keselamatan adalah keutamaan kami. Perisian Pertaruhan Sukan Mudah Alih VRNL dibina dengan langkah keselamatan terkini untuk melindungi maklumat peribadi dan kewangan anda. Anda boleh bertaruh dengan tenang.",
  "online_casino_sw_p1": "VRNL adalah penyedia utama <strong>perisian kasino dalam talian</strong> dan <strong>platform</strong>. Mereka memainkan peranan penting dalam mereka bentuk dan membangunkan platform kasino, memastikan ia mesra pengguna dan kaya dengan ciri.",
  "online_casino_sw_p2": "Pasukan pemasaran kami akan bekerja keras untuk memastikan kasino dalam talian anda mendapat penempatan yang menonjol di halaman depan, menjamin visibiliti tinggi di pasaran dalam talian.",
  "online_casino_sw_p3": "Platform kasino dalam talian akan dilengkapi dengan pelbagai permainan yang telah dikonfigurasi, dan alat pemantauan kami akan memberikan gambaran jelas dan masa nyata mengenai kemajuan dan prestasi usaha baru anda.",
  "customized_theme": "Ini adalah tema dan boleh disesuaikan, lihat ia dalam tindakan:",
  "live_casino_sw_desp1": "Kami menawarkan rangkaian penyedia <strong>Live Casino</strong> terluas<br>",
  "live_casino_sw_desp2": "di seluruh dunia, memastikan akses kepada pelbagai meja langsung dalam talian dan pengalaman penghantaran pelbagai saluran yang lancar.",
  "casino_sw_features": "Ciri Utama Perisian Kasino",
  "casino_sw_features_p1": "Platform <strong>perisian kasino</strong> kami direka untuk menyediakan pengalaman permainan yang lancar dan mendalam untuk kedua-dua pemain dan pengendali.<br /><br />",
  "casino_sw_features_p2": "Ciri utama platform kami termasuk: ",
  "casino_sw_features_list": "<li>Visibiliti dan kawalan ke atas julat meja.</li> <li>Ciri dan tetapan meja permainan.</li> <li>Had VIP.</li> <li>Fungsi pelanggan dan akses kepada alat penyesuaian kami.</li> <li> Mekanisme pelaporan dan sistem pemberitahuan yang memberi akses segera dan amaran kepada pengendali </li> <li>API untuk Business Intelligence (BI)</li> <li>Alat pemasaran</li> <li>API untuk integrasi luaran</li>",
  "casino_sw_features_p3": "Alat penyesuaian mesra pengguna kami membolehkan pembuat taruhan membuat perubahan masa nyata pada pelbagai aspek tawaran langsung mereka, <br /> termasuk banner, fon, dan skema warna, semuanya dengan kawalan intuitif.",
  "casino_sw_features_p4": "Platform baru kami beroperasi sebagai sistem autonomi, tangkas, dan fleksibel. Kelincahan ini membolehkan kami memberi respons dengan cepat terhadap permintaan pembuat taruhan dan mengekalkan standard kualiti yang lebih tinggi ketika membangunkan produk baru dan sedia ada.",
  "casino_sw_features_p5": " Untuk mempercepatkan perniagaan anda, kami juga menawarkan",
  "casino_sw_features_p6": " dengan pilihan lebih daripada 3000+ permainan.",
  "integrate_iframe_apis": "Integrasi dengan platform luaran melalui iFrame dan API",
  "integrate_iframe_apis_para": "Platform kami menawarkan pilihan integrasi yang pelbagai. Anda boleh <strong>integrasi melalui iFrame atau <br />API</strong> dengan lancar. Ia boleh disesuaikan mengikut keperluan khusus anda, sama ada integrasi penuh perkhidmatan, <br /> penyelesaian pertaruhan sukan khusus, atau tumpuan pada <strong>permainan kasino dalam talian</strong>, termasuk <strong>kasino langsung</strong>.",
  "view_demo": "Lihat Demo",
  "we_are": "kami adalah",
  "online_exchange_sw_p1": "Di VRNL, kami berbangga menyediakan perisian Exchange dalam talian terkini yang mentakrifkan semula pengalaman pertaruhan. Kami menawarkan platform yang berfungsi sepenuhnya dengan pilihan pelbagai perlawanan langsung setiap bulan. Dengan pilihan penstriman langsung kami, kami akan mengubah buku taruhan anda menjadi platform hiburan, semua disokong oleh pensijilan daripada makmal permainan bebas untuk jaminan tambahan.",
  "online_exchange_sw_p2": "Perisian Exchange Dalam Talian VRNL menawarkan pelbagai pilihan pertaruhan sukan yang komprehensif. Sama ada anda peminat kriket, bola sepak, tenis, atau mana-mana sukan lain, kami mempunyai semuanya. Platform kami menyediakan odds masa nyata, pertaruhan dalam permainan, dan antara muka mesra pengguna yang memudahkan pertaruhan.",
  "onther_head": "Kami mempermudah proses untuk anda berintegrasi dengan lancar ke dalam perniagaan.",
  "onther_p1": "Tema ini sangat boleh disesuaikan, dan anda boleh melihat fleksibilitinya dalam tindakan:",
  "main_features": "Ciri utama",
  "feature_para": "VRNL berada di barisan hadapan dalam merevolusikan pertaruhan dan pengurusan kasino dalam talian. Dengan kepakaran kami, anda mendapat akses kepada:",
  "feature_list": "<li><strong>Pengalaman Pertaruhan Global :</strong> VRNL menyediakan akses kepada pelbagai sukan, liga, dan pasaran pertaruhan dari seluruh dunia. Dengan kami, anda boleh menawarkan pengalaman pertaruhan global kepada pengguna anda.</li> <li><strong>Pilihan Pra-Permainan yang Luas :</strong> Pilih daripada lebih 150,000 pilihan pertaruhan pra-permainan setiap bulan. Kami memastikan platform anda dilengkapi dengan pelbagai pilihan untuk memenuhi pelbagai citarasa pertaruhan.</li> <li><strong>Peluang Dalam Permainan yang Menegangkan :</strong> Libatkan pengguna anda dengan 75,000 peluang dalam permainan setiap bulan. Pilihan pertaruhan masa nyata ini menambah keterujaan dan spontaniti kepada pengalaman pertaruhan.</li> <li><strong>Permainan Kasino untuk Metaverse :</strong> VRNL menawarkan koleksi permainan kasino yang luas sesuai untuk metaverse. Libatkan pengguna anda dalam persekitaran kasino maya dengan pilihan permainan kami yang pelbagai.</li> <li><strong>Integrasi iFrame yang Lancar :</strong> Integrasikan iFrame kami dengan mudah ke platform iGaming anda. Penyelesaian iFrame mesra pengguna kami membolehkan anda meningkatkan keupayaan platform anda tanpa usaha.</li> <li><strong>Integrasi Fleksibel :</strong> Pilih kaedah integrasi anda, sama ada melalui API atau iFrame. Kami menyediakan pilihan pelbagai untuk kemudahan dan keperluan platform anda.</li>",
  "sports_header_2": "Perisian Exchange Dalam Talian Platform iGaming Kasino",
  "sports_header_2_p1": "Kami menyediakan penyelesaian <a style='color: #a0c528;' href='#'>White Label Casino</a> dengan perpustakaan permainan lebih 1,000 permainan.",
  "sports_header_2_p2": "Perkhidmatan kami termasuk mendapatkan lesen permainan dan sokongan undang-undang untuk memulakan perniagaan kasino anda, memastikan matematik permainan yang selamat dan disahkan.",
  "sports_header_2_p3": "Kami telah memilih pembekal permainan terbaik dengan tujuan untuk menawarkan anda pilihan permainan kasino langsung dan permainan kasino dalam talian yang paling luas. Kami bekerjasama dengan pembekal permainan terkemuka untuk memberikan pelbagai pilihan permainan kasino secara dalam talian yang tiada tandingan.",
  "online_sports_list": "<li>Live Game Show</li> <li>Permainan Orang Pertama</li> <li>Slot</li> <li>Roulette Amerika langsung</li> <li>Blackjack langsung</li> <li>Baccarat langsung</li> <li>Casino Hold’em langsung</li> <li>SICBO</li> <li>Dragon Tiger langsung</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Main di kasino langsung seolah-olah anda berada terus di kasino",
  "top_online_providers": "Pembekal kasino dalam talian teratas bertaraf dunia",
  "online_casino_p1": "Adakah anda bersedia untuk meningkatkan pengalaman kasino dalam talian anda ke tahap seterusnya? Jangan cari lagi! VRNL adalah penyelesaian sehenti untuk semua keperluan kasino dalam talian anda. Kami menyediakan perkhidmatan terkemuka dan penyelesaian canggih untuk pengendali kasino dalam talian, memastikan pengalaman permainan yang tidak dapat dilupakan untuk pemain anda.",
  "user_data_section1": "<li>Pembekal 75+ lebih dari</li> <li>Mesin slot 15,000+ lebih dari</li> <li>Permainan meja 500+ lebih dari</li> <li>Video poker 700+ lebih dari</li> <li>Permainan lain 200+ lebih dari</li>",
  "lottery_bingo_games": "Permainan Lotre dan Bingo",
  "lottery_bingo_games_p1": "Di VRNL, kami membawa keseronokan permainan Lotre dan Bingo ke skrin anda dan kedai runcit tempatan anda. Sama ada anda peminat tiket kertas tradisional atau lebih suka kemudahan bermain dalam talian, kami sedia membantu. Dengan kami, ia bukan sekadar permainan; ia tentang keterujaan menang dan keseronokan bermain.",
  "user_data_section2": "<li>Bingo 80+ lebih dari</li> <li>Lotere 130+ lebih dari</li>",
  "ultimate_dest": "Destinasi Utama untuk Permainan Lotre dan Bingo Dalam Talian dan Runcit",
  "weare_vrnl": "Kami adalah VRNL",
  "weare_vrnl_desp": "<strong>PLATFORM TERBESAR UNTUK MENYEDIAKAN SPORTS DAN KASINO WHITE LABEL</strong> Pilihan permainan hiburan paling luas tersedia dalam talian White Label Casino dengan lebih 1,000 permainan. Perisian kasino dalam talian yang tersedia mudah kerana platform kami mudah diurus.",
  "res_design": "Reka Bentuk Responsif",
  "res_design_desp": "Laman web kami responsif, bermakna ia dipaparkan dengan baik pada tablet, peranti mudah alih, dan desktop untuk pengalaman pengguna yang optimum.",
  "custmzd_options": "Pilihan Penyesuaian",
  "custmzd_options_desp": "Kami menyediakan pelbagai pilihan penyesuaian kepada pelanggan kami, membolehkan mereka memilih warna, fon, dan susun atur laman web mengikut gaya dan keutamaan unik mereka.",
  "loading_speed": "Kelajuan Pemuatan",
  "loading_speed_desp": "Laman web kami dioptimumkan untuk kelajuan dan prestasi. Ia mempunyai masa pemuatan pantas pada pelbagai peranti dan sambungan internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Tema B2B kami menonjol dengan ciri unik. Kami telah memasukkan pilihan Parley tambahan untuk pengalaman pertaruhan yang lebih kaya.",
  "b2b_theme_p2": "Tema kami dicirikan oleh kombinasi warna dan elemen reka bentuk terbaik, memastikan antara muka yang menarik. Pengguna diberi kebenaran untuk bertaruh pada pelbagai sukan termasuk kriket, bola sepak, dan tenis.",
  "b2b_theme_p3": "Kami juga mempunyai banyak permainan kasino untuk lebih banyak pilihan hiburan. Selain itu, kami menampilkan pelbagai jenis kasino, seperti Kasino AWC, yang menempatkan koleksi lebih 500 permainan slot dan lebih 100 permainan meja.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Laman B2C kami menawarkan pengalaman mesra pengguna untuk pelanggan kami. Mereka boleh mendaftar dengan mudah menggunakan nombor telefon mereka, memberikan cara yang mudah dan selamat untuk membuat akaun.",
  "b2c_theme_p2": "Setelah mendaftar, pengguna boleh mendeposit dana ke dalam akaun mereka, memudahkan mereka memulakan pertaruhan dan permainan. Kami juga menyediakan proses pengeluaran yang lancar, memastikan pengguna boleh mengakses kemenangan mereka dengan mudah.",
  "b2c_theme_p3": "Untuk meningkatkan pengalaman, kami menawarkan mata bonus yang boleh diperoleh dan digunakan oleh pengguna semasa berada di platform. Ini menambah lapisan keterujaan dan nilai, membolehkan mereka memanfaatkan deposit dan pengeluaran dengan optimum.",
  "b2c_theme_p4": "Secara keseluruhan, laman B2C kami direka untuk menyediakan pengalaman pertaruhan dan permainan yang mudah dan menyeronokkan, memberi pelanggan kebebasan untuk bermain, mendeposit, dan mengeluarkan wang dengan mudah.",
  "request_demoID": "Minta ID Demo",
  "form_name": "Nama *",
  "form_name_err": "Sila masukkan nama anda (sekurang-kurangnya 3 aksara).",
  "form_email": "Emel *",
  "form_email_err": "Sila masukkan emel yang sah.",
  "form_country": "Negara *",
  "form_country_err": "Sila pilih negara anda.",
  "form_district": "Daerah *",
  "form_district_err": "Sila masukkan daerah anda.",
  "form_whatsapp": "Nombor WhatsApp *",
  "form_whatsapp_err": "Masukkan nombor WhatsApp yang sah.",
  "form_turnover": "Jumlah Perolehan Bulanan *",
  "form_turnover_err": "Sila masukkan jumlah perolehan bulanan anda.",
  "form_users": "Bilangan Pengguna *",
  "form_users_err": "Sila masukkan bilangan pengguna yang sah.",
  "form_current": "Platform Semasa Digunakan *",
  "form_current_err": "Sila masukkan platform semasa anda.",
  "form_issues": "Isu dengan Platform Semasa *",
  "form_issues_err": "Sila terangkan isu (sekurang-kurangnya 10 aksara).",
  "form_telegram": "Adakah anda di Telegram? *",
  "form_select": "-- Pilih --",
  "form_yes": "Ya",
  "form_no": "Tidak",
  "form_telegram_err": "Sila pilih sama ada anda mempunyai Telegram.",
  "form_telhandle": "Telegram Handle *",
  "form_telhandle_err1": "Telegram handle diperlukan.",
  "form_telhandle_err2": "Telegram handle mesti bermula dengan &#64; (contoh: &#64;username).",
  "demo_url": "URL Demo",
  "form_submit": "Hantar",
  "form_name_ph": "Masukkan nama anda",
  "form_email_ph": "Masukkan emel anda",
  "form_district_ph": "Masukkan daerah anda",
  "form_whatsapp_ph": "Masukkan nombor WhatsApp",
  "form_turnover_ph": "Masukkan jumlah perolehan bulanan",
  "form_users_ph": "Masukkan bilangan pengguna",
  "form_current_ph": "Masukkan platform semasa",
  "form_issues_ph": "Masukkan isu dengan platform semasa",
  "form_telhandle_ph": "Masukkan Telegram Handle",
  "our_commitment": "Komitmen Kami",
  "our_commitment_p1": "VRNL komited untuk melindungi privasi anda dan memastikan keselamatan maklumat peribadi dan kewangan anda. Polisi ini menjelaskan maklumat yang kami kumpul, bagaimana ia digunakan, dan langkah yang kami ambil untuk melindunginya. Rujukan kepada vrnl.net termasuk juga aplikasinya.",
  "our_commitment_p2": "Polisi ini terpakai untuk semua laman web dan aplikasi VRNL di mana ia dipaparkan, selaras dengan undang-undang yang berkuatkuasa di kawasan operasi kami. Notis privasi tambahan mengikut kawasan atau perkhidmatan mungkin melengkapkan polisi ini.",
  "our_commitment_p3": "Jika anda memberikan maklumat melalui platform pihak ketiga (contoh: log masuk media sosial), kami mengumpul data melalui integrasi tersebut mengikut polisi ini. Namun, amalan privasi pihak ketiga mengawal data yang mereka kumpul secara langsung. Tetapan privasi pada platform tersebut tidak menjejaskan bagaimana VRNL menggunakan data yang dikumpul melalui laman atau aplikasi kami.",
  "our_commitment_p4": "Platform kami mungkin mengandungi pautan ke laman luaran yang tidak dimiliki atau dikawal oleh VRNL. Kami tidak bertanggungjawab terhadap amalan privasi mereka dan menggalakkan anda menyemak polisi mereka sebelum berkongsi maklumat.",
  "our_commitment_p5": "Polisi Privasi ini hendaklah dibaca bersama dengan Terma Penggunaan kami.",
  "user_content": "Persetujuan Pengguna",
  "user_content_para": "Dengan menggunakan perkhidmatan VRNL (contohnya, apabila anda mendaftar akaun, membeli perkhidmatan, menyertai pertandingan atau promosi, berkomunikasi dengan kami, di laman atau aplikasi kami), anda bersetuju dengan pengumpulan, penggunaan dan perkongsian maklumat peribadi anda seperti yang diterangkan dalam polisi ini. Dalam beberapa kes, terutamanya jika anda berada di negara yang dikuasai oleh peraturan perlindungan data, kami mungkin meminta anda memberikan persetujuan jelas untuk mengakses perkhidmatan kami sebelum meneruskan operasi selanjutnya. Jika anda pengguna yang mengembara di pelbagai negara dan menggunakan perkhidmatan VRNL, negara pendaftaran anda akan dianggap sebagai negara utama dan persetujuan yang diperoleh semasa pendaftaran akan sah untuk pemprosesan maklumat peribadi anda. Terma privasi yang terpakai mengikut undang-undang negara tersebut semasa pendaftaran akan terpakai kepada anda.",
  "accessing_webNet": "Akses Laman Web dan Perkhidmatan Rangkaian melalui VPN",
  "accessing_webNet_p1": "Anda tidak dibenarkan mengakses atau menggunakan laman web atau perkhidmatan VRNL melalui mana-mana kaedah atau teknologi yang menyembunyikan atau memalsukan lokasi geografi sebenar anda (contohnya, menggunakan Rangkaian Peribadi Maya (VPN) atau alat serupa).",
  "accessing_webNet_p2": "VRNL tidak bertanggungjawab terhadap pengumpulan, penyimpanan, atau pemprosesan maklumat peribadi anda jika kaedah akses sedemikian digunakan.",
  "collection_personalInfo": "Pengumpulan Maklumat Peribadi dan Penggunaannya",
  "collection_personalInfo_p1": "“Maklumat Peribadi” (PII) merujuk kepada mana-mana data yang boleh mengenal pasti individu secara langsung atau tidak langsung, seperti nama, alamat pos, emel, atau nombor telefon bimbit. Apabila data tanpa nama dikaitkan dengan Maklumat Peribadi, ia juga dianggap sebagai Maklumat Peribadi.",
  "collection_personalInfo_p2": "VRNL hanya mengumpul Maklumat Peribadi yang diperlukan untuk memenuhi permintaan anda dan menyediakan produk serta perkhidmatan yang disesuaikan. Kami tidak mengumpul maklumat sedemikian melainkan anda memberikannya secara sedar dan sukarela.",
  "collection_personalInfo_p3": "Maklumat Peribadi anda boleh digunakan oleh VRNL dan rakan perkhidmatan kami untuk mengendalikan laman web dan perkhidmatan kami, serta untuk memaklumkan anda tentang ciri baru, produk, dan perkhidmatan yang ditawarkan oleh VRNL dan sekutunya.",
  "info_provide_us": "1. Maklumat yang anda berikan kepada kami",
  "info_provide_us_desp": "Kami mungkin meminta dan mengumpul maklumat peribadi berikut tentang anda apabila anda menggunakan vrnl.net dan tanpa maklumat ini, kami mungkin tidak dapat menyediakan semua perkhidmatan yang diminta:",
  "reg_data": "a. Data Pendaftaran",
  "reg_data_desp": "Untuk menggunakan ciri tertentu di laman web, Aplikasi dan Perkhidmatan (seperti pendaftaran acara dan kempen laman web), anda mungkin memberikan Maklumat hubungan asas, termasuk tetapi tidak terhad kepada:",
  "reg_data_list": "<li><span>Nama Pertama</span></li> <li><span>Nama Akhir</span></li> <li><span>Alamat E-mel</span></li>",
  "user_pro_details": "b. Butiran profil pengguna",
  "user_pro_details_desp": "Kami mungkin mengumpul dan merekod maklumat peribadi berikut di bawah bahagian 'Profil Saya', yang membantu kami menyediakan suapan yang disesuaikan dan mengekalkan profil pengguna, termasuk tetapi tidak terhad kepada:",
  "user_pro_details_list": "<li><span>Nama</span></li> <li><span>Jantina</span></li> <li><span>ID E-mel</span></li> <li><span>Tarikh lahir</span></li> <li><span>Negara</span></li> <li><span>Bandar</span></li> <li><span>Nombor Telefon Bimbit</span></li>",
  "mobile_device_permissions": "c. Kebenaran peranti mudah alih",
  "mobile_device_permissions_desp": "Apabila mengakses aplikasi kami di peranti mudah alih / tablet / TV atau mana-mana peranti lain yang mempunyai akses ke aplikasi tersebut, kami mungkin meminta dan mendapat akses kepada perkara berikut:",
  "mobile_device_permissions_list": "<li><span>Akaun - Digunakan untuk mengurus pelbagai akaun pengguna dalam aplikasi dan untuk tujuan Log Masuk</span></li> <li><span>Kenalan - Digunakan untuk mengakses Kenalan pengguna bagi berkongsi artikel melalui aplikasi</span></li> <li><span>Telefon - Untuk membaca status telefon dan membolehkan notifikasi pada peranti pengguna. IMEI dikumpul untuk mengenal pasti setiap pengguna secara unik sahaja</span></li> <li><span>Kamera - Untuk membolehkan pengguna memuat naik imej dan gambar profil pengguna. Membolehkan pengguna menggunakan Kamera dalam vrnl</span></li> <li><span>Microfon - Untuk membolehkan tindakan berkaitan arahan suara</span></li> <li><span>Stor - Untuk mengakses fail dan folder dari dalam Aplikasi</span></li> <li><span>SMS - Untuk menghantar dan menerima mesej pengesahan</span></li>",
  "mobile_device_permissions_desp2": "Kebenaran untuk tetapan ini mungkin penting untuk operasi aplikasi yang mencukupi. Kebenaran boleh diurus melalui peranti pengguna masing-masing menggunakan pilihan 'tetapan'.",
  "info_voluntarily": "2. Maklumat yang anda berikan secara sukarela",
  "info_voluntarily_desp": "Jika anda menghantar surat peribadi, seperti e-mel atau surat, atau jika pengguna lain atau pihak ketiga menghantar surat tentang aktiviti atau pos anda di vrnl.net, kami mungkin mengumpul dan menyimpan maklumat tersebut.",
  "info_voluntarily_para": "Kami mungkin mengumpul maklumat tambahan pada masa lain, apabila anda memberikan maklum balas, mengubah kandungan atau pilihan e-mel anda, menjawab tinjauan, atau berkomunikasi dengan kami. Maklumat ini mungkin termasuk nama anda, ID e-mel, nombor telefon bimbit, lokasi, dan lain-lain.",
  "info_auto": "3. Maklumat yang kami kumpul secara automatik",
  "info_auto_desp": "Kami mengumpul maklumat tentang anda dan penggunaan perkhidmatan kami, interaksi anda dengan kami dan pengiklanan kami, serta maklumat mengenai komputer atau peranti lain yang digunakan untuk mengakses perkhidmatan kami (seperti peranti mudah alih, tablet dan peranti lain). Maklumat ini termasuk, tetapi tidak terhad kepada:",
  "info_auto_list": "<li><span>Aktiviti di vrnl.net seperti jenis halaman yang dilihat, masa yang dihabiskan di halaman, pertanyaan carian, dll.</span></li> <li><span>Interaksi anda dengan e-mel kami, khidmat pelanggan dan platform mesej.</span></li> <li><span>Maklumat geo-lokasi melalui alamat IP;</span></li> <li><span>Maklumat peranti seperti ID peranti, model peranti dll. dan pengenalan unik lain</span></li> <li><span>Pengenal pengiklanan, seperti yang terdapat pada peranti mudah alih & tablet, peranti yang merangkumi pengenalan (contoh: IDFA pada iOS dan GAID pada peranti Android);</span></li> <li><span>Maklumat yang dikumpul melalui penggunaan kuki dan teknologi lain* ;</span></li>",
  "info_auto_note": "*Nota: Untuk meningkatkan pengalaman anda, kami mungkin menggunakan <b>kuki</b> atau teknologi serupa untuk memberikan anda <b>ID Pengguna unik</b> dan memahami minat anda. <b>Kuki</b> tidak mendedahkan identiti anda melainkan anda memberikannya secara sukarela, dan tidak boleh mengakses data dari peranti anda. Pengiklan mungkin menetapkan kuki mereka sendiri apabila anda berinteraksi dengan iklan mereka, yang mana kami tidak mengawal. Kami juga mengumpul maklumat teknikal tertentu apabila anda menggunakan laman web, aplikasi, atau perkhidmatan kami pada mana-mana peranti bersambung internet.",
  "inferred_info": "4. Maklumat yang disimpulkan melalui penggunaan dan data log",
  "inferred_info_desp": "Kami mungkin menjejaki maklumat tertentu tentang anda berdasarkan tingkah laku anda di vrnl.net. Kami menggunakan maklumat ini untuk menjalankan penyelidikan dalaman mengenai demografi, peranti, minat, dan tingkah laku pengguna untuk lebih memahami, melindungi dan memberi perkhidmatan kepada pengguna. Maklumat ini dikumpul dan dianalisis secara agregat.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Kami juga mungkin mengumpul Maklumat Anda untuk menjejaki tingkah laku dan pilihan pengguna untuk analitik dan penyelidikan dalaman. Kami juga boleh menggunakan maklumat anda:</strong><br> (i) Untuk menilai minat anda terhadap pilihan pelaburan, perkhidmatan, tawaran, langganan;<br> (ii) Untuk menjalankan analisis dan penyelidikan pelanggan, menentukan minat anda, mengenal pasti kandungan yang menjana jualan dan menganalisis corak trafik.<br>",
  "inferred_info_a": "a. Ciri Interaktif",
  "inferred_info_a_desp1": "vrnl.net mempunyai banyak ciri yang membolehkan pengguna/ahli mendedahkan identiti mereka dan berkomunikasi dengan pengguna/ahli lain. Penggunaan anda terhadap ciri tersebut dan pendedahan sebarang maklumat peribadi (contohnya alamat e-mel) melalui ciri ini adalah atas risiko anda sendiri dan vrnl.net tidak bertanggungjawab. Walau bagaimanapun, jika privasi anda terganggu akibat penggunaan ciri ini, anda boleh memberitahu kami melalui e-mel di vrnl@gmail.com",
  "inferred_info_a_desp2": "Jika anda memilih untuk menghantar mesej di akaun media sosial, papan mesej, bilik sembang atau kawasan mesej lain atau meninggalkan maklum balas, kami akan mengumpul maklumat tersebut. Kami mengekalkan maklumat ini untuk menyelesaikan pertikaian, memberikan sokongan pelanggan dan menyelesaikan masalah sebagaimana dibenarkan oleh undang-undang. Kami juga mengekalkan maklumat tersebut secara agregat untuk membentuk tren pasaran dan sentimen pasaran, tanpa mengaitkan maklumat peribadi anda dengan komen atau pos tersebut.",
  "inferred_info_b": "b. Pengalaman Pengguna dan Sokongan",
  "inferred_info_b_desp1": "Kami mengenal pasti dan menggunakan alamat IP anda untuk membantu mendiagnosis sebarang masalah dengan server kami dan mengurus aplikasi kami. Alamat IP anda juga digunakan untuk mengenal pasti anda dan mengumpul maklumat demografi umum untuk menyesuaikan pengalaman anda di vrnl.net.",
  "inferred_info_b_desp2": "Kami kadang-kadang meminta anda melengkapkan tinjauan dalam talian pilihan. Tinjauan ini mungkin meminta maklumat hubungan dan maklumat demografi (contohnya kod pos, umur, dll.). Kami menggunakan data ini untuk menyesuaikan pengalaman anda di vrnl.net dan menyediakan kandungan yang mungkin menarik bagi anda.",
  "info_thirdparty": "5. Maklumat yang kami kumpul melalui pihak ketiga",
  "info_thirdparty_a": "a. Log Masuk Media Sosial",
  "info_thirdparty_a_desp": "Apabila anda mendaftar menggunakan akaun lain seperti Facebook, Gmail, dll., kami akan mendapatkan Maklumat daripada akaun tersebut untuk terus berinteraksi dengan anda dan terus menyediakan Perkhidmatan. Kami mengumpul maklumat berikut dari platform media sosial masing-masing, termasuk tetapi tidak terhad kepada:",
  "info_thirdparty_a_list": "<li><span>Facebook - Maklumat awam, Nama, ID E-mel, senarai rakan</span></li> <li><span>Google - Nama pertama, Nama terakhir, ID E-mel</span></li>",
  "info_thirdparty_b": "b. Maklumat Transaksi atau Pengebilan",
  "info_thirdparty_b_desp": "Berdasarkan pembelian pakej langganan anda, rakan pembayaran kami mungkin mengumpul maklumat mengenai butiran kad kredit/debit atau akaun bank lain beserta alamat bil anda. Maklumat ini disimpan oleh rakan pembayaran kami. Contohnya, Perkhidmatan menggunakan rakan pembayaran pihak ketiga untuk memproses dan memudahkan pembayaran yuran langganan anda bagi memberikan anda akses ke Perkhidmatan. Harap maklum bahawa vrnl.net tidak mengumpul maklumat kewangan seperti butiran kad kredit/debit atau perbankan internet secara langsung dari anda. Rakan pembayaran tersebut tidak dikawal oleh kami dan anda menggunakannya atas risiko sendiri. Kami tidak bertanggungjawab terhadap polisi privasi mereka.",
  "lawfulness_processing": "I. Tujuan dan Kesahihan Pemprosesan",
  "lawfulness_processing_desp1": "vrnl.net hanya akan mengumpul dan memproses data peribadi anda apabila terdapat asas yang sah. Asas sah untuk memproses maklumat peribadi anda termasuk mendapatkan persetujuan jelas daripada anda untuk memproses maklumat peribadi anda atau pemprosesan untuk 'kepentingan sah' apabila pemprosesan diperlukan untuk menyediakan sokongan pelanggan atau memproses data anda untuk menyediakan perkhidmatan premium.",
  "lawfulness_processing_desp2": "Kami menggunakan maklumat untuk menyediakan, menganalisis, mengurus, meningkatkan dan mempersonalisasikan perkhidmatan dan usaha pemasaran, memproses pendaftaran, pesanan, pembayaran anda, dan berkomunikasi dengan anda berkaitan kes berikut. Contohnya, kami menggunakan maklumat untuk:",
  "lawfulness_processing_list": "<li><span>Menentukan keperluan portfolio anda dan menyediakan cadangan, tips dan ramalan peribadi mengenai tren pasaran, amaran mengenai perubahan pasaran dan statistik indeks;</span></li> <li><span>Mencegah, mengesan dan menyiasat aktiviti yang dilarang atau haram, termasuk penipuan;</span></li> <li><span>Menganalisis dan memahami audiens kami, memperbaiki perkhidmatan kami (termasuk pengalaman antara muka pengguna) dan mengoptimumkan pemilihan kandungan, algoritma cadangan dan penyampaian;</span></li> <li><span>Berkomunikasi dengan anda mengenai perkhidmatan kami (contohnya melalui e-mel, notifikasi push, pesanan teks, dan saluran mesej dalam talian), termasuk berita mengenai vrnl.net, ciri baru, kandungan, tawaran khas, promosi, pertandingan dan tinjauan pengguna;</span></li> <li><span>Memaklumkan anda tentang perubahan dalam terma perkhidmatan.</span></li> <li><span>Memberi peluang untuk menyertai ciri interaktif yang ditawarkan melalui Perkhidmatan kami.</span></li> <li><span>Melaksanakan obligasi dan menegakkan hak kami dari kontrak antara anda dan kami, termasuk pengebilan, caj balik dan kutipan.</span></li>",
  "lawfulness_processing_desp3": "Kami mungkin menggunakan maklumat anda untuk memberikan pengalaman peribadi apabila anda melawat/menggunakan salah satu laman web/aplikasi kami, serta untuk tujuan analitik dan pemasaran.",
  "lawfulness_processing_desp4": "Kami mempersonalisasikan menggunakan data yang anda berikan melalui kuki, alamat IP, web beacon atau teknologi serupa berkaitan peranti yang anda gunakan. Dengan ini, kami boleh menyediakan kandungan dan/atau iklan yang lebih relevan dengan minat anda. Sila beri persetujuan jelas semasa kami mengumpul data anda atau menyesuaikan pilihan pengguna dalam profil akaun anda.",
  "info_usedBy": "II. Maklumat yang digunakan oleh syarikat",
  "info_usedBy_desp1": "Maklumat yang diberikan oleh pengguna membolehkan kami memperbaiki Perkhidmatan dan menyediakan pengalaman pengguna yang mesra. Dalam sesetengah kes/perkhidmatan tertentu, kami mungkin memerlukan alamat hubungan anda. Semua maklumat yang diperlukan bergantung pada perkhidmatan dan Syarikat boleh menggunakan maklumat tersebut untuk mengekalkan, melindungi dan memperbaiki Perkhidmatan (termasuk pengiklanan pada 'Aplikasi') dan membangunkan perkhidmatan baru. Kami juga boleh menggunakan alamat e-mel anda untuk menghantar mesej komersial atau pemasaran dengan persetujuan anda, selaras dengan undang-undang tempatan.",
  "info_usedBy_desp2": "Maklumat peribadi yang boleh dikenal pasti secara umum, jika tersedia secara bebas atau boleh diakses di domain awam, tidak dianggap sensitif. Jika anda memilih untuk tidak memberikan maklumat peribadi, kami mungkin tidak dapat menyediakan perkhidmatan tertentu. Semasa mendaftar dengan Aplikasi atau Perkhidmatan, kami akan menghubungi anda dari semasa ke semasa untuk mengemas kini maklumat peribadi agar anda mendapat ciri yang mungkin berguna/minat anda.",
  "disclosure_tp": "III. Pendedahan kepada pihak ketiga",
  "disclosure_tp_b": "b. Pengiklanan",
  "disclosure_tp_b_desp": "Apabila kami membentangkan maklumat kepada pengiklan untuk membantu mereka memahami audiens kami, biasanya dalam bentuk statistik agregat tentang trafik ke pelbagai halaman/kandungan. Kami menggunakan syarikat pengiklanan pihak ketiga untuk menyampaikan iklan apabila anda melawat laman web atau aplikasi kami. Syarikat ini mungkin menggunakan maklumat anda (termasuk nama, alamat, ID e-mel atau nombor telefon) tentang lawatan anda untuk menyampaikan iklan mengenai produk dan perkhidmatan yang menarik minat anda. Kami tidak memberikan maklumat peribadi kepada laman web / pengiklan / pelayan iklan pihak ketiga tanpa persetujuan anda.",
  "disclosure_tp_d": "d. Tawaran Promosi",
  "disclosure_tp_d_desp": "Kami akan berkongsi atau mendedahkan maklumat peribadi anda di luar vrnl.net apabila kami mendapat persetujuan anda. Contohnya, perkhidmatan SMS dan E-mel berkaitan pemasaran, promosi dan tawaran.",
  "disclosure_tp_f": "f. Undang-undang",
  "disclosure_tp_f_desp": "vrnl.net mungkin mendedahkan maklumat peribadi jika diperlukan oleh undang-undang atau atas kepercayaan baik bahawa tindakan tersebut diperlukan untuk:",
  "disclosure_tp_f_list": "<li><span>Mematuhi undang-undang atau proses undang-undang yang dikenakan;</span></li> <li><span>Melindungi hak atau harta pemilik laman, laman atau pengguna vrnl.net;</span></li> <li><span>Melindungi keselamatan peribadi pengguna, laman, pemilik, atau orang awam.</span></li>",
  "controls_choices": "IV. Kawalan dan Pilihan Anda",
  "managing_info": "Mengurus Maklumat Anda",
  "managing_info_desp1": "Apabila menggunakan Perkhidmatan, kami berusaha membolehkan anda mengakses maklumat peribadi dan memastikan maklumat yang tidak tepat atau kurang diperbetulkan atau diubah suai, selaras keperluan undang-undang atau tujuan perniagaan yang sah.",
  "managing_info_desp2": "Kami meminta pengguna mengenal pasti diri dan maklumat yang diminta sebelum memproses, dan mungkin menolak permintaan yang berulang, memerlukan usaha teknikal berlebihan, menjejaskan privasi orang lain, atau tidak praktikal.",
  "managing_info_desp3": "Untuk melaksanakan hak anda sebagai subjek data, tulis kepada kami dan nyatakan hak yang ingin digunakan (contohnya Permintaan Akses Data, Permintaan Pemindahan Data, Permintaan Pemadaman Data).",
  "managing_info_desp4": "Kami membolehkan anda menggunakan kawalan dan pilihan tertentu mengenai pengumpulan, penggunaan dan perkongsian maklumat peribadi. Mengikut undang-undang yang terpakai, kawalan dan pilihan anda mungkin termasuk:",
  "dataAccess_port": "a. Akses dan Pemindahan Data",
  "dataAccess_port_desp": "EU - (Peraturan Perlindungan Data Umum) memberi hak kepada anda, sebagai subjek data, untuk meminta salinan maklumat peribadi anda yang disimpan oleh kami. Anda juga berhak meminta salinan maklumat peribadi yang telah anda berikan kepada kami dalam format yang terstruktur, biasa digunakan, dan boleh dibaca oleh mesin dan/atau meminta kami menghantar maklumat ini kepada penyedia perkhidmatan lain (jika secara teknikal boleh dilaksanakan).",
  "data_retention": "c. Penyimpanan dan Pemadaman Data",
  "data_retention_desp1": "Kami menyimpan maklumat peribadi anda selama tempoh yang diperlukan untuk kepentingan sah yang dinyatakan dalam polisi ini dan untuk mematuhi kewajiban undang-undang kami. Jika anda tidak mahu lagi kami menggunakan maklumat anda, anda boleh meminta kami memadam maklumat peribadi anda dan menutup akaun vrnl.net anda.",
  "data_retention_desp2": "Sila ambil perhatian bahawa jika anda membuat permintaan pemadaman maklumat peribadi anda;",
  "data_retention_list": "<li><span>Kami mungkin mengekalkan sebahagian maklumat peribadi anda jika diperlukan untuk kepentingan perniagaan sah kami, seperti pengesanan dan pencegahan penipuan serta meningkatkan keselamatan. Contohnya, jika kami menggantung akaun vrnl.net kerana penipuan atau alasan keselamatan, kami mungkin mengekalkan maklumat tertentu dari akaun tersebut untuk menghalang pengguna itu membuka akaun baru pada masa depan.</span></li> <li><span>Kami mungkin mengekalkan dan menggunakan maklumat peribadi anda sejauh yang diperlukan untuk mematuhi kewajiban undang-undang kami. Contohnya, kami mungkin menyimpan sebahagian maklumat anda untuk tujuan cukai, pelaporan undang-undang, dan audit.</span></li> <li><span>Maklumat yang telah anda kongsi dengan orang lain (contohnya, ulasan, pos forum) mungkin terus kelihatan secara awam di vrnl.net, walaupun selepas akaun anda dibatalkan. Walau bagaimanapun, pengaitan maklumat tersebut dengan anda akan dipadamkan. Selain itu, beberapa salinan maklumat anda (contohnya, rekod log) mungkin kekal dalam pangkalan data kami, tetapi tidak lagi dikaitkan dengan pengecam peribadi.</span></li> <li><span>Oleh kerana kami mengekalkan salinan maklumat peribadi untuk melindungi daripada kehilangan atau kerosakan secara tidak sengaja atau berniat jahat, salinan sisa maklumat peribadi anda mungkin tidak dipadamkan dari sistem sandaran kami untuk tempoh masa terhad.</span></li>",
  "data_retention_note": "(Nota: Jika anda mempunyai beberapa akaun dengan vrnl, anda perlu membuat permintaan berasingan untuk setiap akaun tersebut menggunakan ID e-mel yang berkaitan.)",
  "withdrawing_consent": "d. Penarikan Persetujuan dan Sekatan Pemprosesan",
  "withdrawing_consent_desp": "Untuk menarik balik persetujuan anda pada bila-bila masa sepanjang tempoh perkhidmatan dengan kami, anda boleh melakukannya dengan menghantar e-mel kepada kami. Kami akan meneliti permintaan anda dan mungkin meminta anda mengesahkan identiti anda. Selepas pengesahan, kami akan menarik balik persetujuan yang telah diminta oleh anda dan menghentikan sebarang pemprosesan lanjut maklumat peribadi anda.",
  "fail_provideConsent": "V. Jika anda gagal memberikan persetujuan",
  "fail_provideConsent_desp": "Adalah tanggungjawab kami untuk memaklumkan bahawa vrnl.net adalah platform penyampaian iklan. Iklan membentuk teras perniagaan kami, oleh itu kebenaran untuk menggunakan dan memproses maklumat peribadi anda bagi menyediakan iklan adalah penting untuk kami memberikan perkhidmatan kepada anda. Penggunaan maklumat peribadi untuk penyampaian iklan adalah kriteria wajib dan kami tidak akan dapat menyediakan perkhidmatan kami jika anda gagal membenarkan kami menggunakan maklumat peribadi anda untuk tujuan penyampaian iklan dan aktiviti berkaitan dengannya.",
  "childrens_privacy": "VI. Privasi Kanak-Kanak",
  "childrens_privacy_desp1": "vrnl.net tidak direka khusus untuk atau ditujukan kepada individu di bawah umur 16 tahun. vrnl tidak membenarkan mana-mana individu di bawah umur 16 tahun mendaftar dengan perkhidmatan atau memberikan maklumat peribadi. Jika vrnl menyedari bahawa maklumat peribadi individu di bawah 16 tahun telah dikumpul di vrnl.net tanpa persetujuan ibu bapa yang sah, vrnl akan mengambil langkah yang sesuai untuk memadam maklumat tersebut dan memberitahu ibu bapa.",
  "childrens_privacy_desp2": "Walau bagaimanapun, kami menganggap bahawa tanggungjawab ibu bapa adalah untuk memantau penggunaan perkhidmatan oleh anak-anak mereka. Polisi kami adalah untuk tidak mengumpul dan memproses maklumat peribadi daripada kanak-kanak di bawah 16 tahun atau menawarkan bahan promosi kepada individu dalam kategori tersebut. vrnl tidak berniat atau mencari maklumat peribadi daripada kanak-kanak. Sekiranya ibu bapa atau penjaga mempunyai alasan untuk mempercayai bahawa seorang anak di bawah umur telah memberikan maklumat peribadi kepada vrnl tanpa persetujuan mereka, sila hubungi pasukan sokongan pelanggan kami untuk memastikan maklumat peribadi tersebut dipadamkan daripada vrnl.net.",
  "data_transfer": "VII. Pemindahan, Penyimpanan & Pemprosesan Data Secara Global",
  "data_transfer_desp": "Kami beroperasi secara global dan mungkin memindahkan maklumat peribadi anda kepada syarikat bersekutu vrnl atau pihak ketiga di lokasi di seluruh dunia untuk tujuan yang diterangkan dalam polisi privasi ini. Di mana sahaja maklumat peribadi anda dipindahkan, disimpan atau diproses oleh kami, kami akan mengambil langkah yang munasabah untuk melindungi privasi maklumat peribadi anda. Selain itu, apabila menggunakan atau mendedahkan maklumat peribadi yang dipindahkan dari Kesatuan Eropah, kami menggunakan klausa kontrak standard yang diluluskan oleh Suruhanjaya Eropah dan mengambil langkah lain di bawah undang-undang Kesatuan Eropah untuk memastikan perlindungan yang mencukupi.",
  "security_compliance": "VIII. Keselamatan dan Pematuhaan Undang-undang",
  "security_compliance_desp": "Kami sentiasa melaksanakan dan mengemas kini langkah keselamatan pentadbiran, teknikal, dan fizikal untuk membantu melindungi maklumat anda daripada akses tanpa kebenaran, kehilangan, kerosakan atau pengubahsuaian. Beberapa langkah keselamatan yang kami gunakan termasuk firewall, penyulitan data, dan kawalan akses maklumat. Jika anda mengetahui atau mempunyai sebab untuk percaya bahawa kelayakan akaun vrnl.net anda telah hilang, dicuri, diubah, atau dikompromi, atau jika berlaku penggunaan tanpa kebenaran, sila hubungi pasukan sokongan pelanggan kami.",
  "changein_policy": "IX. Perubahan Polisi",
  "changein_policy_desp": "Polisi Privasi ini tertakluk kepada perubahan dari semasa ke semasa. Kami berhak, atas budi bicara kami sendiri, untuk mengubah terma Polisi Privasi ini dari semasa ke semasa bagi memastikan pematuhan kepada undang-undang yang terpakai ('Terma Terkini'). Terma Terkini akan berkuat kuasa serta-merta dan menggantikan terma dalam Polisi Privasi ini. Kami akan memberitahu anda tentang sebarang perubahan jika ia memberi kesan signifikan terhadap hak anda atau seperti yang dikehendaki oleh undang-undang. Anda bertanggungjawab untuk menyemak Polisi Privasi dari semasa ke semasa. Dengan terus menggunakan vrnl.net selepas Terma Terkini diterbitkan, anda mengesahkan persetujuan anda terhadap terma yang dikemaskini.",
  "contact_info": "X. Maklumat Perhubungan",
  "contact_info_a": "a. Sokongan",
  "contact_info_a_desp": "Jika anda memerlukan sebarang maklumat atau penjelasan mengenai penggunaan maklumat peribadi anda atau polisi privasi ini atau aduan berkaitan penggunaan maklumat peribadi anda, sila e-mel kami di",
  "contact_info_b": "b. Aduan",
  "contact_info_b_desp1": "Anda boleh menulis kepada pegawai perlindungan data kami sekiranya terdapat sebarang aduan. Anda mempunyai hak untuk membuat aduan mengenai aktiviti pemprosesan data yang dilakukan oleh vrnl.net kepada pihak berkuasa perlindungan data yang berkenaan.",
  "contact_info_b_desp2": "Jika anda mempunyai sebarang pertanyaan atau aduan mengenai pengumpulan, pemprosesan, pemindahan data/maklumat peribadi atau berkaitan polisi ini, sila hubungi Pegawai Perlindungan Data kami.",
  "risk_management_title": "Pertaruhan Anda, Tanggungjawab Kami – Pengurusan Risiko Tanpa Tanding",
  "risk_management_title2": "Sebuah syarikat yang sentiasa mengejar penyelesaian inovatif untuk memenuhi keperluan perniagaannya.",
  "dedicated_rm_team": "Pasukan Pengurusan Risiko Tersendiri",
  "dedicated_rm_team_desp": "Kami mempunyai pasukan pengurusan risiko yang berdedikasi dan <b>sangat berpengalaman</b> yang beroperasi <b>24/7.</b> Peranan utama mereka adalah untuk memantau setiap pertaruhan dan transaksi di platform kami untuk memastikan <b>permainan yang adil</b> dan <b>keselamatan</b> untuk semua pengguna.",
  "key_features_rm": "Ciri Utama",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Pemantauan Masa Nyata:</strong> Sistem canggih menjejak pertaruhan, perubahan odds, dan aktiviti pengguna secara berterusan.</span></li> <li><strong>Semakan Manual:</strong> Amaran mencetuskan pemeriksaan mendalam terhadap corak pertaruhan, pergeseran odds, dan tingkah laku akaun.</li> <li><strong>Mitigasi Risiko:</strong> Tindakan segera seperti membatalkan/menggantung pertaruhan, membekukan akaun, atau mengesahkan pengguna jika terdapat kejanggalan.</li> <li><strong>Analisis Data:</strong> Semakan berterusan data langsung dan sejarah untuk mengesan tren risiko dan meningkatkan strategi pencegahan.</li> <li><strong>Tindak Balas Insiden:</strong> Pelan berstruktur untuk menangani pelanggaran keselamatan, penipuan, atau ancaman lain dengan cepat dan berkesan.</li>",
  "benefits_rm": "Manfaat",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Latihan Berterusan:</strong> Pembangunan kemahiran berterusan untuk pasukan risiko bagi menangani ancaman baru secara berkesan.</span></li> <li><strong>Teknologi dan Keselamatan Canggih:</strong> Kemas kini berkala, ujian penembusan, kemas kini perisian, dan audit keselamatan.</li> <li><strong>Ketelusan:</strong> Komunikasi jelas dengan pengguna mengenai tindakan pengurusan risiko untuk mengekalkan kepercayaan.</li> <li><strong>Peningkatan Berterusan:</strong> Strategi berkembang berdasarkan insiden lalu dan risiko baru untuk melindungi integriti platform dan kepentingan pengguna.</li>",
  "sbs_bold": "Perisian <strong>Pertaruhan Sukan</strong>",
  "sbs_bold_p1": "Bersedia untuk membawa pengalaman pertaruhan sukan anda ke tahap seterusnya? Jangan cari lagi selain Perisian Pertaruhan Sukan VRNL! Dalam artikel ini, kami akan meneroka bagaimana teknologi terkini VRNL boleh mengubah cara anda bertaruh. Dengan lebih dua dekad kepakaran industri, VRNL adalah rakan kongsi dipercayai anda untuk penyelesaian pertaruhan sukan yang inovatif. Mari selami dunia perisian pertaruhan sukan dan lihat bagaimana kami boleh meningkatkan permainan anda.",
  "sbs_bold_p2": "Perisian Pertaruhan Sukan VRNL menawarkan dunia kemungkinan untuk peminat sukan dan penaruh. Dengan fokus menyediakan maklumat tepat, relevan dan berguna, VRNL menggabungkan kepakaran dan pengalaman peribadi untuk mencipta penyelesaian pertaruhan yang menyeluruh. Percayai VRNL untuk meningkatkan pengalaman pertaruhan sukan anda ke tahap lebih tinggi.",
  "sbs_bold_p3": "Terokai perisian pertaruhan sukan VRNL hari ini dan tingkatkan permainan pertaruhan anda ke tahap seterusnya!",
  "sbs_try_b2b": "Cuba perisian Pertaruhan B2B kami",
  "sbs_try_b2c": "Cuba perisian Pertaruhan B2C kami",
  "sbs_mf_desp": "Kami menawarkan pelbagai alat untuk memudahkan pengurusan perisian pertaruhan kami. Antara yang paling penting dan kuat, serta penting untuk bersaing di peringkat global:",
  "sbs_mf_list": "<li><strong>Odds Masa Nyata:</strong> Kekal dikemas kini dengan odds masa nyata yang memberi kelebihan kompetitif. Perisian VRNL memastikan anda tidak terlepas peluang terbaik.</li> <li><strong>Keserasian Mudah Alih:</strong> Bertaruh di mana sahaja dengan perisian mesra mudah alih VRNL. Sama ada iOS atau Android, platform menyesuaikan diri dengan peranti anda untuk pengalaman lancar.</li> <li><strong>Perkhidmatan Odds Lanjutan:</strong> Menyediakan API data sukan yang tepat 100% untuk pra-perlawanan dan aliran data langsung dengan latensi minimum.</li> <li><strong>Integrasi Fleksibel:</strong> Platform kami boleh diintegrasikan ke sistem anda melalui API atau iFrame, menawarkan fleksibiliti pelaksanaan.</li>",
  "sbs_benefits": "Apakah manfaatnya? <b>Kami Terangkan</b>",
  "sbs_benefits_p1": "<strong>Kelebihan menjalankan platform pertaruhan Dalam Talian dan Runcit</strong> Memulakan platform pertaruhan dalam talian memang boleh menjadi cabaran.",
  "sbs_benefits_p2": "Oleh itu, kami telah merancang persekitaran <strong>perisian pertaruhan sukan menyeluruh</strong> untuk memudahkan proses, lengkap dengan penyedia odds terkemuka bagi memberikan liputan paling luas.",
  "sbs_benefits_p3": "Rakan kongsi berlesen kami menerima sokongan penuh untuk kemasukan mereka ke industri pertaruhan dalam talian, bersama pilihan versi Berjenama atau Tanpa Jenama bagi platform kami.",
  "sbs_benefits_p4": "Perisian kami termasuk alat pengurusan risiko yang mantap, memudahkan persediaan, dan bersedia untuk berkembang seiring perniagaan anda berkembang.",
  "sbs_benefits_p5": "Mengurus <strong> pemain dalam talian dan kedai pertaruhan </strong> tidak pernah semudah dan se mesra pengguna ini.",
  "complete_sbs": "Perisian Pertaruhan Sukan <strong> Lengkap </strong>",
  "whatwe_have": "Apa yang kami tawarkan untuk anda?",
  "whatwe_have_list": "<li><strong>Kawalan Akaun Pemain:</strong> Platform kami menyediakan pengurusan akaun pemain yang mantap, termasuk pendaftaran dan perkhidmatan pengesahan. Kami juga mempunyai sistem berkesan untuk mengesan dan menangani akaun penipuan.</li> <li><strong>Alat Geolokasi:</strong> Kami menyediakan alat yang boleh mengekstrak maklumat lokasi daripada alamat IP, memastikan perkhidmatan geolokasi yang tepat.</li>",
  "whatwe_have_desp": "Dengan sokongan menyeluruh kami, tumpuan utama anda boleh diberikan kepada penubuhan dan pembangunan kedai pertaruhan runcit dan rangkaian dalam talian anda.",
  "b2c_sbs": "Perisian pertaruhan sukan B2C",
  "b2c_sbs_p1": "VRNL adalah destinasi utama anda untuk penyelesaian perisian pertaruhan sukan B2C. Kami merupakan nama yang dipercayai dalam industri, berdedikasi untuk menyediakan perisian canggih yang meningkatkan pengalaman pertaruhan sukan anda. Sama ada anda seorang penjudi berpengalaman atau pendatang baru dalam dunia pertaruhan sukan, kami menyediakan alat yang anda perlukan untuk meningkatkan permainan anda. Cubalah perisian pertaruhan sukan VRNL hari ini dan tingkatkan permainan pertaruhan anda ke tahap seterusnya!",
  "b2c_sbs_p2": "Perisian pertaruhan sukan B2C (business-to-consumer) merujuk kepada teknologi dan platform yang digunakan oleh pengendali sportsbook untuk menawarkan perkhidmatan pertaruhan sukan secara langsung kepada pengguna akhir.",
  "b2c_sbs_p3": "Jenis perisian ini membolehkan pengguna meletakkan pertaruhan pada pelbagai acara sukan melalui aplikasi web atau mudah alih. Berikut adalah beberapa ciri utama dan komponen yang biasanya terdapat dalam perisian pertaruhan sukan B2C:",
  "b2c_sbs_list": "<li> <b>Daftar Pengguna dan Pengurusan Akaun:</b> Membolehkan pengguna membuat akaun, mengurus maklumat peribadi, dan menjejak sejarah pertaruhan. </li> <li> <b>Sokongan Pelanggan:</b> Menyediakan pilihan sokongan pelanggan, seperti chat langsung, e-mel, dan sokongan telefon, untuk membantu pengguna dengan pertanyaan dan isu. </li> <li> <b>Program Affiliate:</b> Menawarkan program affiliate untuk pemasaran dan promosi, membolehkan rakan kongsi memperoleh komisen untuk merujuk pengguna. </li>",
  "casino_sbs": "Perisian Kasino dan Pertaruhan <strong>Sukan</strong>",
  "casino_sbs_list": "Penyedia 75+ lebih daripada<br /> Mesin Slot 15,000+ lebih daripada<br /> Permainan Meja 500+ lebih daripada<br /> Video Poker 700+ lebih daripada<br /> Permainan Lain 200+ lebih daripada<br /> Pertunjukan Permainan Langsung<br /> Permainan Orang Pertama<br /> Rolet Amerika secara langsung<br /> Blackjack Langsung<br /> Baccarat Langsung<br /> Casino Hold’em Langsung<br /> SICBO<br /> Dragon Tiger Langsung<br /> Andar Bahar<br /> Teen Patti",
  "online": "Dalam Talian",
  "casino_platform": "Platform kasino",
  "onc_desp1": "VRNL menyediakan penyelesaian lengkap dengan tawaran <strong>White Label Casino</strong> kami.",
  "onc_desp2": "Platform <strong>kasino dalam talian</strong> kami direka untuk kesederhanaan, memastikan pengurusan mudah untuk pemula dan profesional berpengalaman. Dengan VRNL, anda akan menerima panduan menyeluruh untuk memulakan usaha <strong>kasino dalam talian</strong> anda.",
  "onc_desp3": "Sebelum anda melangkah, kami menjemput anda menyaksikan operasi lancar platform ini secara langsung.",
  "wlc_mainFeatures_desp1": "Kami menawarkan pelbagai alat yang direka untuk memperkasakan anda dalam pengurusan platform kasino dalam talian kami. Antara ini, kami memfokuskan pada yang paling berpengaruh dan penting untuk berjaya di arena global yang kompetitif:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Katalog permainan kasino dalam talian paling luas di dunia,</strong> dipilih dengan teliti dari penyedia terkemuka industri </li> <li> <strong class='black-color'>Alat untuk Bonus</strong> dan Pengoptimuman Keuntungan Slot </li> <li> <strong class='black-color'>Pembina Kempen</strong> dan Pengurusan Kejohanan Permainan</li> <li>Boleh <strong class='black-color'>diintegrasikan dengan lancar melalui API atau teknologi iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "Selain itu, pakej kami termasuk perisian kasino langsung, membolehkan anda menyediakan pengalaman kasino sebenar kepada pengguna dari keselesaan rumah mereka.",
  "wlc_benefits": "Apakah manfaatnya?",
  "letus_explain": "Mari Kami Terangkan",
  "letus_explain_desp1": "Berfikir untuk menceburi dunia pertaruhan dalam talian? Syarikat VRNL menawarkan",
  "letus_explain_desp2": "penyelesaian white label kasino yang boleh menjadi titik permulaan sempurna anda.",
  "letus_explain_desp3": "Manfaatkan perkhidmatan profesional dan kepakaran kami, bersama platform kasino dan teknologi canggih kami. Rakan kongsi berlesen kami menerima sokongan menyeluruh apabila memasuki industri kasino dalam talian, dengan pilihan versi platform berjenama atau tidak berjenama.",
  "letus_explain_desp4": "Memulakan usaha kasino dalam talian boleh menjadi perjalanan yang kompleks. Itulah sebabnya kami mencipta persekitaran kasino lengkap, menawarkan penyedia permainan teratas dan lebih 1,000 permainan. Matematik permainan kami selamat dan disahkan, memberi anda ketenangan fikiran.",
  "letus_explain_desp5": "Kembangkan perniagaan anda dengan mudah menggunakan alat pengurusan risiko platform kami untuk penubuhan yang cepat dan mudah.",
  "wlc_complete_solutions": "Penyelesaian <span>White Label Casino</span> Lengkap",
  "wlc_offer": "Apa yang kami tawarkan untuk anda?",
  "wlc_complete_solutions_list": "<li>Prosedur Pengesahan, diluluskan secara rasmi oleh pihak berkuasa pengawalseliaan</li> <li>Alat pemasaran affiliate, sistem rujukan, dan integrasi media sosial</li> <li>Pemberitahuan Tolak Mudah Alih, Pemberitahuan Tolak Web, dan Pesanan Dalam Aplikasi</li> <li>Kawalan Akaun Pemain, Pendaftaran dan Pengesahan, serta Sistem Pengesanan Akaun Penipu </li> <li>Alat Geolokasi untuk mengekstrak maklumat lokasi alamat IP</li>",
  "wlc_complete_solutions_more": "Tapi tunggu, ada lagi",
  "wlc_complete_solutions_desp": "<strong>Platform VRNL dioptimumkan untuk prestasi</strong> dan kestabilan tertinggi. Kami menggunakan teknologi terkini yang beroperasi dua kali lebih pantas daripada platform kasino biasa. Pengalaman luas kami telah menghasilkan aplikasi terpantas dan paling berkuasa hari ini.",
  "wlc_numbers": "<span>White Label</span> Casino dalam angka",
  "wlc_numbers_p1": "Temui kemungkinan tanpa had penyelesaian White Label Casino syarikat VRNL kami. Tingkatkan perniagaan kasino anda dengan pelbagai tawaran kasino kami",
  "wlc_numbers_p2": "Pilihan terbaik penyedia Live Casino terkemuka di seluruh dunia",
  "wlc_numbers_p3": "Pelbagai meja langsung yang tiada tandingan tersedia dalam talian, dengan penghantaran pelbagai saluran.",
  "wlc_numbers_list": "<li>Lebih 75 penyedia</li> <li>Lebih 15,000 mesin slot</li> <li>500+ permainan meja</li> <li>700+ permainan video poker</li> <li>Lebih 200 permainan lain</li>",
  "wlc_numbers_p4": "Pasukan berdedikasi kami akan membimbing anda melalui semua fasa, dari latihan awal hingga pelancaran pengeluaran anda.",
  "wlb_platform": "Platform Pertaruhan White Label",
  "wlb_platform_p1": "Penyelesaian sportsbook white label Vrnl menawarkan platform pertukaran yang lengkap dan dikendalikan sepenuhnya. <br />",
  "wlb_platform_p2": "Salah satu ciri menonjol penyelesaian sportsbook white label kami ialah <b class='bold'>kelajuan luar biasa dalam penciptaan dan pelancaran laman web.</b> Pasukan berdedikasi kami boleh menyediakan laman web sportsbook anda dalam hanya sepuluh hari bekerja, <b class='bold'>dikhususkan mengikut keperluan unik anda.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Perkhidmatan kami termasuk hosting khusus</b>, semua perisian yang diperlukan, suapan data odds sukan langsung, alat pengurusan risiko, dan perkhidmatan sokongan pelanggan bertaraf tinggi. Kami adalah platform pertaruhan white label terkemuka.",
  "wlb_platform_list": "<li>Pembangunan Laman Web, <b>Pembentukan Jenama, Penyesuaian</b>, dan Ujian Rapi Pertukaran Pelanggan</li> <li>Peningkatan dan kemas kini ciri secara berkala</li> <li> <b>Penyediaan Perkakasan</b>, Hosting, Pemantauan 24/7, dan Sokongan Komprehensif </li> <li> <b>Pelbagai Pasaran Pertaruhan,</b> Kategori Sukan, dan Tawaran Liga </li> <li>Penerimaan pertaruhan yang cekap dan proses penyelesaian tepat</li> <li>Pengurusan Risiko Lanjutan, Perakaunan Mantap, dan Alat Pemantauan </li>",
  "wlb_platform_p4": "Perunding berdedikasi Vrnl akan mengumpul keperluan anda dengan teliti dan membentangkan pilihan templat dan pencapaian pembangunan terkini. Semua platform kami direka untuk menyokong pelbagai bahasa dan mata wang, dengan antaramuka pengguna (UI) disesuaikan untuk memenuhi keperluan khusus anda.",
  "wlb_platform_customization": "Penyesuaian",
  "be_unique": "Jadilah unik",
  "be_unique_desp1": "<b class='bold'>VRNL mengkhususkan diri dalam platform pertaruhan white label yang disesuaikan, kasino, pertaruhan, dan</b> penyelesaian disesuaikan yang meningkatkan identiti jenama anda.",
  "be_unique_desp2": "Pasukan pakar kami memastikan setiap butiran, dari antaramuka visual menakjubkan hingga integrasi logo dan penambahbaikan ciri, selaras dengan visi anda.",
  "be_unique_desp3": "Mulakan perjalanan anda dalam dunia Vrnl, di mana visi unik anda menjadi kenyataan.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Optimumkan Odds Pertaruhan dengan VRNL",
  "wlb_platform_odds_p1": "Kekal di hadapan persaingan dengan perkhidmatan <b class='bold'>pengurusan odds</b> kami yang canggih. Kami menyediakan pelarasan odds masa nyata, pengurusan risiko, dan analisis pasaran untuk membantu anda mengoptimumkan tawaran pertaruhan sukan dan meningkatkan pengalaman pemain.",
  "wlb_platform_odds_p2": "Pasukan pakar kami berdedikasi untuk memastikan kejayaan anda. Hubungi kami hari ini untuk mengetahui bagaimana kami dapat membawa perniagaan pertaruhan anda ke tahap seterusnya.",
  "wlb_platform_zeroRisk": "Risiko Sifar",
  "wlb_platform_zeroRisk_h1": "Perkhidmatan perdagangan dan pengurusan risiko",
  "wlb_platform_zeroRisk_p1": "Kami menyediakan perkhidmatan perdagangan dan pengurusan risiko yang menyeluruh, bersama panduan pakar mengenai pengurusan odds. Selain itu, kami menawarkan ciri unik - perlindungan kemenangan. Secara praktikal, ini bermakna jika platform anda tidak menjana pendapatan, kami akan menanggung pembayaran kepada pemain anda. Kami mengutamakan ketenangan fikiran anda.",
  "wlb_platform_bpb": "Penjenamaan Platform Pertaruhan",
  "wlb_platform_bpb_layouts": "Susun atur tanpa had",
  "wlb_platform_bpb_layouts_desp": "Pilih dari <b>pelbagai susun atur pertaruhan</b> dengan pelbagai templat kami. Atau, ambil kawalan sepenuhnya dengan membina susun atur sendiri melalui <b>perkhidmatan API</b> kami. Dengan pilihan ini, anda dan pasukan pembangunan boleh membina antaramuka pengguna sepenuhnya disesuaikan mengikut visi anda.",
  "Betting": "Pertaruhan",
  "B2C": "B2C",
  "Casino": "Kasino",
  "main_sec_title": "Vrnl adalah Penyedia Perisian Pertaruhan Sukan Teratas di Bangladesh.",
  "who_we_are": "siapa kami",
  "what_we_do": "apa yang kami lakukan",
  "about_us_title": "Tentang Kami - Perisian pertaruhan sukan white label dan Kasino dalam talian",
  "casino_providers": "Penyedia Kasino",
  "betting_providers": "Penyedia Pertaruhan",
  "games_providers": "Penyedia Permainan",
  "online_exch_sw_title": "Revolusikan Perniagaan Anda dengan Perisian Pertukaran Dalam Talian VRNL",
  "casino_games_title": "Permainan Kasino - White label Kasino",
  "casino_tournaments_title": "Perisian Kejohanan Kasino - White label Kasino dalam talian",
  "esports_title": "Perisian Pertaruhan eSports membolehkan pengguna anda bertaruh pada permainan eSports teratas",
  "faq_title": "Soalan Lazim VRNL – Panduan untuk Soalan dan Jawapan Umum",
  "iframe_title": "iFrame Sportsbook White label pertaruhan sukan dan Kasino",
  "live_casino_title": "White label Kasino - mulakan kasino dalam talian anda sendiri",
  "lottery_games_title": "Permainan Loteri - White label Kasino",
  "mobile_title": "Tingkatkan Permainan Anda dengan Perisian Pertaruhan Sukan Mudah Alih VRNL",
  "online_casino_sw_title": "Perisian Kasino Dalam Talian - Evolusi Perisian & Penyedia Platform Kasino Dalam Talian",
  "ourTheme_title": "Bertaruh & Menang: Kerja Kami dalam Dunia Pertaruhan Dalam Talian dan Kasino",
  "risk_management_title_main": "Strategi Pengurusan Risiko untuk Pengendali Sportsbook - Perisian pertaruhan sukan dan kasino white label",
  "sport_bet_title": "Tingkatkan Pengalaman Pertaruhan Anda dengan Perisian Pertaruhan Sukan VRNL",
  "wlc_title": "White label Kasino - Mulakan kasino dalam talian anda dengan mudah menggunakan penyelesaian White Label Casino kami.",
  "whiteLabel_title": "Vrnl Penyedia perisian sportsbook white label yang diperibadikan untuk anda",
  "TOAST": {
    "FILL_REQUIRED": "Sila isi semua medan yang diperlukan.",
    "SUBMITTING": "Menghantar permohonan...",
    "SUCCESS": "Permintaan demo berjaya dihantar!",
    "ERROR": "Terjadi ralat. Sila cuba lagi."
  },
  "disclosure_tp_a_desp": "<strong>a. Pendedahan Umum</strong><br> Kadang-kadang vrnl.net mungkin menyediakan maklumat peribadi tertentu kepada rakan strategik yang bekerjasama dengan vrnl.net untuk menyediakan perkhidmatan, atau yang membantu vrnl.net dalam pemasaran kepada pelanggan. Contohnya, apabila anda membeli dan mengaktifkan langganan, anda memberi kuasa kepada vrnl.net untuk menukar maklumat yang anda berikan semasa proses pengaktifan bagi melaksanakan perkhidmatan. Jika anda telah meluluskan perkhidmatan tersebut, akaun anda akan dikawal oleh dasar privasi vrnl.net. Maklumat peribadi hanya akan dikongsi oleh vrnl.net untuk menyediakan atau meningkatkan aspek perkhidmatan dan pemasaran kami; ia tidak akan dikongsi dengan pihak ketiga untuk tujuan pemasaran mereka.<br> vrnl.net juga boleh memilih dengan berhati-hati syarikat lain untuk menghantar maklumat kepada anda tentang produk atau perkhidmatan mereka yang berkaitan dengan perkhidmatan laman tetapi tidak diperlukan untuk operasinya ('Perkhidmatan Lanjutan'). Jika vrnl.net berniat untuk menggunakan maklumat yang boleh dikenalpasti secara peribadi untuk Perkhidmatan Lanjutan, laman vrnl.net akan menyediakan anda dengan kemampuan dan arahan yang diperlukan untuk menolak perkhidmatan ini.<br> Anda juga boleh menghentikan penghantaran e-mel maklumat atau promosi daripada <b>vrnl.net</b> dengan mengikuti arahan dalam e-mel tersebut.",
  "objection_processing_desp": "<strong>e. Bantahan terhadap Pemprosesan</strong><br> Jika maklumat peribadi anda diproses untuk tujuan pemasaran langsung, anda boleh, pada bila-bila masa, meminta kami berhenti memproses data anda untuk tujuan pemasaran langsung ini dengan menghantar e-mel kepada kami.<br> Sila ambil perhatian bahawa jika anda tidak membenarkan kami mengumpul maklumat peribadi daripada anda, kami mungkin tidak dapat menyediakan pengalaman, produk, dan perkhidmatan tertentu kepada anda, dan beberapa perkhidmatan kami mungkin tidak dapat mengambil kira minat dan keutamaan anda. Jika pengumpulan maklumat peribadi adalah wajib, kami akan menjelaskannya pada titik pengumpulan supaya anda boleh membuat keputusan yang berinformasi sama ada untuk mengambil bahagian. Jika anda mempunyai soalan tentang maklumat peribadi spesifik tentang anda yang kami proses atau simpan, dan hak anda berkaitan maklumat peribadi tersebut, sila hubungi pasukan sokongan pelanggan kami.",
  "disclosure_tp_e_desp": "<strong>e. Pemindahan Perniagaan</strong><br> Kami menyediakan maklumat peribadi kepada sekutu kami dan perniagaan atau individu lain yang dipercayai untuk memprosesnya bagi pihak kami, berdasarkan arahan kami dan selaras dengan Polisi Privasi kami serta langkah-langkah kerahsiaan dan keselamatan yang sesuai. Contohnya, kami mungkin menggunakan penyedia perkhidmatan untuk membantu kami dengan sokongan pelanggan.<br> Sekiranya vrnl digabungkan atau diperoleh oleh syarikat lain atau dalam kes penstrukturan semula perniagaan, kami dan sekutu kami mungkin berkongsi maklumat peribadi anda, sepenuhnya atau sebahagiannya, dengan entiti perniagaan lain.",
  "rectification_iii_desp": "<strong>b. Pembetulan Maklumat yang Tidak Tepat atau Tidak Lengkap</strong><br> Anda boleh meminta kami membetulkan maklumat peribadi yang tidak tepat atau tidak lengkap mengenai anda (ini adalah maklumat yang anda tidak boleh kemas kini sendiri dalam akaun moneycontrol anda) dengan menghantar e-mel kepada kami.<br> Anda boleh mengakses dan mengemas kini sebahagian daripada maklumat peribadi anda melalui tetapan akaun anda. Jika anda memilih untuk menyambungkan profil vrnl.net anda ke aplikasi pihak ketiga, seperti Facebook atau Google, anda boleh mengubah tetapan dan membuang kebenaran untuk aplikasi itu dengan menukar tetapan akaun anda. Anda bertanggungjawab untuk memastikan maklumat peribadi anda sentiasa dikemas kini. vrnl.net mungkin menghantar peringatan berkala melalui e-mel untuk mengekalkan ketepatan maklumat peribadi anda.",
  "disclosure_tp_c_desp": "<strong>c. Penyedia Perkhidmatan</strong><br> vrnl.net mungkin menyertakan pautan ke pelbagai laman web pihak ketiga yang mungkin mengumpul Maklumat Peribadi Anda. Penggunaan maklumat anda yang dikumpul oleh platform pihak ketiga tersebut akan dikawal oleh polisi privasi platform pihak ketiga tersebut. Laman web atau aplikasi sedemikian dikawal oleh polisi privasi masing-masing, yang berada di luar kawalan kami. Setelah anda meninggalkan pelayan kami (anda boleh melihat di mana anda berada dengan memeriksa URL di bar lokasi pada pelayar anda), penggunaan sebarang maklumat yang anda berikan dikawal oleh polisi privasi pengendali aplikasi yang anda lawati. Polisi tersebut mungkin berbeza daripada kami. Jika anda tidak dapat menemui polisi privasi mana-mana laman ini melalui pautan dari halaman utama aplikasi, anda harus menghubungi pemilik aplikasi secara langsung untuk maklumat lanjut.<br> Kami boleh berkongsi maklumat yang tidak dapat dikenalpasti secara peribadi secara umum dan dengan rakan kongsi kami – seperti penerbit, pengiklan, pembangun, atau pemegang hak. Sebagai contoh, kami berkongsi maklumat secara umum untuk menunjukkan trend tentang penggunaan umum perkhidmatan kami. Kami juga membenarkan rakan kongsi tertentu mengumpul maklumat dari pelayar atau peranti anda untuk tujuan pemasaran/promosi dan pengukuran menggunakan kuki mereka sendiri atau teknologi serupa.",
  "data_security": "Keselamatan data"
}