{
  "contact_title": "Kumpanija li kontinwament tfittex soluzzjonijiet innovattivi biex tilħaq il-bżonnijiet tan-negozju tagħha.",
  "contact_footer": "“Aħna tim ta’ strateġisti kreattivi, dilettanti tat-teknoloġija, u komunikaturi effettivi, imqanqla minn passjoni bla waqfien għall-industrija tal-logħob onlajn. L-impenn tagħna bla waqfien huwa li nrawmu s-suċċess tal-klijenti tagħna fin-negozju.”",
  "contact_header": "Ikkuntattjana",
  "contact_para": "Konsulta ma’ espert ta’ VRNL biex tiskopri kif is-soluzzjonijiet tagħna jistgħu jtellgħu n-negozju tal-imħatri tiegħek.",
  "telegram": "Telegram",
  "write_msg": "IKTEB MAGĦNA MESSAĠĠ",
  "fname": "Isem sħiħ",
  "fname_err": "Il-qasam huwa meħtieġ (min 2 karattri).",
  "email": "L-email tiegħek",
  "email_err": "Jeħtieġ email valida.",
  "country": "Pajjiż",
  "pnumber": "Numru tat-telefon",
  "pnumber_err": "In-numru tat-telefon għandu jkun ta’ 10 ċifri.",
  "message": "Messaġġ",
  "sending": "Qed jintbagħat…",
  "submit": "Issottometti",
  "con_param1": "Aħna ma naqsmux l-informazzjoni personali tiegħek ma’ ħadd. Iċċekkja l-",
  "privacy_policy_form": "“politika tal-privatezza”",
  "con_param2": "għal aktar informazzjoni",
  "casino_tournament_h1": "It-<b class='chck'>Tournaments tal-Każinò</b> jippermettulek toħloq tournament b’data ta’ bidu u ta’ tmiem.",
  "casino_tournament_p1": "Għodda qawwija għad-dispożizzjoni tiegħek biex iżżid id-dħul tas-sezzjoni tal-każinò hija l-implimentazzjoni ta’ <strong>Tournaments tal-Każinò.</strong>",
  "casino_tournament_h2": "Ikollok il-ħila li <strong>tippersonalizza kull tournament</strong> billi tagħżel manwalment il-lista tal-magni tas-slots li se jipparteċipaw fil-kompetizzjoni.",
  "casino_tournament_p2": "Biex <strong>toħloq promozzjoni</strong>, għandek sempliċement tagħżel <strong>titlu</strong> għat-<strong>tournament</strong>, tiddetermina liema <strong>slots</strong> se jkunu inklużi, u tispeċifika l-<strong>jackpot </strong>li se jinqasam fost <strong>premjijiet differenti</strong>, kollha li jistgħu jiġu adattati għall-preferenzi tiegħek.",
  "casino_tournament_p3": "Dettalji ewlenin li trid idaħħal jinkludu d-<strong>data tal-bidu,</strong> id-<strong>data tat-tmiem,</strong> il-<strong>jackpot totali,</strong> in-numru ta’ parteċipanti fil-klassifika, kif ukoll ir-rekwiżit minimu ta’ mħatri għall-entrata fit-tournament.",
  "casino_tournament_p4": "Barra minn hekk, ikollok dejjem aċċess għal tabella ta’ klassifikazzjoni f’ħin reali li turi ismijiet tal-utenti, pożizzjonijiet tal-plejers, u premjijiet korrispondenti. Din il-karatteristika tista’ ttejjeb b’mod sinifikanti l-esperjenza tal-utent fuq il-pjattaforma tal-każinò tiegħek, tattira aktar plejers u żżid id-dħul.",
  "casinogames_title": "Għaliex tagħżel il-pjattaforma tagħna?",
  "casinogames_title_h1": "Il-katalgu l-aktar estensiv fid-dinja ta’ ",
  "online_casino_games": "logħob tal-każinò onlajn",
  "online_casino_games_p1": "Il-<b style='color: #575756;'>White Label</b> tagħna hija d-destinazzjoni finali tiegħek, li tipprovdilek firxa kbira ta’ aktar minn 3000+ logħob u slots tal-każinò eċċitanti. Aħna kburin li noffru l-aktar firxa komprensiva ta’ logħob tal-każinò onlajn disponibbli fuq l-internet.",
  "online_casino_games_p2": "Aħna naqdu operaturi tal-logħob onlajn, bookmakers, lotteries, u organizzazzjonijiet tal-imħatri li joperaw f’swieq regolati.",
  "online_casino_games_p3": "Aħna nifhmu l-importanza ta’ gameplay sigur u ġust fid-dinja tal-każinos onlajn. Huwa għalhekk li l-matematika tal-logħob tagħna mhijiex biss robusta iżda wkoll iċċertifikata minn laboratorji indipendenti tal-logħob. Din iċ-ċertifikazzjoni tiggarantixxi l-ogħla livell ta’ esperjenza tal-utent għall-plejers tiegħek, u tagħmel l-esperjenza tal-logħob tagħhom tassew ta’ kwalità għolja.",
  "casino_nos": "NUMRI TAL-KAŻINÒ",
  "slot_machine": "Magna tas-slot",
  "morethan10": "Aktar minn 10",
  "tablegames": "Logħob tal-mejda",
  "morethan4": "Aktar minn 4",
  "videopoker": "Video poker",
  "morethan": "Aktar minn",
  "lottery": "Lotterija",
  "morethan9": "Aktar minn 9",
  "proveedores": "FORNITURI",
  "morethan12": "Aktar minn 12",
  "online_turnkey": "Aħna nipprovdu Soluzzjonijiet Turnkey tal-Każinò Onlajn",
  "casino_wls": "Soluzzjoni White Label tal-Każinò",
  "casino_wls_desp": "Ibda l-każinò tiegħek immarkat b’faċilità billi tuża s-soluzzjoni white-label ta’ VRNL. Ippersonalizza l-każinò tiegħek, offri firxa wiesgħa ta’ logħob, assigura s-sigurtà, u ibda tiġġenera dħul malajr.",
  "webbranding": "Branding tal-Websajt",
  "webbranding_desp": "Itella’ l-preżenza onlajn tiegħek bis-servizzi ta’ branding tal-websajt ta’ VRNL. Aħna niddisinjaw, noħolqu, u nittrasformaw websajts biex jirriflettu l-identità unika tiegħek, u nħallu impressjoni dejjiema.",
  "toolstraning": "Għodod (taħriġ)",
  "toolstraning_desp": "Iftaħ il-potenzjal tiegħek fid-dinja tat-trading bl-għodod qawwija ta’ VRNL. Is-soluzzjonijiet avvanzati tagħna jagħtuk l-għarfien u t-teknoloġija biex tieħu deċiżjonijiet infurmati u timmassimizza s-suċċess tiegħek fit-trading.",
  "client_support": "Appoġġ għall-Klijenti",
  "client_support_desp": "Ittejjeb l-esperjenza tal-klijenti tiegħek bis-servizzi ta’ appoġġ eċċezzjonali ta’ VRNL. It-tim iddedikat tagħna hawn biex jipprovdi għajnuna espert, u jiżgura li l-bżonnijiet tal-klijenti tiegħek jintlaħqu b’effiċjenza u kura.",
  "aboutus_title": "Żgur li inti kurjuż biex tiskopri",
  "aboutus_desp": "Kumpanija li kontinwament tfittex soluzzjonijiet innovattivi biex tilħaq il-bżonnijiet tan-negozju tagħha.",
  "online_gaming_provider": "Fornitur tal-Logħob Onlajn",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl huwa Fornitur stabbilit ta’ Sportsbook u Gaming b’rekord notevoli ta’ 10 snin fl-industrija tal-imħatri. </strong> Sa mill-2012, aħna ddedikati biex nipprovdu bookmakers, lotteries, u organizzazzjonijiet tal-imħatri f’swieq regolati.",
  "about-section1-para2": "Aħna tim ta’ strateġisti kreattivi, entużjasti tat-teknoloġija, u komunikaturi effettivi, imħeġġeġ minn passjoni bla waqfien għall-industrija tal-logħob online. Il-impenn tagħna bla tregua huwa li nħeġġu s-suċċess tal-klijenti tagħna fin-negozju.",
  "about-section1-para21": "Nifhmu ruħna li noffru soluzzjonijiet ta’ livell għoli għal negozji u individwi fl-industrija tal-logħob u l-imħatri online. Kemm jekk inti startup li trid tibda l-pjattaforma tiegħek jew marka stabbilita li qed tfittex espansjoni, noffru servizzi kompluti li jagħtu s-setgħa lit-tkabbir tiegħek, jiżguraw il-konformità, u jipprovdu esperjenzi eċċezzjonali għall-utenti.",
  "about-section1-para22": "Is-Soluzzjonijiet White Label tagħna jagħtuk il-qawwa li tniedi negozju ta’ logħob jew mħatri online kompletament bl-isem tiegħek mingħajr l-isfidi tal-bini mill-bidu. Noffru pakkett komplut u mmaniġġjat kompletament li jinkludi brand personalizzat skont l-identità tiegħek, moduli ta’ mħatri sportivi, kasino u logħob integrati, gateways ta’ ħlas sigur, u appoġġ tekniku u manutenzjoni kontinwa. Bl-użu tal-pjattaforma White Label tagħna, tista’ tiffoka fuq il-marketing, l-akkwist ta’ klijenti, u t-tkabbir tan-negozju, filwaqt li aħna nindirizzaw it-teknoloġija, il-konformità, u l-operazzjonijiet tal-backend.",
  "about-section1-para3": "Il-pjattaforma tal-logħob avvanzata tagħna hija waħda mill-fatturi ewlenin li wasslu lil Vrnl għall-istatus kurrenti tagħha bħala Software House Internazzjonali rispettata.<strong style='color: #000;'> Billi nużaw l-esperjenza estensiva tagħna ta’ 10 snin f’dan is-settur, Vrnl kburi jestendi s-servizzi tagħha għal aktar minn 40 bookmakers f’11-il pajjiż differenti madwar id-dinja.</strong>",
  "about_us": "Dwarna",
  "about_us_desp": "VRNL hija l-akbar pjattaforma li tipprovdi sports onlajn u każinò white label. Aħna noffru exch API flimkien mas-servizzi tas-sit apposta tagħna għal Bangladesh bi marġini baxxi u fuq pjattaforma affidabbli, li tinkludi każinò. Aħna nipprovdu APIs għal kull kampjonat fl-iskambji, flimkien ma’ servizzi ta’ streaming onlajn. Igawdu l-imħatri fuq pjattaforma affidabbli. Igawdu aktar minn 1000 slot u logħob tal-mejda fuq is-sit tagħna.",
  "our_client": "Il-Klijent tagħna",
  "our_client_desp": "F’Vrnl, aħna bla heda fit-tfittxija tagħna għall-aqwa sħubiji fil-logħob u l-intratteniment biex niżguraw esperjenza bla paragun għall-klijenti u l-plejers tagħna. Permezz ta’ ftehimiet ta’ kollaborazzjoni ma’ każinos internazzjonali magħrufa u fornituri ta’ logħob virtwali, aħna integrajna bla xkiel il-Pjattaforma tagħna tal-Imħatri Sportivi ma’ firxa estensiva ta’ logħob. Dawn l-offerti jinkludu kollox minn magni tas-slot u logħob tal-mejda għal esperjenzi ta’ live casino, logħob virtwali, u anke logħob fantasy. L-impenn tagħna għall-eċċellenza jestendi lil hinn mid-diversità tal-logħob. Il-pjattaforma tagħna hija aċċessibbli kemm fuq kompjuters desktop kif ukoll fuq apparati mobbli, li toffri grafika ta’ kwalità għolja, animazzjonijiet li jiġbdu l-għajn, u awdjo immersiv. Barra minn hekk, il-menu intuwittiv u faċli għall-utent tagħna jtejjeb l-esperjenza ġenerali tal-utent. Fil-qalba tal-operazzjonijiet tagħna hemm proċess ta’ integrazzjoni rapidu, li jgħaqqad skalabbiltà, flessibbiltà, u prestazzjoni ta’ livell għoli fis-software tal-imħatri tagħna. Dan il-proċess ta’ integrazzjoni huwa sostnut mill-ogħla livelli ta’ sigurtà u affidabilità, li jassiguraw lill-klijenti tagħna ambjent ta’ logħob sigur u ta’ fiduċja. Aħna kburin li nippreżentaw lill-klijenti tagħna l-aktar għażla wiesgħa ta’ logħob fis-settur, u noffru s-soluzzjonijiet perfetti tal-logħob għal kull preferenza. Merħba f’Vrnl, fejn l-eċċellenza fil-logħob tiltaqa’ ma’ possibbiltajiet illimitati. Vrnl kburi li ssieħbet mal-aktar ismijiet distintivi fl-industrija fost fornituri tas-softwer tal-logħob u soluzzjonijiet ta’ ħlas. Aqsam il-pjattaforma tagħna għas-suċċess u żid ismek ma’ din il-lista dejjem tikber.",
  "lost404": "Jidher li int mitluf",
  "lost404desp": "il-paġna li qed tfittex mhux disponibbli!",
  "gotohome": "Mur fil-Homepage",
  "esports_bs": "Software tal-Imħatri fuq eSports",
  "esports_bs_desp1": "F’VRNL, aħna kburin li nipprovdu lill-partitarji tal-eSports esperjenza unika u immersiva.",
  "esports_bs_desp2": "VRNL hija l-bieb tiegħek għal dinja fejn il-logħob u l-imħatri jingħaqdu. Is-Software tal-Imħatri fuq eSports tagħna huwa ddisinjat għal fannijiet tal-logħob bħalek, u jipprovdi esperjenza eċċitanti, sigura, u ta’ premju. Tħallix iċ-ċans jgħaddi mingħajrek. Ingħaqad ma’ VRNL illum u itella’ l-esperjenza tal-logħob tiegħek għal livelli ġodda!",
  "startnow": "Ibda Issa",
  "easy_setup": "Setup faċli, inqas milli taħseb.",
  "easy_setup_desp1": "Nistgħu nwasslu l-pjattaforma tal-eSports fi ftit ġimgħat biss.<br> Aħna nieħdu ħsieb l-aspetti kollha tal-proċess: Hosting, Interface tal-Utent, odds feed, paġni personalizzati, attivazzjoni tal-prodott, u strateġija tal-imħatri sportivi.",
  "easy_setup_desp2": "Il-fokus primarju tiegħek jista’ jkun iddedikat għall-setup u l-istabbiliment tan-netwerks onlajn tiegħek.",
  "esport_bet_center_h1": "Jekk qed taħseb li tibda fl-imħatri onlajn, is-software tal-imħatri fuq eSports tagħna huwa pass kbir għall-bidu.",
  "esport_bet_center_p1": "Aqla’ vantaġġ mis-servizzi esperti tagħna u t-teknoloġija avvanzata tal-imħatri fuq eSports. Il-partners regolati tagħna jiksbu appoġġ sħiħ biex jidħlu fl-industrija tal-imħatri onlajn u jistgħu jużaw il-pjattaformi personalizzati jew ġeneriċi tagħna.",
  "esport_bet_center_p2": "Li tibda sportsbook onlajn li jiffoka prinċipalment fuq eSports jista’ jkun diffiċli. Huwa għalhekk li ħloqna sistema komprensiva tal-imħatri fuq eSports b’s-servizzi ta’ imħatri qabel il-logħba. L-għan tagħna huwa li noffru l-aktar firxa estensiva ta’ għażliet eSports onlajn.",
  "have_qes": "Għandek Mistoqsija?",
  "para_faq": "Għandna tweġibiet (Ukoll, ħafna drabi!)",
  "freq_param": "Hawn taħt issib risposta għall-aktar mistoqsijiet komuni jekk jogħġbok iċċekkja l-",
  "if_still_qes": "Jekk xorta ma tistax issib it-tweġiba li qed tfittex, sempliċement",
  "sbs_faqs": "FAQs dwar is-Software tal-Imħatri Sportivi",
  "whatis_sbs": "X’inhu s-Software tal-Imħatri Sportivi?",
  "whatis_sbs_ans": "Is-Software tal-Imħatri Sportivi huwa mfassal abbażi tas-swieq u l-għażliet tal-utent. Barra minn hekk, l-esperti tagħna huma dejjem disponibbli biex jipprovdulek l-aħjar servizz tal-konsumatur relatat mal-bżonnijiet tiegħek u r-rekwiżiti tas-suq. Bl-istess mod, aħna nieħdu ħsieb kull pass tal-proċess ta’ żvilupp, u nippreżentawlek Pjattaforma ta’ Skambju kompluta u effettiva.",
  "affiliate_systems": "Toffru sistemi ta’ affiljati?",
  "affiliate_systems_ans": "Iva, fil-fatt in-netwerk tas-software tagħna huwa bbażat fuq 5 livelli: Amministratur tal-Pjattaforma - l-aċċess għall-backend (huwa possibbli wkoll li jinħolqu aċċessi oħra għall-Back office b’privileġġi u permessi limitati). Rivenditur - aġent ewlieni li jissorvelja diversi ħwienet tal-imħatri. Jaqla’ kummissjonijiet fuq il-fatturat jew il-profitti tal-ħanut. Ħanut tal-imħatri - jirrappreżenta l-punt fiżiku fejn il-plejers jistgħu jilagħbu, jiddepożitaw, eċċ. Permezz ta’ dan il-kont huwa possibbli li jitqiegħdu imħatri u jinkisbu kummissjonijiet fuq il-fatturat jew il-profitti. Kaxxier, il-profil għall-impjegati tal-ħwienet tal-imħatri, kapaċi jqiegħdu imħatri mingħajr ma jaqilgħu kummissjonijiet. Plejer onlajn, irreġistra l-kont tal-logħob tiegħek onlajn jew f’ħanut, u agħmel imħatri.",
  "whatis_label": "X’inhu sit ta’ imħatri white label?",
  "whatis_label_ans": "Sit ta’ imħatri white label huwa pjattaforma personalizzata kompletament. Is-sit ta’ imħatri white label ta’ Vrnl jipprovdi logħob iċċertifikat, sistema ta’ bonus, gateways ta’ ħlas. Il-kontenut tal-Interface tal-Utent, il-lingwa u l-munita huma bbażati fuq l-għażla tiegħek, u Vrnl verament jagħmilha possibbli templates grafiċi differenti, karatteristiċi u għodod.",
  "fullmanagement": "Nista’ nkun għandi ġestjoni sħiħa tal-odds u l-marġini?",
  "fullmanagement_ans": "Il-backend jinkludi ħafna għodod, karatteristiċi u rapporti li jipprovdu veduta sħiħa tal-attività tal-imħatri sportivi. Hemm sezzjoni ddedikata għall-ġestjoni tal-odds, permezz tagħha huwa possibbli li jiġu modifikati l-marġini, il-multipliċità u l-odds għal kull suq, logħba u/jew kampjonat.",
  "logobrand": "Nista’ nuża l-logo u l-kuluri tal-marka tiegħi?",
  "logobrand_ans": "Iva tista’. Aħna nipprovdu soluzzjonijiet differenti bbażati fuq ir-rekwiżiti speċifiċi tiegħek. Fil-fatt, nistgħu noħolqu soluzzjonijiet apposta billi niġbru r-rikjesti tiegħek u nissettjaw proġett għalik jew nistgħu nipprovdu soluzzjoni turnkey, nibdlu biss il-kuluri tal-marka tiegħek u l-logo.",
  "fullycustomized": "Nixtieq soluzzjoni personalizzata kompletament, huwa possibbli?",
  "fullycustomized_ans": "Vrnl jagħmilha disponibbli tim ta’ esperti għas-setup ta’ pjattaforma ta’ imħatri sportivi personalizzata kompletament. Fil-fatt, Account Manager jiġbor ir-rekwiżiti u jikkoordina l-proġett mal-membri l-oħra tat-tim: il-Project Manager, id-Designer Grafiku u l-IT Manager.",
  "software_cost": "Kemm jiswa s-Software tal-Imħatri Sportivi?",
  "software_cost_ans": "L-ispiża tas-Software tal-Imħatri Sportivi tvarja skont il-karatteristiċi u s-servizzi offruti. Hemm pjanijiet differenti skont jekk għandekx diġà volum għoli ta’ logħob, jew jekk trid tkun aġent b’netwerk tiegħek stess ta’ plejers.",
  "what_products": "X’prodotti toffru?",
  "what_products_ans": "In-negozju ewlieni tagħna huwa l-Imħatri Sportivi, fil-fatt is-software tal-imħatri sportivi tagħna huwa prodott in-house u ġie żviluppat mit-tim IT tagħna sa mill-2005. Barra mill-prodott tal-Isport aħna noffru wkoll imħatri ħajjin, każinò, live casino, lotteries u logħob virtwali sabiex noffru soluzzjonijiet ‘all in one’ lill-klijenti tagħna.",
  "canaddfeatures": "Nista’ nżid xi karatteristiċi, rapporti u paġni mas-software tal-imħatri sportivi?",
  "canaddfeatures_ans": "Is-software tal-imħatri jinkludi firxa wiesgħa ta’ rapporti, paġni u banners li jistgħu jiġu personalizzati (CMS) jew żviluppati fuq talba. Jekk tixtieqna niżviluppaw karatteristika ġdida, naħdmu ma’ tiegħek billi noħolqu proġett apposta: ġbir ta’ informazzjoni u dettalji, sottomissjoni tal-proġett/rendering, testing u rilaxx finali.",
  "canofferbettingservices": "Nista’ noffri s-servizzi tal-imħatri sportivi fil-każinos li għandi f’pajjiżi tiegħi?",
  "canofferbettingservices_ans": "Għandna diversi soluzzjonijiet ta’ imħatri kemm għal negozji onlajn kif ukoll għal dawk ibbażati fuq l-art. Jekk inti sid ta’ każinò fuq l-art u tixtieq toffri wkoll imħatri sportivi, is-soluzzjoni tagħna għall-bejgħ bl-imnut se tkun l-għażla t-tajba peress li tippermetti li jinħolqu kontijiet tal-kaxxieri biex jimmaniġġjaw il-bejgħ tal-biljetti tal-imħatri sportivi.",
  "change_currentprovider": "Kif nista’ nbiddel il-fornitur tas-software kurrenti tiegħi?",
  "change_currentprovider_ans": "Jekk diġà tmexxi exchangebook u tixtieq taqleb għall-pjattaforma tagħna ta’ imħatri sportivi, aħna niżguraw li kollox ikun immaniġġjat kif suppost, nippreparaw pjan ta’ migrazzjoni. Id-dejta personali tal-plejers titella’ fuq il-pjattaforma l-ġdida u l-bidla tkun ippjanata biex titlesta fi ftit sigħat.",
  "sbs_offer": "X’karatteristiċi joffri s-Software tal-Imħatri Sportivi?",
  "sbs_offer_ans": "Is-Software tal-Imħatri Sportivi jista’ jipprovdi karatteristiċi bħal tbassir ibbażat fuq dejta, simulazzjonijiet, trends tal-imħatri, tqabbil tal-odds u aktar. Jista’ wkoll joffri analiżi dettaljata ta’ logħob li għadda u ta’ partiti li ġejjin biex jgħin lill-imħatri jieħdu deċiżjonijiet aktar infurmati. Aħna nispikkaw fit-twaqqif u l-ħolqien ta’ ħwienet ta’ imħatri bl-imnut u netwerks onlajn. Dan jinkludi proċeduri KYC approvati minn awtoritajiet regolatorji, gateways ta’ ħlas għall-logħob tal-azzard, bħal għodod ta’ marketing affiljat, sistemi ta’ referral u midja soċjali, notifikazzjonijiet push fuq il-mowbajl, notifikazzjonijiet web push u messaġġi fl-app, kontrolli tal-kont tal-plejers, proċessi ta’ reġistrazzjoni u verifika, sistemi ta’ skoperta ta’ frodi u għodod ta’ geolokalizzazzjoni biex jiġi estratt l-indirizz IP.",
  "sbs_legal": "Is-Software tal-Imħatri Sportivi huwa legali?",
  "sbs_legal_ans": "Iva, is-Software tal-Imħatri Sportivi huwa legali u jintuża minn ħafna professjonisti tal-imħatri sportivi. Madankollu, huwa importanti li tiżgura li qed tużah f’konformità mal-liġijiet applikabbli fir-reġjun tiegħek.",
  "ebs_faqs": "Mistoqsijiet Frekwenti dwar is-software tal-imħatri fuq eSports",
  "ebs_titleoffer": "Liema titli ta’ eSports toffru?",
  "ebs_titleoffer_ans": "<li><strong>L-aktar popolari:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Logħob ta’ Sport:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer Online bħal:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Logħob tal-Ġlied:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Għandkom il-verżjoni mobbli?",
  "mobileversion_ans": "Iva, VRNL hija kompletament ottimizzata għall-użu fuq il-mowbajl. Il-pjattaforma tagħna hija ddisinjata biex taħdem bla xkiel fuq l-ismartphones u t-tablets kollha, tagħtik aċċess għall-exchange sportiv, logħob tal-każinò, iGaming, u eSports kullimkien u fi kwalunkwe ħin. Tista’ tgawdi interface reattiv u faċli għall-utent, ħinijiet ta’ tagħbija veloċi u tranżazzjonijiet siguri direttament mill-browser tal-mowbajl tiegħek — l-ebda app m’hemm bżonn tniżżel. Kemm jekk fuq Android jew iOS, l-esperjenza hija mgħaġġla, faċli għall-utent u rikka daqs il-verżjonijiet tal-kompjuter.",
  "runesportsplatform": "Nista’ nmexxi pjattaforma ta’ imħatri fuq eSports mingħajr ma noqgħod nittratta mal-odds u l-immaniġġjar tat-trading?",
  "runesportsplatform_ans": "Is-soluzzjonijiet tagħna għall-imħatri fuq eSports jiġu b’feed tal-odds inkluż. Is-software jinkorpora ħafna karatteristiċi u għodod biex timmaniġġja l-marġini tal-odds u l-konfigurazzjonijiet b’autonomija sħiħa. Jekk tixtieq tiffoka biss fuq l-immaniġġjar tal-ħwienet u l-plejers, aħna nipprovdu servizzi ta’ trading u appoġġ.",
  "esports_solutions": "Nixtieq soluzzjoni kompletament personalizzata għall-eSports, hu possibbli?",
  "esports_solutions_ans": "vrnl jagħmel disponibbli tim ta’ esperti għas-setup ta’ pjattaforma ta’ imħatri fuq eSports kompletament personalizzata. Fil-fatt, Account Manager jiġbor ir-rekwiżiti u jikkoordina l-proġett mal-membri l-oħra tat-tim: il-Project Manager, id-Designer Grafiku u l-IT Manager.",
  "newtobusiness": "Jiena kompletament ġdid f’dan in-negozju, x’għandi nkun naf?",
  "newtobusiness_ans": "Il-ġestjoni xierqa ta’ pjattaforma ta’ imħatri fuq eSports tista’ tagħmel dan in-negozju estremament profittabbli. Aħna noffru soluzzjonijiet u servizzi differenti skont il-livell ta’ involviment u għarfien. Esperti tal-logħob jaħdmu miegħek biex jagħżlu l-aħjar soluzzjoni tal-eSports adattata għall-bżonnijiet tiegħek.",
  "eSports_market": "Kemm hemm swieq live tal-eSports?",
  "eSports_market_ans": "Illum noffru 20 suq live tal-eSports. <br> Imma kontinwament qed inżidu swieq ġodda.",
  "eSportsLogoBrand": "Nista’ nuża l-logo u l-kuluri tal-marka tiegħi għall-eSports?",
  "eSportsLogoBrand_ans": "Iva tista’. Aħna nipprovdu soluzzjonijiet differenti skont ir-rekwiżiti speċifiċi tiegħek. Fil-fatt, nistgħu noħolqu soluzzjonijiet apposta billi niġbru r-rikjesti tiegħek u nissettjaw proġett għalik jew nistgħu nipprovdu soluzzjoni turnkey, nibdlu biss il-kuluri u l-logo tal-marka tiegħek tal-eSports.",
  "eSports_server": "Nista’ nospita l-exchange tal-eSport fuq l-infrastruttura tas-server tiegħi?",
  "eSports_server_ans": "Le, ma tistax. L-hosting huwa servizz inkluż fl-offerta tagħna għax, sabiex niżguraw il-prestazzjoni xierqa tas-software tal-imħatri fuq eSports, is-SysAdmins tagħna stabbilew struttura dedikata ta’ clusters inkluża backups u pjan ta’ disaster recovery. Dan jiggarantixxi l-konformità mar-regolamenti globali u l-kisba tal-ogħla standards ta’ sigurtà.",
  "sp_faqs": "FAQs dwar il-pjattaforma tal-istriming",
  "promte_cricket": "Kemm logħob tal-cricket nista’ nippromwovi?",
  "promte_cricket_ans": "Matul il-live mid-dashboard, hu possibbli li tattiva żewġ logħob fl-istess ħin, iżda m’hemm l-ebda limitu għal kemm logħob tista’ tqabbad.",
  "broadcast_live": "L-avvenimenti tal-każinò jistgħu jixxandru live?",
  "broadcast_live_ans": "Iva, jista’ jixxandar il-logħob kollu tal-każinò live fuq il-pjattaformi kollha li jippermettuh.",
  "measure_success": "Kif nista’ nkejjel is-suċċess ta’ live streams?",
  "measure_success_ans": "Naturalment, iżżomm rekord ta’ analytics dettaljati għal diversi pjattaformi fuq skrin wieħed.",
  "is_mobile_friendly": "Il-pjattaforma hija mobile-friendly?",
  "is_mobile_friendly_ans": "Iva — il-pjattaforma tagħna hija kompletament mobile-friendly, u nipprovdu APK li tista’ tniżżel u tużah bla xkiel.",
  "livecasino_faqs": "FAQs dwar is-Software tal-Live Casino",
  "whatisVRNLcasino": "X’inhu s-Software VRNL Casino?",
  "whatisVRNLcasino_ans": "Is-Software VRNL Live Casino huwa pjattaforma avvanzata li tippermetti lill-każinos onlajn joffru logħob b’dealer live lill-plejers tagħhom. Jipprovdi l-infrastruttura u l-għodod meħtieġa biex jospita esperjenzi tal-każinò f’ħin reali u interattivi.",
  "software_work": "Kif jaħdem is-Software VRNL Live Casino?",
  "software_work_ans": "Is-Software VRNL Live Casino jintegra bla xkiel ma’ websajts tal-każinò onlajn. Jikkonnettja lill-plejers ma’ dealers live permezz ta’ striming ta’ vidjo ta’ kwalità għolja, li jippermettilhom jilagħbu logħob popolari tal-każinò bħal blackjack, roulette u baccarat f’ambjent live u interattiv.",
  "features_livecasino": "X’inhuma l-karatteristiċi ewlenin tas-Software VRNL Live Casino?",
  "features_livecasino_ans": "Is-Software VRNL Live Casino joffri firxa ta’ karatteristiċi, inkluża personalizzazzjoni tal-branding, integrazzjoni sigura tal-ħlasijiet u interface faċli għall-utent kemm għall-plejers kif ukoll għall-operaturi.",
  "security_livecasino": "Kif niżgura s-sigurtà u l-ġustizzja tal-logħob bl-użu ta’ VRNL Live Casino Software?",
  "security_livecasino_ans": "Is-Software VRNL Live Casino huwa mibni bis-sigurtà f’moħħu. Juża ġeneraturi ta’ numri każwali ċċertifikati (RNGs) biex jiżgura l-ġustizzja, u nipprovdu għodod għall-prevenzjoni tal-frodi u protezzjoni tal-plejers. Barra minn hekk, nużaw encryption biex insegwu t-trasferiment tad-dejta.",
  "offered_games": "Liema logħob jista’ jiġi offrut permezz tas-Software VRNL Live Casino?",
  "offered_games_ans": "Tista’ toffri firxa wiesgħa ta’ logħob b’dealer live, inklużi klassiċi bħal blackjack live, roulette live u baccarat live, kif ukoll varjazzjonijiet ta’ dawn il-logħob biex iżżomm lill-plejers impenjati.",
  "integrateVRNL": "Nista’ nintegra s-Software VRNL Live Casino mal-pjattaforma tal-każinò onlajn tiegħi eżistenti?",
  "integrateVRNL_ans": "Iva, is-software tagħna huwa ddisinjat għal integrazzjoni faċli ma’ pjattaformi eżistenti, u jagħmilha żieda bla xkiel għall-operazzjoni tal-każinò onlajn tiegħek.",
  "wlc_faqs": "FAQs dwar White Label Casino",
  "whatis_wlc": "X’inhu White Label Casino?",
  "whatis_wlc_ans": "White Label Casino huwa soluzzjoni turnkey li tippermetti lill-intraprendituri u n-negozji jniedu l-każinò onlajn tagħhom stess bl-użu tas-software u l-infrastruttura tagħna. Tista’ tibbrandjaha bl-isem u d-disinn tiegħek, filwaqt li aħna nħarsu l-aspetti tekniċi u regolatorji.",
  "wlc_work": "Kif jaħdem is-servizz tal-White Label Casino?",
  "wlc_work_ans": "Aħna nipprovdulek pjattaforma tal-każinò kompletament funzjonali, inkluż logħob, ipproċessar tal-ħlas u appoġġ għall-klijenti. Inti sempliċement tippersonalizza l-branding u d-disinn biex jaqbel mal-viżjoni tiegħek, u tkun lest biex tniedi n-negozju tal-każinò onlajn tiegħek.",
  "wlc_games": "Liema logħob huma disponibbli għall-White Label Casino tiegħi?",
  "wlc_games_ans": "Aħna noffru firxa wiesgħa ta’ logħob tal-każinò, inklużi slots, logħob tal-mejda (eż. blackjack, roulette) u logħob b’dealer live. Tista’ tagħżel mill-katalgu tagħna biex toħloq esperjenza varjata għall-plejers tiegħek.",
  "wlc_launch": "Kemm idum biex iniedi l-White Label Casino tiegħi?",
  "wlc_launch_ans": "Il-ħin jista’ jvarja skont ir-rekwiżiti speċifiċi tiegħek u l-proċessi regolatorji. Bħala medja, jista’ jieħu ftit ġimgħat biex tiġi stabbilita u personalizzata l-pjattaforma tiegħek.",
  "wlc_cusSupport": "X’livell ta’ appoġġ għall-klijenti huwa pprovdut għall-White Label Casino tiegħi?",
  "wlc_cusSupport_ans": "Aħna noffru appoġġ tekniku u operattiv biex niżguraw li l-każinò tiegħek jimxi bla problemi.",
  "wlc_getstarted": "Kif nista’ nibda White Label Casino mingħand il-kumpanija tagħkom?",
  "wlc_getstarted_ans": "Ikkuntattja lit-tim tal-bejgħ tagħna biex tiddiskuti l-bżonnijiet tiegħek u tikseb konsultazzjoni personalizzata. Aħna ngħadduk mill-proċess kollu ta’ setup tal-White Label Casino.",
  "can_cutomize_branding": "Nista’ nippersonalizza l-każinò bil-branding tiegħi?",
  "can_cutomize_branding_ans": "Iva — tista’ tippersonalizza kompletament il-każinò bil-logo tiegħek, il-kuluri u l-branding biex jaqbel mal-identità tiegħek.",
  "company": "Kumpanija",
  "company_caps": "KUMPANIJA",
  "about": "Dwarna",
  "online_exchange_sw": "Software tal-Exchange Onlajn",
  "privacy_policy": "Politika ta’ Privatezza",
  "contact_us": "Ikkuntattjana",
  "solutions": "Soluzzjonijiet",
  "sports_betting_software": "Software tal-Imħatri Sportivi",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Pjattaforma White Label Betting",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Il-logo u l-materjal grafiku ta’ Vrnl huma proprjetà intellettwali tal-kumpanija u ma jistgħux jiġu kkupjati, riprodotti, distribwiti jew wrew mingħajr il-kunsens bil-miktub ta’ Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Id-drittijiet kollha riżervati.",
  "home": "Dar",
  "betting": "Imħatri",
  "esports_betting": "Imħatri fuq eSports",
  "sbs_head": "Software ta’ Imħatri Sportivi",
  "casino": "Każinò",
  "online_casino_sw": "Software tal-Każinò Onlajn",
  "live_casino_sw": "Software tal-Live Casino",
  "casino_game": "Logħob tal-Każinò",
  "lottery_bingo": "Lotterija u Bingo",
  "casino_tournament": "Tournament tal-Każinò",
  "risk_management": "Ġestjoni tar-Riskju",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Ix-Xogħol Tagħna",
  "contact": "Kuntatt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Logħob tal-Lotterija",
  "exch_sw_provider": "Fornitur tas-software tal-Exchange",
  "mobile_bet": "Imħatri fuq il-Mowbajl",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget ta’ Imħatri Sportivi",
  "back": "Lura",
  "exch_iframe_para": "Exchangebook iframe — jippermetti attivazzjoni rapida tal-modulu Exchangebook permezz ta’ integrazzjoni API bla xkiel. Is-servizz komprensiv Exchangebook tagħna, taħt superviżjoni ta’ esperti, jiżgura firxa wiesgħa ta’ programmazzjoni għal avvenimenti u swieq onlajn.",
  "contact_us!": "Ikkuntattjana!",
  "exch_iframe_types": "Tipi ta’ Exchangebook iframe",
  "exch_iframe_types_para": " Is-soluzzjonijiet tagħna ta’ Exchangebook iframe jiġu fi tliet varjanti, kull wieħed imfassal għall-kanal użat, biex jiżguraw l-aħjar għażla għall-bżonnijiet tiegħek:",
  "exch_iframe_types_list": "<li> iFrame għal <strong>Desktop</strong>, iddisinjat għal kompjuters b’riżoluzzjonijiet differenti u b’layouts varjati u personalizzabbli. </li> <li> iFrame għal <strong>Terminals u Kjosks SSBT</strong>, b’layouts ottimizzati għal sistemi ta’ touch screen u esperjenza intuwittiva għall-utent, li jagħmluh ideali għal plejers bla esperjenza li jagħmlu l-imħatri.</li>",
  "exch_iframe_types_para2": "Barra minn hekk, permezz tal-API tagħna, tista’ tikseb personalizzazzjoni estensiva tal-grafika u l-funzjonijiet tal-logħob.",
  "cm_exch": "Exchangebook Ġestit b’Mod Komprensiv",
  "cm_exch_para": " L-Exchangebook iframe tagħna jinkludi l-provvista ta’ feeds tad-dejta tal-odds u l-konfigurazzjoni ta’ settings ewlenin tal-imħatri. Is-software jiġi mgħammar b’firxa ta’ karatteristiċi u għodod għall-ġestjoni indipendenti tal-margini u l-konfigurazzjonijiet tal-odds. Madankollu, jekk il-fokus ewlieni tiegħek hu fuq il-ġestjoni tal-plejers u l-marketing, noffru servizzi u appoġġ sħiħ għall-kummerċ.",
  "acq_exch": "L-Akkwist tas-Soluzzjoni Exchangebook iframe Huwa Faċli",
  "acq_exch_para": " Ipproċessajna l-attivazzjoni tal-iFrame, li tinkludi biss ħames passi sempliċi:",
  "acq_exch_list": "<li> Ifformalizza l-ftehim bejn Vrnl u l-klijent. </li> <li> Ibda l-integrazzjoni tal-Exchangebook iFrame permezz tal-APIs bl-użu tas-SDK tagħna. </li> <li> Oħloq laqgħa biex tiddefinixxi l-istrateġija tal-Exchangebook li għandek issegwi. </li> <li> Identifika l-aktar sports u avvenimenti attraenti adattati għaż-żona operattiva tiegħek. </li> <li> Ejjew immorru live! </li>",
  "live_casino_sw_p1": "Il-<strong>piattaforma tal-Casino live</strong> tagħna tagħtik il-possibbiltà li tattiva <strong>l-aqwa fornituri live</strong> magħrufa għall-<strong>kwalità eċċezzjonali u l-integrità matematika tagħhom.</strong>",
  "live_casino_sw_p2": "Aħna impenjati li nipprovdulek l-aqwa esperjenza ta’ casino live. Kemm jekk inti gamer b’esperjenza jew ġdid fid-dinja tal-casino online, il-pjattaforma tagħna toffri esperjenza immersiva, f’ħin reali, li hi waħda mill-aqwa.",
  "live_casino_sw_p3": "Is-soluzzjoni ta’ Live Casino ta’ Vrnl tipprovdi pakkett sħiħ ta’ servizzi, inkluż: ",
  "live_casino_sw_p3_l1": "Għodod ta’ Rapportar Storiku Sħiħ",
  "live_casino_sw_p3_l2": "Viżwalizzazzjoni tal-Istorja tal-Logħob",
  "live_casino_sw_p3_l3": "Konfigurazzjonijiet tal-Logħob",
  "live_casino_sw_p3_l4": "Għodod ta’ Ġestjoni tar-Riskju",
  "live_casino_sw_p3_l5": "Ġestjoni tal-Plejer",
  "live_casino_sw_p3_l6": "Għodod ta’ Ġestjoni tal-Affiljati",
  "live_casino_sw_p3_l7": "Struttura ta’ Aġenti b’Ġerarkija F’diversi Livelli",
  "live_casino_sw_p4": "Żviluppajna diversi metodi ta’ integrazzjoni siguri, kollha faċli biex jintużaw u mfassla għal implimentazzjoni sempliċi mal-API tal-casino live tagħna.",
  "live_casino_sw_demo": "Soluzzjonijiet demo ta’ casino live",
  "livecasino_integration": "<strong style='color: #575756;'>Integrazzjonijiet tal-API tal-casino live</strong>",
  "livecasino_integration_para": "Tista’ jkollok is-software tal-casino live tagħna jaħdem fi ftit jiem. Barra minn hekk, nipprovdu servizzi ta’ ġestjoni komprensiva, li jiżguraw li l-operazzjoni kollha tkun superviżjonata mill-esperti tagħna.<strong style='color: #575756;'>Aħna wkoll niggarantixxu aċċess għall-aktar selezzjoni estensiva ta’ logħob live disponibbli online. </strong>",
  "live_casino_lobby": "Fil-Lobby tal-Logħob tal-Casino Live faċli għall-utent tagħna",
  "youcan": "tista’",
  "findgames_like": "ssib logħob bħal:",
  "findgames_like_desp": "Roulette Live, Baccarat Live, Blackjack Live u Poker Live, Logħob tad-Dadi u tan-Numri.",
  "euro_roulette": "Roulette Ewropea",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Stud Karibew",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Roulette Amerikana",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Ibbukkja Demo",
  "lottery_head": "Qed tfittex pjattaforma ta’ lottery u Bingo?",
  "lottery_head_desp1": "Aħna għażilna b’attenzjoni l-aqwa logħob ta’ <b style='color: #575756; font-size: 45px;'>lottery u bingo</b> għalik.",
  "lottery_head_desp2": "Naturalment, is-Soluzzjoni tagħna ta’ <b style='color:#575756; font-size: 16px;'>White Label Lottery u Bingo</b> tippreżenta firxa ta’ varjanti attraenti tal-logħba klassika tal-bingo flimkien mal-aktar logħob ta’ lottery magħruf.",
  "lottery_head_desp3": "Tista’ <b style='color:#575756; font-size: 16px; '>tgawdi dawn il-logħob mill-ismartphone</b> jew mill-kompjuter tiegħek, u aħna niżguraw esperjenza tal-utent eċċezzjonali billi l-logħob tagħna huma ta’ l-ogħla kwalità.",
  "lottery_head_desp4": "<strong style='color:#575756; '>Barra minn hekk, l-algoritmi tal-logħob tagħna huma siguri u ċċertifikati b’mod indipendenti, li jipprovdu esperjenza ta’ logħob affidabbli u ta’ fiduċja.<br><br></strong>",
  "lottery_bingo_nos": "IN-NUMRI TAL-LOTTERY & BINGO",
  "bingo_games": "Logħob tal-Bingo",
  "over100": "aktar minn 100",
  "over130": "aktar minn 130",
  "suppliers": "FORNITURI",
  "more20": "Aktar minn 20",
  "sports_betting_software_wl": "Software tal-imħatri fuq l-isport White Label",
  "sports_betting_software_wl_desp": "Kumpanija impenjata li kontinwament tipprova soluzzjonijiet innovattivi biex tindirizza b’mod effettiv il-bżonnijiet tan-negozju tagħha li qed jevolvu.",
  "blink-soft": "Ittejjeb l-Esperjenza Tiegħek b’Software Avvanzat għall-Imħatri fuq l-Isport",
  "platform_para1": "Soluzzjonijiet moderni tas-software tal-imħatri fuq l-isport qed <b>jittrasformaw</b> il-mod kif l-imħatri jinvolvu ruħhom mal-logħba. B’<b>interfaces bla xkiel,</b> analytics f’ħin reali, u kapaċitajiet ta’ imħatri live, dawn il-pjattaformi jipprovdu esperjenza aħjar għall-imħatri kemm ġodda kif ukoll b’esperjenza.",
  "platform_para2": "Kemm jekk qed topera sportsbook online, ħanut ta’ mħatri bl-imnut, jew casino, il-pakkett komprensiv tagħna ta’ soluzzjonijiet — inklużi <b>pjattaformi B2C</b> u <b>prodotti white-label personalizzabbli</b> jipprovdi l-flessibbiltà u t-teknoloġija meħtieġa biex tibqa’ kompetittiv. Ħaddan l-innovazzjoni u itla’ l-operazzjonijiet tal-imħatri fuq l-isport tiegħek b’software iddisinjat biex <b>jottimizza l-prestazzjoni</b> u <b>s-sodisfazzjon tal-utent</b>.",
  "try_b2b": "Esplora s-software avvanzat B2B Betting tagħna",
  "try_b2c": "Esplora s-software avvanzat B2C Betting tagħna",
  "wls_turnkey": "Soluzzjonijiet White Label u Pjattaformi Turnkey",
  "wls_turnkey_p1_span1": "esperjenza ta’ imħatri fuq l-isport bla xkiel u li tinvolvi",
  "wls_turnkey_p1_span2": "l-klijenti tiegħek. Dan l-approċċ jelimina l-ħtieġa ta’ żvilupp għaljin u li jieħu ħafna ħin, u jħallik tiffoka fuq it-tkabbir u",
  "custom_satisfaction": "sodisfazzjon tal-klijent",
  "wls_turnkey_p2": "Il-pjattaforma tal-imħatri sigura u ta’ prestazzjoni għolja tagħna hija ċċertifikata b’mod sħiħ minn laboratorji tal-logħob indipendenti, li tiggarantixxi konformità u affidabbiltà. Billi tissieħeb ma’ VRNL, inti tikseb aċċess għal exchange tal-imħatri ta’ fiduċja li jżid il-profittabilità filwaqt li jiżgura",
  "highest_industry_standards": "l-ogħla standards tal-industrija",
  "igaming_platform": "Pjattaforma iGaming",
  "igaming_platform_p1": "VRNL hija sieħeb affidabbli fl-industrija tal-iGaming, li toffri",
  "sbs": "software tal-imħatri fuq l-isport",
  "igaming_platform_p2": "L-għan tagħna hu li nittrasformaw il-pajsaġġ tal-logħob online billi nipprovdu lill-operaturi pjattaforma versatili u ta’ l-aħħar teknoloġija li tiżgura gameplay bla xkiel u li jinvolvi lill-utenti tagħhom.",
  "online_casino": "Casino Online",
  "casino_para": "Merħba fil-Casino Online VRNL — <b>mexxej ta’ fiduċja</b> li joffri pjattaforma sigura u eċċitanti globalment. Il-missjoni tagħna hi li nipprovdu esperjenza ta’ casino eċċezzjonali li żżomm lill-plejers impenjati u divertiti.",
  "casino_para_list": "<li>Aktar minn 75 fornitur</li> <li>Aktar minn 15,000 magna tal-logħob</li> <li>500+ logħob tal-mejda</li> <li>700+ logħob tal-video poker</li> <li>Aktar minn 200 logħba oħra</li>",
  "casino_para2": "It-tim espert tagħna jappoġġjak f’kull stadju, mit-taħriġ sal-lanċjar.",
  "play_livecasino": "Ilgħab fil-casino live bħallikieku inti direttament ġewwa l-casino",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Roulette Live</li> <li>Blackjack Live</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Fornituri ta’ Servizzi API u iFrame",
  "api_services_iframe_p1": "VRNL tipprovdi <b>integrazzjoni API u soluzzjonijiet iFrame avvanzati</b>, li jippermettu konnettività bla xkiel tal-pjattaforma, skambju sigur tad-dejta, u esperjenzi tal-utent imtejba — jgħinu lin-negozji jaħdmu b’mod aktar intelliġenti u malajr.",
  "api_services_iframe_p2": "F’VRNL, nifhmu l-importanza ta’ skambju ta’ dejta bla xkiel u komunikazzjoni bejn l-applikazzjonijiet. Nipprovdu servizzi ta’ integrazzjoni API ta’ livell għoli, li jippermettu lis-software tiegħek jinteraġixxi bla sforz ma’ pjattaformi oħra. L-esperti tagħna jiżguraw li s-sistemi tiegħek jaħdmu flimkien b’mod armonjuż, u jipprovdu esperjenza bla xkiel kemm għalik kif ukoll għall-klijenti tiegħek.",
  "virtual_games": "Logħob Virtuali",
  "virtual_games_desp1": "Lest biex tibda l-vjaġġ tiegħek fil-logħob virtwali ma’ VRNL? Għaddas fid-dinja virtwali bħal qatt qabel u ipprepara għal sigħat bla tmiem ta’ divertiment.",
  "virtual_games_desp2": "F’VRNL, aħna passjonati dwar il-provvista ta’ esperjenzi ta’ logħob virtwali ta’ l-aħħar li jittrasportaw lill-plejers għal dinjiet eċċitanti ġodda. Il-missjoni tagħna hi li nipprovdu l-aktar logħob virtwali immersivi, divertenti, u li jħawdu moħħok li jżommuk imqabbad għal sigħat.",
  "before_start": "Qabel tibda, esplorah fil-prattika!",
  "explore_demo": "fuq il-pjattaforma demo tagħna:",
  "mobile_sbs": "Software ta’ Imħatri fuq l-Isport għall-Mobile",
  "mobile_sbs_p1": "L-<strong>App Mobile</strong> tagħna tagħti s-setgħa lill-imħatri tiegħek biex jaċċessaw faċilment il-kontijiet tal-logħob tagħhom u jagħmlu l-imħatri permezz ta’ tablets, smartphones, u apparati oħra konnessi mal-internet.",
  "mobile_sbs_p2": "Mill-cricket u l-futbol sat-tennis, is-software tagħna jkopri firxa estensiva ta’ avvenimenti sportivi madwar id-dinja. Kemm hu liema sport tħobb, tista’ tagħmel l-imħatri fuq il-logħob u t-timijiet favorit tiegħek.",
  "mobile_sbs_p3": " Is-software tagħna mhuwiex biss dwar li tagħmel l-imħatri, imma dwar li toħloq esperjenza li hi kemm bla xkiel kif ukoll iffukata fuq l-utent. Investajna fit-teknoloġija ta’ l-aħħar biex niżguraw li n-navigazzjoni fil-pjattaforma tagħna tkun l-aktar faċli possibbli.",
  "advantages_sbs": "Vantaġġi tas-Software ta’ Imħatri fuq l-Isport għall-Mobile",
  "advantages_sbs_l1": "L-Apps Mobile huma Aktar Malajr",
  "advantages_sbs_l2": "Kontenut ta’ Imħatri Personalizzat",
  "advantages_sbs_l3": "Imħatri Online Istantanji",
  "advantages_sbs_l4": "Sigur u Affidabbli",
  "advantages_sbs_p1": "L-applikazzjonijiet huma aktar mgħaġġla minn websajts mobbli, u joffru azzjonijiet u risponsi aktar rapidi.",
  "advantages_sbs_p2": "L-utenti jgawdu kontenut personalizzat għal esperjenza aktar immersiva, b’għażliet ta’ mħatri allinjati mal-preferenzi tagħhom.",
  "advantages_sbs_p3": "L-applikazzjonijiet mobbli kollha jagħtu aċċess immedjat b’sempliċi tap, li jippermettu lill-utenti jagħmlu mħatri, jiċċekkjaw il-kontijiet tagħhom, jipparteċipaw fil-logħob tal-casino, u jagħżlu l-kampjonati favoriti tagħhom mingħajr dewmien.",
  "advantages_sbs_p4": "is-sigurtà tagħna hija l-ogħla prijorità. Is-Software tal-Imħatri fuq l-Isport tal-Mobile VRNL huwa mibni b’miżuri ta’ sigurtà ta’ l-aħħar biex jipproteġi l-informazzjoni personali u finanzjarja tiegħek. Tista’ tagħmel l-imħatri b’moħħok mistrieħ.",
  "online_casino_sw_p1": "VRNL hija fornitur ewlieni ta’ <strong>software tal-casino online</strong> u <strong>pjattaformi</strong>. Huma għandhom rwol kruċjali fid-disinn u l-iżvilupp tal-pjattaformi tal-casino, u jiżguraw li huma faċli għall-utent u mimlijin karatteristiċi.",
  "online_casino_sw_p2": "It-tim tal-marketing tagħna jaħdem b’determinazzjoni biex jiżgura li l-casino online tiegħek ikollu post prominenti fuq il-paġna ewlenija, u jiggarantixxi viżibilità għolja fis-suq online.",
  "online_casino_sw_p3": "Il-pjattaforma tal-casino online se tkun mgħammra b’diversi logħob pre-konfigurati, u l-għodod ta’ monitoraġġ tagħna jipprovdulek ħarsa ċara, f’ħin reali, tal-progress u l-prestazzjoni tal-intrapriża l-ġdida tiegħek.",
  "customized_theme": "Dan huwa tema u jista’ jiġi personalizzat, arah fl-azzjoni:",
  "live_casino_sw_desp1": "Noffru l-aktar firxa estensiva ta’ <strong>fornituri tal-Casino Live ta’ livell għoli</strong><br>",
  "live_casino_sw_desp2": " globalment, li jiżguraw aċċess għall-aktar varjetà wiesgħa ta’ mejda live online u esperjenza ta’ konsenja multi-kanali bla xkiel.",
  "casino_sw_features": "Karatteristiċi Ewlenin tas-Software tal-Casino",
  "casino_sw_features_p1": "Il-<strong>pjattaforma tas-software tal-każinò tagħna</strong> hija ddisinjata biex tipprovdi esperjenza tal-logħob bla xkiel u immersiva kemm għall-plejers kif ukoll għall-operaturi.<br /><br /> ",
  "casino_sw_features_p2": "Karatteristiċi ewlenin tal-pjattaforma tagħna jinkludu: ",
  "casino_sw_features_list": "<li>Viżibilità u kontroll fuq il-firxiet tat-tabelli.</li> <li>Attributi u settings tat-tabelli tal-logħob.</li> <li>Limiti VIP.</li> <li>Funzjonalità tal-klijent u aċċess għall-għodod ta’ personalizzazzjoni tagħna.</li> <li>Mekkaniżmu ta’ rapportar u sistema ta’ notifika li tagħti lill-operaturi aċċess immedjat u twissijiet għal notifiki operattivi </li> <li>API għall-Business Intelligence (BI)</li> <li>Għodod ta’ marketing</li> <li>API għall-integrazzjoni esterna</li>",
  "casino_sw_features_p3": "L-għodda ta’ personalizzazzjoni faċli għall-utent tagħna tqawwi lill-bookmakers biex jagħmlu tibdiliet f’ħin reali f’diversi aspetti tal-offerti live tagħhom, <br /> inklużi banners, fonts, u skemi tal-kuluri, kollha b’kontrolli intuwittivi.",
  "casino_sw_features_p4": "Il-pjattaforma l-ġdida tagħna topera bħala sistema awtonoma, aġili u flessibbli. Din l-aġilità tippermettilna nirrispondu malajr <br /> għat-talbiet tal-bookmakers u nżommu standards ta’ kwalità ogħla meta niżviluppaw prodotti ġodda u eżistenti.<br />",
  "casino_sw_features_p5": " Biex ngħaġġlu n-negozju tiegħek, noffru wkoll ",
  "casino_sw_features_p6": " b’għażla vasta ta’ aktar minn 3000+ logħba.",
  "integrate_iframe_apis": "Integrazzjoni ma’ pjattaformi esterni permezz ta’ iFrames u APIs",
  "integrate_iframe_apis_para": "Il-pjattaforma tagħna toffri għażliet versatili ta’ integrazzjoni. Tista’ <strong>tiġi integrata bla xkiel permezz ta’ iFrame jew <br />APIs.</strong> Tista’ tiġi adattata għall-bżonnijiet speċifiċi tiegħek, kemm jekk dik hija integrazzjoni sħiħa ta’ servizz, <br /> soluzzjoni speċjalizzata ta’ sports betting, jew fokus fuq <strong> logħob tal-każinò onlajn</strong> , inklużi <strong> offerti ta’ każinò live <br /> </strong>.",
  "view_demo": "Ara Demo",
  "we_are": "aħna",
  "online_exchange_sw_p1": "F’VRNL, aħna kburin li nipprovdu software avvanzat ta’ Exchange online li jerġa’ jiddefinixxi l-esperjenza tal-imħatri. Aħna noffru pjattaforma funzjonali kompletament mgħammra b’firxa estensiva ta’ logħbiet live disponibbli kull xahar. Bil-għażliet tagħna ta’ live streaming, aħna nbiddlu l-bookie tiegħek f’pjattaforma ta’ divertiment, kollha akkumpanjati minn ċertifikazzjonijiet minn laboratorji indipendenti tal-logħob għal aktar serħan tal-moħħ.",
  "online_exchange_sw_p2": " Is-software tal-Exchange Online ta’ VRNL joffri firxa komprensiva ta’ għażliet ta’ sports betting. Kemm jekk int fan tal-cricket, futbol, tennis jew sport ieħor, aħna nkopru kollox. Il-pjattaforma tagħna tipprovdi odds f’ħin reali, imħatri live, u interface faċli għall-utent li jagħmel il-proċess ta’ mħatri sempliċi ħafna.",
  "onther_head": "Aħna nissimplifikaw il-proċess biex tidħol fin-negozju bla xkiel.",
  "onther_p1": "Din it-tema hija altamente personalizzabbli, u tista’ tesperjenza l-flessibilità tagħha fl-azzjoni:",
  "main_features": "Karatteristiċi Ewlenin",
  "feature_para": "Vrnl tinsab fuq quddiem biex tirrivoluzzjona l-immaniġġjar tal-imħatri u l-każinò online. Bil-kompetenza tagħna, tikseb aċċess għal:",
  "feature_list": "<li><strong>Esperjenza Globali tal-Imħatri : </strong> VRNL tipprovdi aċċess għal firxa komprensiva ta’ sports, kampjonati, u swieq tal-imħatri minn madwar id-dinja. Magħna, tista’ toffri lill-utenti tiegħek esperjenza verament globali ta’ betting. </li> <li><strong>Għażliet Estensivi ta’ Pre-Match : </strong> Agħżel minn firxa vasta ta’ 150,000 għażliet ta’ pre-match kull xahar. Aħna niżguraw li l-pjattaforma tiegħek tkun mgħammra b’varjetà wiesgħa biex taqdi preferenzi differenti tal-imħatri. </li> <li><strong>Opportunitajiet Eċċitanti In-Play : </strong> Ikkoinvolġi lill-utenti tiegħek b’75,000 opportunità ta’ mħatri live kull xahar. Dawn l-għażliet f’ħin reali jżidu eċċitament u spontaneità mal-esperjenza tal-betting. </li> <li><strong>Logħob tal-Każinò għall-Metaverse : </strong> VRNL toffri ġabra estensiva ta’ logħob tal-każinò adattati għall-metaverse. Imlis lill-utenti tiegħek f’ambjent virtwali ta’ każinò b’għażliet ta’ logħob varji. </li> <li><strong>Integrazzjoni bla xkiel ta’ iFrame : </strong> Integra faċilment l-iFrame tagħna fil-pjattaforma iGaming tiegħek. Is-soluzzjoni faċli għall-utent tagħna tippermettilek ittejjeb il-kapaċitajiet tal-pjattaforma tiegħek bla sforz. </li> <li><strong>Integrazzjoni Flessibbli : </strong> Agħżel il-metodu ta’ integrazzjoni tiegħek, kemm jekk permezz ta’ API jew iFrame. Aħna nipprovdu għażliet versatili biex jaqdu l-konvenjenza tiegħek u r-rekwiżiti tal-pjattaforma. </li>",
  "sports_header_2": "Pjattaforma iGaming tal-Każinò u Software ta’ Exchange Online",
  "sports_header_2_p1": "Aħna nipprovdu soluzzjoni ta’ <a style='color: #a0c528;' href='#'>White Label Casino</a> li tinkludi librerija estensiva ta’ aktar minn 1,000 logħba.",
  "sports_header_2_p2": "Is-servizzi tagħna jinkludu l-ksib ta’ liċenzja tal-logħob u appoġġ legali biex tibda n-negozju tal-każinò tiegħek, billi niżguraw matematika tal-logħob sigura u ċċertifikata.",
  "sports_header_2_p3": "Aħna għażilna l-aqwa fornituri tal-logħob bl-għan li noffrulek l-aktar firxa wiesgħa ta’ logħob ta’ każinò live u logħob ta’ każinò online disponibbli. Aħna għamilna sieħeb b’fornituri ta’ logħob ta’ livell għoli biex noffrulek varjetà li ma għandhiex rival.",
  "online_sports_list": "<li>Live Game Show</li> <li>Logħob tal-Ewwel Persuna</li> <li>Slots</li> <li>Roulette Amerikana live</li> <li>Blackjack live</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon Tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Ilgħab fil-każinò live bħallikieku kont direttament ġewwa l-każinò",
  "top_online_providers": "L-aqwa fornituri ta’ każinò online fil-livell dinji",
  "online_casino_p1": "Int lest biex ittella’ l-esperjenza tal-każinò online tiegħek għal-livell li jmiss? M’għandekx tfittex aktar! Vrnl hija s-soluzzjoni waħda tiegħek għal kull bżonn tal-każinò online tiegħek. Aħna nipprovdu servizzi ta’ livell għoli u soluzzjonijiet innovattivi għall-operaturi tal-każinò online, billi niżguraw esperjenza tal-logħob li ma tintesiex għall-plejers tiegħek.",
  "user_data_section1": "<li>Fornituri 75 + aktar minn</li> <li>Slot machines 15,000 + aktar minn</li> <li>Logħob tat-tabelli 500 + aktar minn</li> <li>Video poker 700 + aktar minn</li> <li>Logħob oħra 200 + aktar minn</li>",
  "lottery_bingo_games": "Logħob tal-Lotterija u Bingo",
  "lottery_bingo_games_p1": "F’VRNL, aħna nġibu l-eċċitament tal-logħob tal-Lotterija u Bingo kemm fuq l-iskrin tiegħek kif ukoll fil-ħwienet lokali tiegħek. Kemm jekk int fan ta’ biljetti tal-karta tradizzjonali jew tippreferi l-konvenjenza tal-logħob online, aħna nkopru kollox. Magħna, mhuwiex biss dwar logħob; huwa dwar l-eċċitament tar-rebħ u l-ferħ tal-logħob.",
  "user_data_section2": "<li>Bingo 80 + aktar minn</li> <li>Lotterija 130 + aktar minn</li>",
  "ultimate_dest": "Destinazzjoni Finali għal Logħob tal-Lotterija u Bingo Online u Retail",
  "weare_vrnl": "Aħna VRNL",
  "weare_vrnl_desp": "<strong>L-AKBAR PJATTAFORMA GĦALL-PROVVISTA TA’ SPORTS U KAŻINÒ WHITE LABEL</strong> L-aktar għażla wiesgħa ta’ logħob ta’ divertiment disponibbli online White Label Casino b’aktar minn 1,000 logħba. Is-software tal-każinò online disponibbli huwa sempliċi għax il-pjattaforma tagħna hija faċli biex timmaniġġjaha.",
  "res_design": "Disinn Responsiv",
  "res_design_desp": "Il-websajt tagħna hija responsiva, li jfisser li tidher tajjeb fuq tablets, apparat mobbli, u desktops għal esperjenza ottimali tal-utent.",
  "custmzd_options": "Għażliet ta’ Personalizzazzjoni",
  "custmzd_options_desp": "Aħna nipprovdu lill-klijenti tagħna firxa wiesgħa ta’ għażliet ta’ personalizzazzjoni, billi nħalluhom jagħżlu l-kuluri, fonts, u layout preferuti tagħhom għall-websajt. Dan jiżgura li l-websajt tirrifletti l-istil u l-preferenzi uniċi tagħhom.",
  "loading_speed": "Veloċità tal-Loading",
  "loading_speed_desp": "Il-websajt tagħna hija ottimizzata għall-veloċità u l-prestazzjoni. Hija tiftaħ malajr fuq apparati differenti u konnessjonijiet tal-internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "It-tema B2B tagħna hija distinta mill-karatteristiċi uniċi tagħha. Inkludejna għażla addizzjonali ta’ Parley għal esperjenza ta’ betting arrikkita.",
  "b2b_theme_p2": "It-tema tagħna hija kkaratterizzata mill-aħjar kombinazzjonijiet ta’ kuluri u elementi ta’ disinn, li jiżguraw interface estetikament pjaċevoli. L-utenti jingħataw permessi biex jagħmlu imħatri fuq firxa wiesgħa ta’ sports inkluż cricket, futbol, u tennis.",
  "b2b_theme_p3": "Għandna wkoll ħafna logħob tal-każinò differenti għal aktar għażliet ta’ divertiment. Barra minn hekk, aħna noffru tipi differenti ta’ każinos, bħall-AWC Casino, li jospita ġabra impressjonanti ta’ aktar minn 500 logħba ta’ slots u aktar minn 100 logħba tat-tabelli.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Is-sit B2C tagħna joffri esperjenza faċli għall-utent għall-klijenti tagħna. Huma jistgħu jirreġistraw faċilment bl-użu tan-numru tat-telefon tagħhom, billi jipprovdu mod konvenjenti u sigur biex jinħolqu kontijiet.",
  "b2c_theme_p2": "Ladarba jkunu rreġistrati, l-utenti għandhom l-għażla li jiddepożitaw fondi fil-kontijiet tagħhom, u jagħmlu sempliċi biex jibdew bl-imħatri u l-logħob. Barra minn hekk, nipprovdu proċess ta’ rtirar bla xkiel, li jiżgura li l-utenti jistgħu jaċċessaw ir-rebħ tagħhom bla diffikultà.",
  "b2c_theme_p3": "Biex intejbu l-esperjenza, noffru punti ta’ bonus li l-utenti jistgħu jaqilgħu u jużaw waqt il-ħin tagħhom fuq il-pjattaforma. Dan iżid saff ieħor ta’ eċċitament u valur għall-klijenti tagħna, u jħallihom jagħmlu l-aħjar użu mid-depożiti u l-irtirar tagħhom.",
  "b2c_theme_p4": "B’mod ġenerali, is-sit B2C tagħna huwa ddisinjat biex jipprovdi esperjenza ta’ betting u logħob faċli u pjaċevoli, billi jagħti lill-klijenti tagħna l-libertà jilagħbu, jiddepożitaw, u jirtiraw b’faċilità.",
  "request_demoID": "Itlob Demo ID",
  "form_name": "Isem *",
  "form_name_err": "Jekk jogħġbok daħħal ismek (mill-inqas 3 karattri).",
  "form_email": "Email *",
  "form_email_err": "Jekk jogħġbok daħħal email valida.",
  "form_country": "Pajjiż *",
  "form_country_err": "Jekk jogħġbok agħżel il-pajjiż tiegħek.",
  "form_district": "Distrett *",
  "form_district_err": "Jekk jogħġbok daħħal id-distrett tiegħek.",
  "form_whatsapp": "Numru WhatsApp *",
  "form_whatsapp_err": "Daħħal numru ta’ WhatsApp validu.",
  "form_turnover": "Turnover Fix-xahar *",
  "form_turnover_err": "Jekk jogħġbok daħħal it-turnover fix-xahar tiegħek.",
  "form_users": "Kemm Utenti *",
  "form_users_err": "Jekk jogħġbok daħħal numru validu ta’ utenti.",
  "form_current": "Pjattaforma Kurrenti li qed tuża *",
  "form_current_err": "Jekk jogħġbok daħħal il-pjattaforma kurrenti tiegħek.",
  "form_issues": "Problemi Bil-Pjattaforma Kurrenti *",
  "form_issues_err": "Jekk jogħġbok iddeskrivi l-problemi (mill-inqas 10 karattri).",
  "form_telegram": "Int fuq Telegram? *",
  "form_select": "-- Agħżel --",
  "form_yes": "Iva",
  "form_no": "Le",
  "form_telegram_err": "Jekk jogħġbok agħżel jekk għandekx handle ta’ Telegram.",
  "form_telhandle": "Handle ta’ Telegram *",
  "form_telhandle_err1": "Handle ta’ Telegram huwa meħtieġ.",
  "form_telhandle_err2": "Il-handle ta’ Telegram għandu jibda b’&#64; (eż., &#64;username).",
  "demo_url": "Demo URL",
  "form_submit": "Issottometti",
  "form_name_ph": "Daħħal ismek",
  "form_email_ph": "Daħħal l-email tiegħek",
  "form_district_ph": "Daħħal id-distrett tiegħek",
  "form_whatsapp_ph": "Daħħal numru ta’ WhatsApp",
  "form_turnover_ph": "Daħħal it-turnover fix-xahar tiegħek",
  "form_users_ph": "Daħħal in-numru ta’ utenti",
  "form_current_ph": "Daħħal pjattaforma kurrenti",
  "form_issues_ph": "Daħħal il-problemi bil-pjattaforma kurrenti",
  "form_telhandle_ph": "Daħħal il-Handle ta’ Telegram tiegħek",
  "our_commitment": "L-Impenji Tagħna",
  "our_commitment_p1": "VRNL hija impenjata biex tipproteġi l-privatezza tiegħek u tassigura l-informazzjoni personali u finanzjarja tiegħek. Din il-politika tispjega x’informazzjoni niġbru, kif nużawha, u l-miżuri li nieħdu biex nipproteġuha. Referenzi għal vrnl.net jinkludu wkoll l-applikazzjonijiet tagħha.",
  "our_commitment_p2": "Din il-politika tapplika għal kull websajt u applikazzjoni ta’ VRNL fejn tkun ippubblikata, f’konformità mal-liġijiet applikabbli fir-reġjuni fejn naħdmu. Avviżi ta’ privatezza speċifiċi għar-reġjun jew is-servizz jistgħu jissupplimentaw din il-politika.",
  "our_commitment_p3": "Jekk tipprovdi informazzjoni permezz ta’ pjattaformi ta’ partijiet terzi (eż., social media logins), aħna niġbru dejta permezz ta’ dawk l-integrazzjonijiet taħt din il-politika. Madankollu, il-prattiki ta’ privatezza tal-parti terza jirregolaw id-dejta li jiġbru direttament. Is-settings tal-privatezza fuq dawn il-pjattaformi ma jaffettwawx kif VRNL tuża d-dejta miġbura permezz tas-siti jew apps tagħna.",
  "our_commitment_p4": "Il-pjattaformi tagħna jistgħu jinkludu links għal siti esterni mhux proprjetà jew ikkontrollati minn VRNL. Aħna m’aħniex responsabbli għall-prattiki ta’ privatezza tagħhom u nħeġġuk tirrevedi l-politiki tagħhom qabel taqsam informazzjoni.",
  "our_commitment_p5": "Din il-Politika tal-Privatezza għandha tinqara flimkien mat-Termini ta’ Użu tagħna.",
  "user_content": "Kunsens tal-Utent",
  "user_content_para": "Billi tuża s-servizz ta’ vrnl (per eżempju, meta tirreġistra għal kont, tixtri servizz, tidħol fi kompetizzjoni jew promozzjoni, tikkomunika magħna, fuq is-siti jew l-applikazzjonijiet tagħna), taqbel li niġbru, nużaw u naqsmu l-informazzjoni personali tiegħek kif deskritt f’din il-politika. F’xi każijiet, partikolarment jekk tgħix f’pajjiż imexxi minn regolament dwar il-protezzjoni tad-dejta, nistgħu nitolbuk tagħti kunsens espliċitu biex taċċessa s-servizzi tagħna qabel ma tkompli għal operazzjonijiet ulterjuri. Fil-każ ta’ profil ta’ roaming jew jekk inti vjaġġatur li jżur pajjiżi differenti madwar id-dinja u tuża s-servizzi ta’ vrnl, allura aħna nqisu l-pajjiż tar-reġistrazzjoni bħala l-pajjiż primarju tiegħek u l-kunsensi miksuba fil-ħin tar-reġistrazzjoni se jkunu validi għall-ipproċessar tal-informazzjoni personali tiegħek. It-termini tal-privatezza applikabbli skont il-liġi ta’ dak il-pajjiż fil-ħin tar-reġistrazzjoni se japplikaw għalik.",
  "accessing_webNet": "Aċċess għas-Sit u s-Servizzi tan-Netwerk 18 permezz ta’ VPN",
  "accessing_webNet_p1": "M’għandekx taċċessa jew tuża s-siti jew is-servizzi ta’ VRNL permezz ta’ xi metodu jew teknoloġija li taħbi jew tippreżenta ħażin il-post ġeografiku attwali tiegħek (eż., billi tuża Virtual Private Network (VPN) jew għodod simili).",
  "accessing_webNet_p2": "VRNL ma tkunx responsabbli għall-ġbir, ħażna, jew pproċessar tal-informazzjoni personali tiegħek jekk jintużaw dawn il-metodi ta’ aċċess.",
  "collection_personalInfo": "Ġbir ta’ Informazzjoni Personali u l-użu tagħha",
  "collection_personalInfo_p1": "“Informazzjoni Personali” (PII) tirreferi għal kwalunkwe dejta li tista’ tidentifika direttament jew indirettament individwu, bħal isem, indirizz postali, indirizz elettroniku, jew numru tal-mowbajl. Meta dejta anonima tkun marbuta ma’ Informazzjoni Personali, titqies ukoll bħala Informazzjoni Personali.”",
  "collection_personalInfo_p2": "VRNL tiġbor biss l-Informazzjoni Personali neċessarja biex timla t-talbiet tiegħek u tipprovdi prodotti u servizzi personalizzati. Aħna ma niġbrux tali informazzjoni sakemm ma tipprovdihiex int b’mod konxju u volontarju.",
  "collection_personalInfo_p3": "L-Informazzjoni Personali tiegħek tista’ tintuża minn VRNL u s-sieħba tas-servizz tagħha biex iħaddmu l-websajts u s-servizzi tagħna, u biex jinfurmawk dwar karatteristiċi ġodda, prodotti u servizzi offruti minn VRNL u l-affiljati tagħha.",
  "info_provide_us": "1. Informazzjoni li tipprovdi lilna",
  "info_provide_us_desp": "Nistgħu nitolbu u niġbru l-informazzjoni personali li ġejja dwarek meta tuża l-vrnl.net u mingħajr din l-informazzjoni jista’ jkun li ma nkunux nistgħu nipprovdulek is-servizzi kollha mitluba:",
  "reg_data": "a. Dejta tar-Reġistrazzjoni",
  "reg_data_desp": "Biex tuża ċerti funzjonijiet fuq il-websajt, l-Applikazzjoni u s-Servizzi (bħal reġistrazzjonijiet ta’ avvenimenti u kampanji tal-websajt), tista’ tipprovdi Informazzjoni ta’ Kuntatt bażika, inkluż iżda mhux limitata għal:",
  "reg_data_list": "<li><span>Isem</span></li> <li><span>Kunjom</span></li> <li><span>Indirizz Email</span></li>",
  "user_pro_details": "b. Dettalji tal-profil tal-utent",
  "user_pro_details_desp": "Nistgħu wkoll niġbru u nirreġistraw l-informazzjoni personali li ġejja taħt it-taqsima 'Il-Profil Tiegħi', li tgħinna nipprovdu feeds personalizzati u nżommu profil tal-utent, inkluż iżda mhux limitat għal:",
  "user_pro_details_list": "<li><span>Isem</span></li> <li><span>Ġeneru</span></li> <li><span>ID tal-Email</span></li> <li><span>Data tat-twelid</span></li> <li><span>Pajjiż</span></li> <li><span>Belt</span></li> <li><span>Numru tal-Mowbajl</span></li>",
  "mobile_device_permissions": "c. Permessi tal-apparat mobbli",
  "mobile_device_permissions_desp": "Meta taċċessa l-applikazzjoni tagħna fuq apparat mobbli / tablets / TVs jew kwalunkwe apparat ieħor li jkollu aċċess għall-imsemmija applikazzjoni, nistgħu nitolbu u niksbu aċċess għas-segwenti:",
  "mobile_device_permissions_list": "<li><span>Kontijiet - Użati biex jimmaniġġjaw bosta kontijiet tal-utent fl-app u għall-iskopijiet tal-Login</span></li> <li><span>Kuntatti - Użati biex jiġu aċċessati l-kuntatti tal-utenti sabiex jinqasmu artikli permezz tal-app</span></li> <li><span>Telefon - Biex jinqara l-istat tat-telefon u jippermetti notifiki fuq l-apparat tal-utent. L-IMEI tinġabar biss biex tidentifika kull utent b’mod uniku</span></li> <li><span>Kamera - Biex l-utent ikun jista’ jtellgħu immaġini u ritratt tal-profil. Jagħti aċċess lill-Kamera ġewwa vrnl</span></li> <li><span>Mikrofonu - Biex jippermetti azzjonijiet relatati ma’ kmand bil-vuċi</span></li> <li><span>Ħażna - Biex taċċessa fajls u folders minn ġewwa l-App</span></li> <li><span>SMS - Biex jintbagħtu u jiġu riċevuti messaġġi ta’ verifika</span></li>",
  "mobile_device_permissions_desp2": "Il-permessi għal dawn is-settings jistgħu jkunu essenzjali għall-funzjonament adegwat tal-applikazzjoni. Il-permessi jistgħu jiġu kkontrollati permezz tal-apparat rispettiv tal-utent billi jintuża l-għażla 'settings'.",
  "info_voluntarily": "2. Informazzjoni li tipprovdi lilna volontarjament",
  "info_voluntarily_desp": "Jekk tibgħatilna korrispondenza personali, bħal emails jew ittri, jew jekk utenti oħra jew partijiet terzi jibgħatulna korrispondenza dwar l-attivitajiet jew il-postings tiegħek fuq il-vrnl.net, nistgħu niġbru u naħżnu din l-informazzjoni.",
  "info_voluntarily_para": "Nistgħu niġbru informazzjoni addizzjonali fi ħinijiet oħra, meta tipprovdi feedback, timmodifika l-kontenut jew il-preferenzi tal-email tiegħek, twieġeb għal stħarriġ, jew tikkomunika magħna. Din l-informazzjoni tista’ tinkludi ismek, indirizz email, numru tal-mowbajl, post, eċċ.",
  "info_auto": "3. Informazzjoni li niġbru awtomatikament",
  "info_auto_desp": "Aħna niġbru informazzjoni dwarek u dwar l-użu tiegħek tas-servizz tagħna, l-interazzjonijiet tiegħek magħna u r-reklamar tagħna, kif ukoll informazzjoni dwar il-kompjuter tiegħek jew apparat ieħor użat biex taċċessa s-servizz tagħna (bħal apparat mobbli, tablets u apparati oħra ta’ veduta). Din l-informazzjoni tinkludi, iżda mhix limitata għal:",
  "info_auto_list": "<li><span>Attivitajiet fuq vrnl.net bħal tip ta’ paġni magħżula, ħin imqatta’ fuq il-paġni, mistoqsijiet ta’ tfittxija eċċ.</span></li> <li><span>L-interazzjonijiet tiegħek mal-email tagħna, servizz tal-konsumatur u pjattaforma ta’ messaġġi.</span></li> <li><span>Informazzjoni tal-lokazzjoni ġeografika permezz ta’ indirizzi IP;</span></li> <li><span>Informazzjoni dwar l-apparat bħal id tal-apparat, mudell tal-apparat eċċ. u identifikaturi uniċi oħra</span></li> <li><span>Identifikaturi ta’ reklamar, bħal dawk misjuba fuq apparat mobbli u tablets, apparati li jinkludu identifikaturi (pereżempju l-Identifiers for Advertisers (IDFA) fuq apparati iOS u GAID fuq apparati Android);</span></li> <li><span>Informazzjoni miġbura permezz tal-użu ta’ cookies u teknoloġiji oħra*;</span></li>",
  "info_auto_note": "*Nota: Biex intejbu l-esperjenza tiegħek, nistgħu nużaw <b>cookies</b> jew teknoloġiji simili biex nagħtuk <b>ID Uniku tal-Utent</b> u nifhmu l-interessi tiegħek. <b>Cookies</b> ma jiżvelawx l-identità tiegħek sakemm ma tipprovdihiex int volontarjament, u lanqas ma jistgħux jaċċessaw dejta mill-apparat tiegħek. Reklamaturi jistgħu jistabbilixxu l-cookies tagħhom meta taqbad mar-reklami tagħhom, li ma nikkontrollawhomx. Niġbru wkoll ċerta informazzjoni teknika kull darba li tuża l-websajts, applikazzjonijiet jew servizzi tagħna fuq kwalunkwe apparat konness mal-internet.",
  "inferred_info": "4. Informazzjoni inferita permezz tal-użu u dejta tal-logs",
  "inferred_info_desp": "Nistgħu nsegwu ċerta informazzjoni dwarek ibbażata fuq l-imġiba tiegħek fuq il-vrnl.net. Nużaw din l-informazzjoni biex inwettqu riċerka interna dwar id-demografija tal-utenti tagħna, apparati, interessi u imġiba sabiex nifhmu, nipproteġu u naqdu aħjar lill-utenti tagħna. Din l-informazzjoni tinġabar u tiġi analizzata fuq bażi aggregata.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Nistgħu wkoll niġbru l-Informazzjoni Tiegħek biex insegwu l-imġiba u l-preferenzi tal-utenti għal analiżi u riċerka interna. Nistgħu wkoll nużaw l-informazzjoni tiegħek:</strong><br> (i) Biex nevalwaw l-interess tiegħek f’għażliet ta’ investiment, servizzi, offerti, abbonamenti;<br> (ii) Biex inwettqu analiżi u riċerka tal-konsumaturi, biex niddeċiedu l-interessi tiegħek, għall-identifikazzjoni ta’ kontenut li jiġġenera bejgħ u biex nanalizzaw il-mudelli tat-traffiku.<br>",
  "inferred_info_a": "a. Karatteristiċi interattivi",
  "inferred_info_a_desp1": "vrnl.net għandu ħafna karatteristiċi li jippermettu lill-utenti/membri jiżvelaw l-identitajiet tagħhom u jikkomunikaw ma’ utenti/membri oħra. L-użu tiegħek ta’ dawn il-karatteristiċi u żvelar ta’ kwalunkwe dettalji personali (eż. indirizz email) minnek permezz ta’ dawn il-karatteristiċi huma fuq ir-riskju tiegħek biss u vrnl.net ma taċċetta l-ebda responsabbiltà għal dan. Madankollu, jekk il-privatezza tiegħek tkun inkisret bħala riżultat ta’ parteċipazzjoni f’dawn il-karatteristiċi, tista’ tinnotifikana permezz ta’ email fuq vrnl@gmail.com",
  "inferred_info_a_desp2": "Jekk tagħżel li tpoġġi messaġġi fuq kontijiet tal-midja soċjali, bordijiet ta’ messaġġi, chat rooms jew oqsma oħra ta’ messaġġi jew tħalli feedback, aħna niġbru dik l-informazzjoni li tipprovdi lilna. Aħna nżommu din l-informazzjoni fejn meħtieġ biex insolvu tilwim, nipprovdu appoġġ lill-klijent u nsolvu problemi kif permess mil-liġi. Nistgħu wkoll inżommu tali informazzjoni fuq bażi aggregata biex niffurmaw xejriet u sentimenti tas-suq. Madankollu, aħna ma nassoċjawx ebda informazzjoni personali tiegħek ma’ dawn il-kummenti jew postijiet waqt li nwettqu tali analiżi.",
  "inferred_info_b": "b. Esperjenza tal-Utent u Appoġġ",
  "inferred_info_b_desp1": "Aħna nidentifikaw u nużaw l-indirizz IP tiegħek biex ngħinu niddijanjostikaw kwalunkwe problemi bis-server tagħna, u biex nimmaniġġjaw l-applikazzjoni tagħna. L-indirizz IP tiegħek jintuża wkoll biex jgħinna nidentifikawk u biex niġbru informazzjoni demografika ġenerali sabiex nipersonalizzaw l-esperjenza tiegħek fuq il-vrnl.net.",
  "inferred_info_b_desp2": "Kultant nitolbuk timla stħarriġ online fakultattivi. Dawn l-istħarriġ jistgħu jitolbuk tagħti informazzjoni ta’ kuntatt u demografika (bħal kodiċi postali, età, eċċ.). Nużaw din id-dejta biex nadattaw l-esperjenza tiegħek fuq il-vrnl.net, nipprovdulek kontenut li naħsbu li jista’ jinteressak u biex nuru kontenut skont il-preferenzi tiegħek.",
  "info_thirdparty": "5. Informazzjoni li niġbru permezz ta’ partijiet terzi",
  "info_thirdparty_a": "a. Login permezz tal-midja soċjali",
  "info_thirdparty_a_desp": "Meta tirreġistra billi tuża kontijiet oħra tiegħek bħal fuq Facebook, Gmail eċċ., aħna niġbru Informazzjoni minn dawk il-kontijiet biex inkomplu nikkomunikaw miegħek u nipprovdulek is-Servizzi. Aħna niġbru l-informazzjoni li ġejja mill-pjattaformi rispettivi tal-midja soċjali, inkluż iżda mhux limitata għal:",
  "info_thirdparty_a_list": "<li><span>Facebook - Informazzjoni pubblika, Isem, Email, lista ta’ ħbieb</span></li> <li><span>Google - Isem, Kunjom, Email</span></li>",
  "info_thirdparty_b": "b. Informazzjoni tranżazzjonali jew ta’ Billing",
  "info_thirdparty_b_desp": "Ibbażat fuq ix-xiri tiegħek ta’ pakkett ta’ abbonament, is-sieħeb tagħna tal-gateway tal-ħlas jista’ jiġbor informazzjoni dwar id-dettalji tal-karta ta’ kreditu/debitu tiegħek jew dettalji oħra ta’ kont bankarju flimkien mal-indirizz tal-fattura tiegħek. Din l-informazzjoni tinħażen mis-sieħeb tagħna tal-gateway tal-ħlas. Pereżempju, is-Servizzi se jużaw sieħba terzi tal-gateway tal-ħlas biex jipproċessaw u jiffaċilitaw il-ħlas tal-miżata tal-abbonament tiegħek għas-Servizzi biex jipprovdulek aċċess għall-abbonament. Jekk jogħġbok innota li vrnl.net ma jiġborx direttament ebda informazzjoni finanzjarja bħad-dettalji tal-karti ta’ kreditu jew debitu jew net banking minnek. Dawn is-sieħba tal-gateway tal-ħlas mhumiex ikkontrollati minna. Meta żżur dawn il-gateways tagħmel dan fuq ir-riskju tiegħek. Dawn il-gateways tal-ħlas jistgħu jkollhom il-politiki tal-privatezza tagħhom stess, li nirrakkomandawlek tirrevedi jekk iżżur xi wieħed minnhom. Aħna ma nassumux ebda responsabbiltà jew obbligu għal dawn il-gateways, il-kontenut tagħhom u l-prattiki tal-privatezza tagħhom, u lanqas ma nappoġġjawhom. Inħeġġuk tiffamiljarizza ruħek mal-istqarrijiet tal-privatezza pprovduti minn dawn il-gateways tal-ħlas qabel ma tipprovdilhom informazzjoni dwarek jew tidħol f’xi tranżazzjoni magħhom.",
  "lawfulness_processing": "I. Għanijiet u Legalità tal-ipproċessar",
  "lawfulness_processing_desp1": "vrnl.net jiġbor u jipproċessa biss dejta personali dwarek fejn għandna bażi legali. Bażi legali li fuqha nipproċessaw l-informazzjoni personali tiegħek tinkludi l-ksib ta’ kunsens espliċitu minnek għall-ipproċessar tal-informazzjoni personali tiegħek jew l-ipproċessar għal ‘interessi leġittimi’ fejn l-ipproċessar huwa meħtieġ minna biex nipprovdulek appoġġ lill-klijent jew nipproċessaw id-dejta tiegħek biex nipprovdulek servizzi premium (pereżempju l-ipproċessar tal-informazzjoni tiegħek mis-sieħba tas-servizzi tal-gateway tal-ħlas tagħna).",
  "lawfulness_processing_desp2": "Nużaw l-informazzjoni biex nipprovdu, nanalizzaw, nimmaniġġjaw, intejbu u nipersonalizzaw is-servizz u l-isforzi ta’ kummerċjalizzazzjoni tagħna, biex nipproċessaw ir-reġistrazzjoni tiegħek, l-ordnijiet tiegħek, il-ħlasijiet tiegħek, u biex nikkomunikaw miegħek relatat mal-każijiet imsemmija hawn taħt. Pereżempju, nużaw l-informazzjoni biex:",
  "lawfulness_processing_list": "<li><span>niddeterminaw ir-rekwiżiti tal-portafoll tiegħek u nipprovdulek suġġerimenti personalizzati, pariri u tbassir dwar ix-xejriet tas-suq, twissijiet dwar bidliet fis-suq u statistika tal-indici, kollha li nemmnu li se jinteressawk;</span></li> <li><span>nipprevjenu, nindunaw u ninvestigaw attivitajiet potenzjalment ipprojbiti jew illegali, inkluż frodi;</span></li> <li><span>nanaliżżaw u nifhmu l-udjenza tagħna, intejbu s-servizz tagħna (inklużi l-esperjenzi tal-interface tal-utent) u ntejjbu l-għażla tal-kontenut, l-algoritmi ta’ rakkomandazzjoni u l-kunsinna;</span></li> <li><span>nikkomunikaw miegħek dwar is-servizz tagħna (pereżempju permezz ta’ email, notifiki push, messaġġi test u kanali ta’ messaġġi online), sabiex nikkomunikaw aħbarijiet dwar vrnl.net miegħek, dettalji dwar karatteristiċi u kontenut ġdid disponibbli fuq il-vrnl.net, u offerti speċjali, avviżi promozzjonali, kompetizzjonijiet u stħarriġ tal-konsumatur, u biex ngħinuk b’talbiet operattivi bħal talbiet ta’ reset tal-password.</span></li> <li><span>Ninnotifikawk dwar bidliet fit-termini tas-servizz.</span></li> <li><span>Inħalluk tipparteċipa fi karatteristiċi interattivi offruti permezz tas-Servizzi tagħna.</span></li> <li><span>Inwettqu l-obbligi tagħna u ninfurzaw id-drittijiet tagħna li jirriżultaw minn kwalunkwe kuntratti li jidħlu bejnek u bejna, inkluż għall-fatturazzjoni, chargeback u ġbir.</span></li>",
  "lawfulness_processing_desp3": "Nistgħu nużaw l-informazzjoni tiegħek biex nipprovdulek esperjenza personalizzata meta żżur/tuża wieħed mis-siti/apps tagħna, u għal skopijiet ta’ analiżi u kummerċjalizzazzjoni.",
  "lawfulness_processing_desp4": "Aħna nipprovdu personalizzazzjoni billi nużaw dejta li tippreżentalna f’termini ta’ cookies, indirizzi IP, web beacons jew teknoloġiji simili relatati mal-apparati li tuża. Billi nagħmlu hekk, nistgħu nipprovdulek kontenut u/jew reklamar li nemmnu li huma aktar rilevanti għall-interessi tiegħek. Jekk jogħġbok ipprovdi kunsens espliċitu għal dan meta niġbru d-dejta tiegħek u/jew aġġusta l-preferenzi tal-utent tiegħek fil-profil tal-kont tiegħek rigward l-għażliet/preferenzi tiegħek pprovduti.",
  "info_usedBy": "II. Informazzjoni użata mill-kumpanija",
  "info_usedBy_desp1": "L-Informazzjoni kif ipprovduta mill-utenti tippermettilna ntejbu s-Servizzi u nipprovdulek l-aktar esperjenza faċli għall-utent. F’xi każijiet/provvista ta’ ċerti servizzi jew utilitajiet, nistgħu nitolbu l-indirizz ta’ kuntatt tiegħek ukoll. L-informazzjoni kollha meħtieġa hija dipendenti fuq is-servizz u l-Kumpanija tista’ tuża l-informazzjoni tal-utent imsemmija hawn fuq biex iżżomm, tipproteġi, u ntejbu s-Servizzi (inkluż ir-reklamar fuq l-‘Applikazzjoni’) u għall-iżvilupp ta’ servizzi ġodda. Nistgħu wkoll nużaw l-indirizz tal-email tiegħek jew informazzjoni oħra personalment identifikabbli biex nibagħtulek messaġġi kummerċjali jew ta’ kummerċjalizzazzjoni bil-kunsens tiegħek, kif japplika mil-liġijiet lokali [b’għażla li tabbona / tħassar l-abbonament (fejn possibbli)]. Madankollu, nistgħu nużaw l-indirizz tal-email tiegħek mingħajr kunsens ieħor għal skopijiet mhux ta’ kummerċjalizzazzjoni jew amministrattivi (bħal li ninfurmawk dwar bidliet ewlenin, għal skopijiet ta’ servizz tal-konsumatur, fatturazzjoni, eċċ.)",
  "info_usedBy_desp2": "Kull informazzjoni personalment identifikabbli pprovduta minnek ma tkunx ikkunsidrata bħala sensittiva jekk hija disponibbli liberament u/jew aċċessibbli fid-dominju pubbliku bħal kummenti, messaġġi, blogs, kitbiet disponibbli fuq pjattaformi soċjali bħal Facebook, Twitter eċċ. Kull ma jkun ippustjat/mtella’/imxandar/komunikat mill-utenti fuq sezzjonijiet pubbliċi tal-websajt jew l-Applikazzjoni jsir kontenut ippubblikat u ma jitqiesx bħala informazzjoni personalment identifikabbli soġġetta għal din il-Politika tal-Privatezza. Fil-każ li tagħżel li tirrifjuta li tipprovdi informazzjoni personalment identifikabbli, jista’ jkun li ma nkunux nistgħu nipprovdulek ċerti servizzi. Fi kwalunkwe każ, ma nkunux responsabbli għall-irtirar ta’ ċerti servizzi minħabba n-nuqqas tiegħek li tipprovdi l-informazzjoni personali meħtieġa. Meta tirreġistra mal-Applikazzjoni jew is-Servizzi, aħna nikkuntattjawk minn żmien għal żmien dwar l-aġġornament tal-informazzjoni personali tiegħek biex nipprovdulek tali karatteristiċi li nemmnu li jistgħu jikkawżaw benefiċċju/interess għalik.",
  "disclosure_tp": "III. Żvelar lil partijiet terzi",
  "disclosure_tp_b": "b. Reklamar",
  "disclosure_tp_b_desp": "Meta nippreżentaw informazzjoni lir-reklamaturi tagħna -- biex ngħinhom jifhmu l-udjenza tagħna u jikkonfermaw il-valur tar-reklamar fuq il-websajts jew l-Applikazzjonijiet tagħna -- normalment tkun f’forma ta’ statistika aggregata dwar it-traffiku lejn paġni/kontenut differenti ġewwa l-websajts jew l-Applikazzjonijiet tagħna. Nużaw kumpaniji ta’ reklamar ta’ partijiet terzi biex iservu reklami meta żżur il-websajts jew l-Applikazzjonijiet tagħna. Dawn il-kumpaniji jistgħu jużaw informazzjoni (inkluż ismek, indirizz, indirizz email jew numru tat-telefon jew kwalunkwe informazzjoni personali identifikabbli oħra) dwar iż-żjarat tiegħek għal dan u siti jew applikazzjonijiet oħra, sabiex jipprovdu reklami dwar oġġetti u servizzi li jistgħu jinteressawk. Aħna ma nipprovdux ebda informazzjoni personalment identifikabbli lil websajts /reklamaturi /servers ta’ reklamar ta’ partijiet terzi mingħajr il-kunsens tiegħek.",
  "disclosure_tp_d": "d. Offerti Promozzjonali",
  "disclosure_tp_d_desp": "Aħna naqsmu jew niżvelaw l-informazzjoni personali tiegħek barra minn vrnl.net meta jkollna l-kunsens tiegħek. Pereżempju, billi nipprovdu servizzi relatati ma’ SMS u Email bħal newsletters ta’ kummerċjalizzazzjoni, promozzjonijiet u offerti.",
  "disclosure_tp_f": "f. Legali",
  "disclosure_tp_f_desp": "vrnl.net jista’ jiżvela informazzjoni personalment identifikabbli jekk ikun meħtieġ skont il-liġi jew fil-bona fede li tali azzjoni hija meħtieġa sabiex:",
  "disclosure_tp_f_list": "<li><span>nikkonformaw mal-editti tal-liġi jew nikkonformaw ma’ proċess legali li ġie sservut fuq is-sit jew is-sidien tiegħu;</span></li> <li><span>nipproteġu u niddefendu d-drittijiet jew il-proprjetà tas-sidien tas-sit, is-sit jew l-utenti ta’ vrnl.net;</span></li> <li><span>naġixxu f’ċirkostanzi urġenti biex nipproteġu s-sigurtà personali tal-utenti ta’ vrnl.net, is-sit, is-sidien tiegħu, jew il-pubbliku.</span></li>",
  "controls_choices": "IV. Il-Kontrolli u l-Għażliet Tiegħek",
  "managing_info": "Immaniġġjar tal-Informazzjoni Tiegħek",
  "managing_info_desp1": "Meta tuża s-Servizzi minn moneycontrol (websajts jew xi sub sites tiegħu), nagħmlu sforzi serji biex nipprovdulek, hekk kif titlob, aċċess għall-informazzjoni personali tiegħek u niżguraw li kwalunkwe informazzjoni personali jew sensittiva misjuba bħala mhux eżatta jew defiċjenti tiġi kkorreġuta jew emendata fejn hu possibbli, suġġetta għal xi rekwiżit li tali informazzjoni tinżamm bil-liġi jew għal skopijiet legittimi tan-negozju.",
  "managing_info_desp2": "Nitolbu lill-utenti individwali jidentifikaw lilhom infushom u l-informazzjoni mitluba biex tkun aċċessata, ikkorreġuta jew imħassra qabel nipproċessaw tali talbiet, u nistgħu nirrifjutaw li nipproċessaw talbiet li huma ripetittivi jew sistematiċi bla bżonn, li jeħtieġu sforz tekniku sproporzjonat, li jpoġġu fil-periklu l-privatezza ta’ oħrajn, jew li jkunu imprattikabbli ħafna (pereżempju, talbiet dwar informazzjoni li tinsab fuq tapes ta’ back-up), jew fejn l-aċċess mhux mitlub inkella. Fi kwalunkwe każ, fejn nipprovdu aċċess u korrezzjoni, nipprovdu din is-servizz bla ħlas, ħlief jekk dan ikun jirrikjedi sforz sproporzjonat. Minħabba l-mod kif inżommu ċerti servizzi, wara li tħassar l-informazzjoni tiegħek, kopji residwi jistgħu jieħdu żmien qabel jitħassru mis-servers attivi tagħna u jistgħu jibqgħu fis-sistemi ta’ back-up tagħna.",
  "managing_info_desp3": "Biex teżerċita d-drittijiet applikabbli għalik bħala suġġett tad-dejta, trid tikteb lilna u tqajjem talba għad-dritt speċifikat. Jekk jogħġbok kun żgur li tuża suġġetti xierqa biex issemmi d-dritt (eż. Talba għal Aċċess għad-Dejta, Talba għal Portabbiltà tad-Dejta, Talba għal Ħassar tad-Dejta) meta tqajjem dawn it-talbiet kollha, dan jgħinna nipproċessawhom aktar malajr u b’mod effiċjenti.",
  "managing_info_desp4": "Aħna nipprovdulek l-abbiltà teżerċita ċerti kontrolli u għażliet rigward il-ġbir, l-użu u l-qsim tal-informazzjoni personali tiegħek. Skont il-liġi applikabbli, il-kontrolli u l-għażliet tiegħek jistgħu jinkludu:",
  "dataAccess_port": "a. Aċċess u Portabbiltà tad-Dejta",
  "dataAccess_port_desp": "Ir-Regolament Ġenerali dwar il-Protezzjoni tad-Dejta tal-UE (GDPR) jagħtik, bħala suġġett tad-dejta, id-dritt titlob kopji tal-informazzjoni personali tiegħek miżmuma minna. Tista’ wkoll titlob kopji ta’ informazzjoni personali li pprovdejt lilna f’format strutturat, komuni u li jista’ jinqara mill-magni u/jew titlobna nittrasmettu din l-informazzjoni lil fornitur ieħor tas-servizz (fejn teknikament possibbli).",
  "data_retention": "c. Żamma u Ħassra tad-Dejta",
  "data_retention_desp1": "Aħna nżommu l-informazzjoni personali tiegħek sakemm ikun meħtieġ għall-interessi legittimi speċifikati f’din il-politika u biex inħarsu l-obbligi legali tagħna. Jekk ma tibqax tridna nużaw l-informazzjoni tiegħek tista’ titlobna nħassru l-informazzjoni personali tiegħek u nagħlqu l-kont tiegħek ta’ vrnl.net.",
  "data_retention_desp2": "Jekk jogħġbok innota li jekk titlob li tħassar l-informazzjoni personali tiegħek;",
  "data_retention_list": "<li><span>Nistgħu nżommu xi informazzjoni personali tiegħek meħtieġa għall-interessi leġittimi tagħna, bħal skoperta u prevenzjoni tal-frodi u ż-żieda fis-sigurtà. Pereżempju, jekk nissospendu kont ta’ vrnl.net għal raġunijiet ta’ frodi jew sigurtà, nistgħu nżommu ċerta informazzjoni minn dak il-kont biex nipprevjenu lill-utent milli jiftaħ kont ġdid fil-futur.</span></li> <li><span>Nistgħu nżommu u nużaw l-informazzjoni personali tiegħek safejn meħtieġ biex inħarsu l-obbligi legali tagħna. Pereżempju, nistgħu nżommu xi informazzjoni tiegħek għal skopijiet ta’ taxxa, rapportar legali u awditjar.</span></li> <li><span>Informazzjoni li qsamt ma’ oħrajn (eż. reviżjonijiet, postijiet fuq forums) tista’ tkompli tidher pubblikament fuq vrnl.net, anke wara li l-kont tiegħek jiġi kkanċellat. Madankollu, l-attribuzzjoni ta’ din l-informazzjoni lilek titneħħa. Barra minn hekk, xi kopji tal-informazzjoni tiegħek (eż. reġistri tal-logs) jistgħu jibqgħu fid-database tagħna, iżda mingħajr identifikaturi personali.</span></li> <li><span>Għax inżommu kopji ta’ informazzjoni personali biex nipproteġu minn telf jew qerda aċċidentali jew malizzjuża, kopji residwi tal-informazzjoni personali tiegħek jistgħu ma jitħassrux mis-sistemi ta’ back-up tagħna għal perjodu limitat ta’ żmien.</span></li>",
  "data_retention_note": "(Nota: Jekk għandek diversi kontijiet ma’ moneycontrol, ser ikollok tqajjem talbiet separati għal kull wieħed minn dawk il-kontijiet, billi tuża l-indirizzi email assoċjati)",
  "withdrawing_consent": "d. Irtirar tal-Kunsens u Restrizzjoni tal-Ipproċessar",
  "withdrawing_consent_desp": "Biex tirtira l-kunsens tiegħek fi kwalunkwe ħin matul il-perjodu tas-servizzi tiegħek magħna, tista’ tagħżel li tagħmel dan billi tibgħatilna email. Aħna neżaminaw it-talba tiegħek u nistgħu nitolbuk tivverifika l-identità tiegħek. Wara l-verifika aħna nirtiraw il-kunsens mitlub u nieqfu kull ipproċessar ieħor tal-informazzjoni personali tiegħek",
  "fail_provideConsent": "V. Jekk tfalli biex tipprovdi kunsens",
  "fail_provideConsent_desp": "Huwa d-dmir tagħna li ninfurmawk li vrnl.net hija pjattaforma ta’ reklamar. Ir-reklami jiffurmaw il-qalba tan-negozju tagħna, għalhekk il-permessi għall-użu u l-ipproċessar tal-informazzjoni personali tiegħek biex nipprovdu reklami huma essenzjali biex nipprovdulek is-servizzi tagħna. L-użu ta’ informazzjoni personali għar-reklamar huwa kriterju vinkolanti u ma nkunux nistgħu nipprovdulek is-servizzi tagħna jekk tonqos milli tawtorizzani nużaw l-informazzjoni personali tiegħek għal skopijiet ta’ reklamar u l-attivitajiet relatati miegħu.",
  "childrens_privacy": "VI. Il-Privatezza tat-Tfal",
  "childrens_privacy_desp1": "vrnl.net mhijiex intenzjonalment iddisinjata jew diretta lejn persuni ta’ inqas minn 16-il sena. vrnl ma tippermettix b’mod konxju lil persuni taħt l-età ta’ 16 sena jirreġistraw mas-servizzi jew jipprovdu xi informazzjoni identifikabbli personali oħra. Jekk vrnl issir taf li xi informazzjoni identifikabbli personali ta’ persuni taħt l-età ta’ 16-il sena nġabret fuq vrnl.net mingħajr kunsens verifikat tal-ġenituri, allura vrnl tieħu l-passi meħtieġa biex tħassar dik l-informazzjoni u tinnotifika lill-ġenitur.",
  "childrens_privacy_desp2": "Madankollu, nikkunsidraw ir-responsabbiltà tal-ġenituri li jissorveljaw l-użu tat-tfal tagħhom tas-servizzi tagħna. Minkejja dan, hija l-politika tagħna li ma niġbrux u ma nipproċessawx informazzjoni personali minn tfal taħt l-età ta’ 16-il sena u lanqas noffru li nibagħtu materjali promozzjonali lil persuni f’dik il-kategorija. vrnl ma jfittix u lanqas ma għandha l-intenzjoni li tfittex jew tirċievi xi informazzjoni personali mingħand tfal. Jekk xi ġenitur jew kustodju jkollu raġuni li jemmen li minorenni pprovda lil vrnl informazzjoni personali mingħajr il-kunsens minn qabel tiegħu, jekk jogħġbok ikkuntattja lit-tim tagħna ta’ appoġġ għall-konsumatur biex niżguraw li l-informazzjoni personali titneħħa minn vrnl.net.",
  "data_transfer": "VII. Trasferiment, ħażna u ipproċessar tad-Dejta globalment",
  "data_transfer_desp": "Aħna naħdmu globalment u nistgħu nittrasferixxu l-informazzjoni personali tiegħek lil kumpaniji individwali tal-kumpaniji affiljati ta’ vrnl jew partijiet terzi f’lokalitajiet madwar id-dinja għall-iskopijiet deskritti f’din il-politika tal-privatezza. Kull fejn l-informazzjoni personali tiegħek tiġi trasferita, maħżuna jew ipproċessata minna, nieħdu passi raġonevoli biex nipproteġu l-privatezza tagħha. Barra minn hekk, meta nużaw jew niżvelaw informazzjoni personali trasferita mill-Unjoni Ewropea, nużaw klawsoli kuntrattwali standard approvati mill-Kummissjoni Ewropea jew nieħdu mezzi oħra taħt il-liġi tal-UE biex niżguraw salvagwardji adegwati.",
  "security_compliance": "VIII. Sigurtà u konformità mal-liġijiet",
  "security_compliance_desp": "Aħna kontinwament qed nimxu u naġġornaw miżuri ta’ sigurtà amministrattivi, tekniċi u fiżiċi biex ngħinu nipproteġu l-informazzjoni tiegħek kontra aċċess mhux awtorizzat, telf, qerda jew alterazzjoni. Xi salvagwardji li nistgħu nużaw biex nipproteġu l-informazzjoni tiegħek huma firewalls u encryption tad-dejta, kif ukoll kontrolli fuq l-aċċess għall-informazzjoni. Jekk taf jew għandek raġuni biex temmen li l-kredenzjali tal-kont tiegħek ta’ vrnl.net intilfu, insterqu, ġew mibdula, jew kompromessi b’xi mod ieħor jew f’każ ta’ xi użu mhux awtorizzat attwali jew suspettat tal-kont tiegħek, jekk jogħġbok ikkuntattjana permezz tat-tim tagħna ta’ appoġġ għall-konsumatur.",
  "changein_policy": "IX. Bidla fil-Politika",
  "changein_policy_desp": "Din il-Politika tal-Privatezza hija suġġetta għal tibdil minn żmien għal żmien. Aħna nżommu d-dritt, fid-diskrezzjoni tagħna, li nimmodifikaw it-termini ta’ din il-Politika tal-Privatezza minn żmien għal żmien sabiex niżguraw il-konformità mal-liġijiet applikabbli (‘Termini Aġġornati’). It-Termini Aġġornati jsiru effettivi immedjatament u jissostitwixxu t-termini ta’ din il-Politika tal-Privatezza. Aħna ninfurmawk dwar kwalunkwe bidla f’din il-politika jekk il-bidliet jagħmlu impatt sinifikanti fuq id-drittijiet tiegħek jew kif mitlub bil-liġi. Int tkun responsabbli biss li tirrevedi l-Politika tal-Privatezza minn żmien għal żmien għal kwalunkwe modifika. Billi tkompli tuża vrnl.net wara li jiġu ppubblikati t-Termini Aġġornati, inti tafferma l-ftehim tiegħek mat-termini aġġornati.",
  "contact_info": "X. Informazzjoni ta’ Kuntatt",
  "contact_info_a": "a. Appoġġ",
  "contact_info_a_desp": "Jekk teħtieġ xi informazzjoni jew ċarezza rigward l-użu tal-informazzjoni personali tiegħek jew din il-politika tal-privatezza jew ilmenti relatati mal-użu tal-informazzjoni personali tiegħek, jekk jogħġbok ibgħatilna email fuq",
  "contact_info_b": "b. Ilmenti",
  "contact_info_b_desp1": "Tista’ tikteb lid-data protection officer tagħna f’każ ta’ xi ilment. Għandek id-dritt tippreżenta lment dwar l-attivitajiet tal-ipproċessar tad-dejta mwettqa minn vrnl.net quddiem l-awtoritajiet kompetenti tal-protezzjoni tad-dejta.",
  "contact_info_b_desp2": "Jekk għandek xi mistoqsijiet jew ilmenti rigward il-ġbir, l-ipproċessar, it-trasferiment ta’ dejta/informazzjoni personali jew rigward din il-politika jekk jogħġbok ikkuntattja lid-Data Protection Officer tagħna.",
  "risk_management_title": "Imħatri Tiegħek, Ir-Responsabbiltà Tagħna Ġestjoni tar-Riskju bla Paragun &",
  "risk_management_title2": "Kumpanija li b’mod konsistenti tipprova soluzzjonijiet innovattivi biex tilħaq il-ħtiġijiet tan-negozju tagħha.",
  "dedicated_rm_team": "Tim Dedikat ta’ Ġestjoni tar-Riskju",
  "dedicated_rm_team_desp": "Għandna tim dedikat u <b> b’esperjenza għolja fil-ġestjoni tar-riskju </b> li jaħdem <b>24/7.</b> Ir-rwol ewlieni tagħhom hu li jimmonitorjaw kull imħatra u transazzjoni fuq il-pjattaforma tagħna biex jiżguraw <b>ġustizzja</b> u <b>sigurtà</b> għal kull utent.",
  "key_features_rm": "Karatteristiċi Ewlenin",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Monitoraġġ f’Ħin Reali:</strong> Sistemi avvanzati jimmonitorjaw kontinwament imħatri, bidliet fil-kwoti u attività tal-utent.</span></li> <li><strong>Reviżjoni Manwali:</strong> Allerti jqanqlu verifiki fil-fond ta’ mudelli ta’ imħatri, bidliet fil-kwoti u imġieba tal-kont.</li> <li><strong>Mitigazzjoni tar-Riskju:</strong> Azzjonijiet immedjati bħal invalidazzjoni/sospensjoni ta’ imħatri, ffriżar ta’ kontijiet, jew verifika tal-utenti jekk jinstabu irregolaritajiet.</li> <li><strong>Analiżi tad-Dejta:</strong> Reviżjoni kontinwa ta’ dejta live u storika biex jinstabu xejriet ta’ riskju u titjieb il-prevenzjoni.</li> <li><strong>Rispons għal Inċidenti:</strong> Pjan strutturat biex jimmaniġġja malajr u b’mod effettiv ksur ta’ sigurtà, qerq, jew theddid ieħor.</li>",
  "benefits_rm": "Benefiċċji",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Taħriġ kontinwu:</strong> Żvilupp kontinwu tal-ħiliet għat-tim tar-riskju biex ilaħħqu b’mod effettiv ma’ theddid ġdid.</span></li> <li><strong>Teknoloġija Avvanzata u Sigurtà:</strong> Aġġornamenti regolari, testijiet ta’ penetrazzjoni, aġġornamenti tas-softwer, u verifiki tas-sigurtà.</li> <li><strong>Trasparenza:</strong> Komunikazzjoni ċara mal-utenti dwar l-azzjonijiet ta’ ġestjoni tar-riskju biex tinżamm il-fiduċja.</li> <li><strong>Titjib Kontinwu:</strong> Strateġiji li jevolvu bbażati fuq inċidenti preċedenti u riskji ġodda li qed jitfaċċaw biex tipproteġi l-integrità tal-pjattaforma u l-interessi tal-utenti.</li>",
  "sbs_bold": "Sports <strong>Betting Software</strong>",
  "sbs_bold_p1": "Lest biex tieħu l-esperjenza tiegħek fl-imħatri sportivi għal livell ogħla? Tfittexx aktar – VRNL Sports Betting Software! F’dan l-artiklu, se nesploraw kif it-teknoloġija avvanzata ta’ VRNL tista’ tittrasforma l-mod kif tagħmel l-imħatri. Bi aktar minn żewġ deċennji ta’ esperjenza fl-industrija, VRNL hija s-sieħba tiegħek ta’ fiduċja għal soluzzjonijiet innovattivi tal-imħatri sportivi. Ejja nidħlu fid-dinja tas-softwer tal-imħatri sportivi u nsibu kif nistgħu ngħollulek il-logħba tiegħek.",
  "sbs_bold_p2": "Is-Software tal-Imħatri Sportivi ta’ VRNL joffri dinja ta’ possibbiltajiet għall-partitarji tal-isport u l-imħatri. B’fokus fuq li nipprovdu informazzjoni preċiża, rilevanti u ta’ għajnuna, VRNL tgħaqqad l-esperjenza speċjalizzata u l-esperjenzi personali biex toħloq soluzzjoni komprensiva għall-imħatri. Afda lil VRNL biex ittella’ l-esperjenza tiegħek fl-imħatri sportivi għal livelli ġodda.",
  "sbs_bold_p3": "Esplora s-software tal-imħatri sportivi ta’ VRNL illum u agħti spinta lill-logħba tiegħek għal-livell li jmiss!",
  "sbs_try_b2b": "Ipprova s-softwer tagħna tal-Imħatri B2B",
  "sbs_try_b2c": "Ipprova s-softwer tagħna tal-Imħatri B2C",
  "sbs_mf_desp": "Aħna noffru firxa estensiva ta’ għodod biex niffaċilitaw il-ġestjoni tas-softwer tal-imħatri tagħna. Fosthom, nenfasizzaw l-aktar b’saħħithom u, b’mod partikolari, dawk essenzjali biex jikkompetu fuq il-livell globali:",
  "sbs_mf_list": "<li> <strong>Kwoti f’ħin reali</strong> Ibqa’ aġġornat bi kwoti f’ħin reali li jagħtuk vantaġġ kompetittiv. Is-softwer ta’ VRNL jiżgura li qatt ma titlef l-aħjar opportunitajiet. </li> <li> <strong>Kompatibilità Mobbli </strong> Agħmel l-imħatri waqt li tkun mexjin bis-softwer kompatibbli mal-mowbajl ta’ VRNL. Kemm jekk tuża iOS jew Android, il-pjattaforma tadatta għal-apparat tiegħek għal esperjenza mingħajr xkiel. </li> <li> <strong>Servizz Avvanzat tal-Kwoti</strong> jerġa’ jiddefinixxi l-APIs tad-dejta sportiva. Joffri kwoti pre-logħba 100% preċiżi u l-aktar flussi ta’ dejta live mgħaġġla b’latency minima.</li> <li> <strong>Integrazjoni Flessibbli</strong> Il-pjattaforma tagħna tista’ tiġi integrata bla xkiel fis-sistema tiegħek permezz ta’ API jew iFrame, u toffri versatilità fl-implimentazzjoni.</li>",
  "sbs_benefits": "X’inhuma l-benefiċċji? <b>Ħallina Nispjegaw</b>",
  "sbs_benefits_p1": "<strong>Il-vantaġġ ta’ li tmexxi pjattaforma ta’ imħatri online u retail </strong> It-tnedija ta’ pjattaforma ta’ imħatri online tista’ tkun ta’ sfida.",
  "sbs_benefits_p2": "Għalhekk iddisinjajna <strong>ambjent komprensiv ta’ softwer għall-imħatri sportivi</strong> biex nagħmlu l-proċess aktar faċli, komplut b’fornituri tal-kwoti ta’ l-ogħla livell biex noffru l-aktar kopertura estensiva.",
  "sbs_benefits_p3": "Is-sieħba regolati tagħna jirċievu appoġġ sħiħ għall-bidu tagħhom fl-industrija tal-imħatri online, flimkien mal-għażla ta’ verżjonijiet Branded jew Non-Branded tal-pjattaformi tagħna.",
  "sbs_benefits_p4": "Is-softwer tagħna jinkludi għodod robusti għall-ġestjoni tar-riskju, li jagħmluha malajr u sempliċi biex tissettja, u hija ppreparata biex teskala hekk kif in-negozju tiegħek jespandi.",
  "sbs_benefits_p5": "Il-ġestjoni ta’ <strong>plejers online u ħwienet tal-imħatri</strong> qatt ma kienet daqshekk sempliċi u faċli għall-utent.",
  "complete_sbs": "Komplet Sports <strong>Betting Software</strong>",
  "whatwe_have": "X’għandna għalik?",
  "whatwe_have_list": "<li> <strong>Kontrolli tal-Kont tal-Plejer</strong> Il-pjattaforma tagħna tipprovdi ġestjoni robusta tal-kont tal-plejer, inkluż reġistrazzjoni u servizzi ta’ verifika. Għandna wkoll sistema effettiva biex nindividwaw u nittrattaw kontijiet frawdolenti. </li> <li> <strong>Għodod ta’ Ġeolokazzjoni</strong> Noffru għodod li jistgħu jiġbru informazzjoni dwar il-post minn indirizzi IP, biex niżguraw servizzi ta’ ġeolokazzjoni preċiżi.</li>",
  "whatwe_have_desp": "Bil-appoġġ komprensiv tagħna, il-fokus ewlieni tiegħek jista’ jkun fuq l-istabbiliment u l-iżvilupp tal-ħwienet tal-imħatri tiegħek u n-netwerks online.",
  "b2c_sbs": "Softwer ta’ Imħatri Sportivi B2C",
  "b2c_sbs_p1": "VRNL hija d-destinazzjoni ewlenija tiegħek għal soluzzjonijiet ta’ softwer ta’ imħatri sportivi B2C. Aħna ismijiet ta’ fiduċja fl-industrija, iddedikati biex inwasslu softwer innovattiv li jtejjeb l-esperjenza tiegħek fl-imħatri sportivi. Kemm jekk int imħatri b’esperjenza jew ġdid fid-dinja tal-imħatri sportivi, għandna l-għodod li għandek bżonn biex itella’ l-logħba tiegħek. Ipprova s-softwer ta’ imħatri sportivi ta’ VRNL illum u għolli l-logħba tiegħek għall-livell li jmiss!",
  "b2c_sbs_p2": "Is-softwer tal-imħatri sportivi B2C (business-to-consumer) jirreferi għat-teknoloġija u l-pjattaforma użata mill-operaturi tas-sportsbooks biex joffru servizzi ta’ imħatri sportivi direttament lill-utenti finali.",
  "b2c_sbs_p3": "Dan it-tip ta’ softwer jippermetti lill-konsumaturi jagħmlu imħatri fuq diversi avvenimenti sportivi permezz ta’ applikazzjonijiet tal-web jew mobbli. Hawn huma xi karatteristiċi ewlenin li normalment jinstabu fis-softwer ta’ imħatri sportivi B2C:",
  "b2c_sbs_list": "<li> <b>Reġistrazzjoni tal-Utent u Ġestjoni tal-Kont:</b> Jippermetti lill-utenti joħolqu kontijiet, jimmaniġġjaw informazzjoni personali u jsegwu l-istorja tal-imħatri tagħhom. </li> <li> <b>Appoġġ lill-Klijent:</b> Jipprovdi għażliet ta’ appoġġ, bħal live chat, email u appoġġ bit-telefon, biex jgħin lill-utenti b’mistoqsijiet u problemi. </li> <li> <b>Programmi Affiljati:</b> Joffri programmi affiljati għall-marketing u l-promozzjoni, li jippermettu lis-sieħba jaqilgħu kummissjonijiet billi jirreferu utenti. </li>",
  "casino_sbs": "Casino u Softwer ta’ <strong>Imħatri Sportivi</strong>",
  "casino_sbs_list": "Fornituri 75 + aktar minn<br /> Slot machines 15,000 + aktar minn<br /> Logħob fuq il-mejda 500 + aktar minn<br /> Video poker 700 + aktar minn<br /> Logħob ieħor 200 + aktar minn<br /> Live Game Show<br /> Logħob First Person<br /> Roulette Amerikana live<br /> Blackjack live<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon Tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "pjattaforma tal-casino",
  "onc_desp1": "VRNL tipprovdi s-soluzzjoni kompleta bil-<strong>White Label Casino</strong> tagħna.",
  "onc_desp2": "Il-<strong>pjattaforma tal-casino online</strong> tagħna hija mfassla għal sempliċità, u tiżgura ġestjoni faċli kemm għal dawk li jibdew kif ukoll għal professjonisti b’esperjenza. Ma’ VRNL, tirċievi gwida komprensiva biex tibda l-avventura tiegħek fil-<strong>casino online</strong>.",
  "onc_desp3": "Qabel ma tidħol għal kollox, nistednuk tara l-operazzjoni bla xkiel tagħha fil-prattika.",
  "wlc_mainFeatures_desp1": "Noffru firxa estensiva ta’ għodod iddisinjati biex jagħtuk il-poter fil-ġestjoni tal-pjattaforma tal-casino online tagħna. Fost dawn, għażilna l-aktar influwenti u essenzjali biex tirnexxi fl-arena globali kompetittiva:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Il-katalgu l-aktar estensiv ta’ logħob tal-casino online fid-dinja,</strong> magħżul b’attenzjoni minn fornituri top-rated fl-industrija </li> <li> <strong class='black-color'>Għodod għal Bonuses</strong> u Ottimizzazzjoni tal-Profitt tas-Slots </li> <li> <strong class='black-color'>Campaign Builder</strong> u Ġestjoni tat-Tournaments tal-Logħob </li> <li>Jista’ jkun <strong class='black-color'>integrat mingħajr xkiel permezz ta’ API jew teknoloġija iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "Barra minn hekk, il-pakkett tagħna jinkludi softwer ta’ casino live, li jippermettilek toffri lill-utenti tiegħek esperjenza awtentika ta’ casino reali mid-dar tagħhom stess.",
  "wlc_benefits": "X’se jkunu l-benefiċċji?",
  "letus_explain": "Ħallina Nispjegaw",
  "letus_explain_desp1": "Qed taħseb li tidħol fid-dinja tal-imħatri online? Il-kumpanija VRNL toffri",
  "letus_explain_desp2": "soluzzjoni ta’ casino white label li tista’ tkun il-punt perfett ta’ tluq tiegħek.",
  "letus_explain_desp3": "Uża s-servizzi professjonali u l-esperjenza tagħna, flimkien mal-<strong>pjattaformi tal-casino</strong> u t-teknoloġija avvanzata tagħna. Is-sieħba regolati tagħna jibbenefikaw minn appoġġ estensiv hekk kif jidħlu fl-industrija tal-casinos online, b’għażla ta’ verżjonijiet bil-marka jew mingħajr marka tal-pjattaformi tagħna.",
  "letus_explain_desp4": "It-tnedija ta’ avventura ta’ casino online tista’ tkun vjaġġ kumpless. Huwa għalhekk li ħloqna ambjent ta’ casino sħiħ, li joffri fornituri tal-logħob ta’ livell għoli u aktar minn 1,000 logħba. Il-matematika tal-logħob tagħna hija sigura u ċċertifikata, li tiżgura l-paċi tal-moħħ tiegħek.",
  "letus_explain_desp5": "Espandi n-negozju tiegħek b’faċilità bil-għodod robusti ta’ ġestjoni tar-riskju tal-pjattaforma tagħna għal setup rapidu u sempliċi.",
  "wlc_complete_solutions": "Soluzzjonijiet Kompluti ta’ <span>White Label Casino</span>",
  "wlc_offer": "X’nofru għalik?",
  "wlc_complete_solutions_list": "<li>Proċeduri ta’ Verifika, approvati uffiċjalment mill-awtoritajiet regolatorji</li> <li>Għodod ta’ marketing affiljat, sistema ta’ referenza u integrazzjoni mas-social media</li> <li>Push Notifications fuq il-Mowbajl, Web Push Notifications u Messaġġi In-App</li> <li>Kontrolli tal-Kont tal-Plejer, Reġistrazzjoni u Verifika, u Sistema ta’ Skoperta ta’ Kontijiet Frawdolenti </li> <li>Għodod ta’ Ġeolokazzjoni biex jiġbru informazzjoni tal-lokalità mill-indirizz IP</li>",
  "wlc_complete_solutions_more": "Imma stenna, hemm aktar",
  "wlc_complete_solutions_desp": "<strong>Il-pjattaforma ta’ VRNL hija finament it-tunata għall-aħjar prestazzjoni</strong> u stabbiltà. Nużaw teknoloġija avvanzata li topera darbtejn aktar malajr minn pjattaformi ta’ casino normali. L-esperjenza estensiva tagħna ħolqot l-aktar applikazzjoni veloċi u qawwija llum.",
  "wlc_numbers": "<span>White Label</span> Casino fin-numri",
  "wlc_numbers_p1": "Skopri l-possibbiltajiet illimitati tas-soluzzjonijiet White Label Casino tal-kumpanija VRNL tagħna. Għolli n-negozju tal-casino tiegħek bil-firxa estensiva tagħna ta’ offerti ta’ casino",
  "wlc_numbers_p2": "L-aqwa għażla ta’ fornituri ta’ Live Casino ewlenin madwar id-dinja",
  "wlc_numbers_p3": "Varjetà bla paragun ta’ mejda live disponibbli online, b’kunsinna multi-kanali.",
  "wlc_numbers_list": "<li>Aktar minn 75 fornituri</li> <li>Aktar minn 15,000 slot machines</li> <li>500+ logħob fuq il-mejda</li> <li>700+ logħob ta’ video poker</li> <li>Aktar minn 200 logħob ieħor</li>",
  "wlc_numbers_p4": "It-tim dedikat tagħna jiggwidak matul il-fażijiet kollha, mill-ewwel taħriġ sat-tnedija tal-produzzjoni tiegħek.",
  "wlb_platform": "Pjattaforma tal-Imħatri White Label",
  "wlb_platform_p1": "Is-soluzzjoni ta’ <b class='bold'>sportsbook white label</b> ta’ VRNL toffri pjattaforma komprensiva u mmexxija b’mod sħiħ. <br />",
  "wlb_platform_p2": "Waħda mill-karatteristiċi li jispikkaw tas-soluzzjoni sportsbook white label tagħna hija l-<b class='bold'>veloċità eċċezzjonali fit-tħejjija u t-tnedija ta’ websajt</b>. It-tim dedikat tagħna jista’ jkollu l-websajt tiegħek tas-sportsbook attiva fi żmien għaxar ijiem ta’ xogħol, <b class='bold'>imfassla preċiżament skont ir-rekwiżiti uniċi tiegħek.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Is-servizz tagħna jinkludi hosting speċjalizzat</b>, is-softwer kollu meħtieġ, flussi tad-dejta tal-kwoti tal-isports live, għodod ta’ ġestjoni tar-riskju u servizzi ta’ appoġġ lill-klijent ta’ livell għoli. Aħna mexxejja fil-pjattaformi tal-imħatri white label.",
  "wlb_platform_list": "<li> Żvilupp tal-Websajt, <b>Branding, Personalizzazzjoni</b> u Ittestjar Rigoruż tal-Exchange tal-Klijenti </li> <li>Aġġornamenti regolari u titjib kontinwu</li> <li> <b>Provvista tal-Hardware</b>, Hosting, Sorveljanza kontinwa 24/7 u Appoġġ Komprensiv </li> <li> <b>Firxa Diversa ta’ Suq tal-Imħatri,</b> Kategoriji ta’ Sports u Offerti ta’ Kampjonati </li> <li>Proċessi effiċjenti ta’ aċċettazzjoni tal-imħatri u ftehim preċiż</li> <li>Ġestjoni Avvanzata tar-Riskju, Kontabilità robusta u Għodod ta’ Sorveljanza</li>",
  "wlb_platform_p4": "Il-konsulenti dedikati ta’ VRNL jiġbru bir-reqqa r-rekwiżiti tiegħek u jippreżentawlek għażla magħżula ta’ templates u kisbiet riċenti ta’ żvilupp. Huwa importanti li wieħed jinnota li l-pjattaformi kollha tagħna huma mfassla biex ikunu multilingwi u jappoġġaw bosta muniti, u l-interface tal-utent (UI) se tkun adattata bir-reqqa biex taqbel mal-bżonnijiet speċifiċi tiegħek.",
  "wlb_platform_customization": "Personalizzazzjonijiet",
  "be_unique": "Kun uniku",
  "be_unique_desp1": "<b class='bold'>VRNL tispeċjalizza f’pjattaformi ta’ imħatri white label personalizzati, casinos, imħatri, u </b>soluzzjonijiet apposta li jtejbu l-identità tal-marka tiegħek.",
  "be_unique_desp2": "It-tim ta’ esperti tagħna jiżgura li kull dettall, minn interfaces viżwalment impressjonanti għal integrazzjoni tal-logo u titjib tal-karatteristiċi, jaqbel mal-viżjoni tiegħek.",
  "be_unique_desp3": "Ibda l-vjaġġ tiegħek fid-dinja ta’ VRNL, fejn il-viżjoni unika tiegħek issir realtà.",
  "wlb_platform_odds": "Kwoti",
  "wlb_platform_odds_optimize": "Ottimizza l-Kwoti tal-Imħatri ma’ VRNL",
  "wlb_platform_odds_p1": "Ibqa’ pass ‘il quddiem mill-kompetizzjoni bis-<b class='bold'>servizzi avvanzati ta’ ġestjoni tal-kwoti</b> tagħna. Noffru aġġustamenti tal-kwoti f’ħin reali, ġestjoni tar-riskju u analiżi tas-suq biex ngħinuk tottimizza l-offerti tal-imħatri sportivi tiegħek u ttejjeb l-esperjenza tal-plejers.",
  "wlb_platform_odds_p2": "It-tim ta’ speċjalisti tagħna huwa impenjat li jiżgura s-suċċess tiegħek. Ikkuntattjana llum biex tesplora kif nistgħu ngħollu n-negozju tiegħek fl-imħatri għall-livell li jmiss.",
  "wlb_platform_zeroRisk": "Ebda Riskju",
  "wlb_platform_zeroRisk_h1": "Servizzi ta’ trading u ġestjoni tar-riskju",
  "wlb_platform_zeroRisk_p1": "Noffru servizzi komprensivi ta’ trading u ġestjoni tar-riskju, flimkien ma’ gwida espert fuq il-ġestjoni tal-kwoti. Barra minn hekk, noffru karatteristika unika – kopertura tal-ħlasijiet tal-profitti. Fil-prattika, dan ifisser li jekk il-pjattaforma tiegħek ma tiġġenerax dħul, aħna nidħlu u nkopru l-ħlasijiet lill-plejers tiegħek. Nipprijoritizzaw il-paċi tal-moħħ tiegħek.",
  "wlb_platform_bpb": "Branding tal-Pjattaforma tal-Imħatri",
  "wlb_platform_bpb_layouts": "Layouts illimitati",
  "wlb_platform_bpb_layouts_desp": "Agħżel minn <b>firxa diversifikata ta’ layouts tal-imħatri</b> bil-firxa estensiva tagħna ta’ templates. Alternattivament, ikollok kontroll kreattiv sħiħ billi toħloq il-layout tiegħek stess permezz tas-<b>servizzi tal-API</b> tagħna. B’din l-għażla, int u t-tim ta’ żvilupp tiegħek tista’ tibni interface tal-utent kompletament personalizzat, adattat preċiżament għall-viżjoni tiegħek.",
  "Betting": "Imħatri",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "VRNL hija l-Aqwa Fornitur ta’ Softwer ta’ Imħatri Sportivi fil-Bangladesh.",
  "who_we_are": "min aħna",
  "what_we_do": "x’nagħmlu",
  "about_us_title": "Dwarna - softwer ta’ imħatri sportivi white label u casino online",
  "casino_providers": "Fornituri tal-Casino",
  "betting_providers": "Fornituri tal-Imħatri",
  "games_providers": "Fornituri tal-Logħob",
  "online_exch_sw_title": "Irrevoluzzjona n-Negozju tiegħek bis-Softwer tal-Exchange Online ta’ VRNL",
  "casino_games_title": "Logħob tal-Casino - White Label Casino",
  "casino_tournaments_title": "Softwer tat-Tournaments tal-Casino - White Label Casino online",
  "esports_title": "Softwer ta’ eSports Betting li jippermetti lill-utenti tiegħek imħatri fuq l-aqwa logħob tal-eSports",
  "faq_title": "VRNL FAQ – Il-Gwida tiegħek għal Mistoqsijiet u Tweġibiet Komuni",
  "iframe_title": "Sportsbook iFrame White Label sports betting u Casino",
  "live_casino_title": "White Label Casino - ibda l-casino online tiegħek stess",
  "lottery_games_title": "Logħob tal-Lotterija - White Label Casino",
  "mobile_title": "Għolli l-Logħba tiegħek bis-Softwer tal-Imħatri Sportivi Mobbli ta’ VRNL",
  "online_casino_sw_title": "Softwer tal-Casino Online - L-Evoluzzjoni tal-Softwer & Fornitur tal-Pjattaforma tal-Casino Online",
  "ourTheme_title": "Bet & Win: Ix-Xogħol tagħna fid-Dinja tal-Imħatri Online u Casinos",
  "risk_management_title_main": "Strateġiji ta’ Ġestjoni tar-Riskju għall-Operaturi tas-Sportsbook - Softwer ta’ imħatri sportivi white label u casino",
  "sport_bet_title": "Ittejjeb l-Esperjenza tal-Imħatri tiegħek bis-Softwer tal-Imħatri Sportivi ta’ VRNL",
  "wlc_title": "White Label Casino - Ibda faċilment il-casino online tiegħek bis-soluzzjoni White Label Casino tagħna.",
  "whiteLabel_title": "VRNL - Il-fornitur personalizzat tiegħek ta’ softwer ta’ sportsbook white label",
  "TOAST": {
    "FILL_REQUIRED": "Jekk jogħġbok imla l-kampijiet kollha meħtieġa.",
    "SUBMITTING": "Qiegħed nibgħat it-talba...",
    "SUCCESS": "It-talba tad-demo ġiet mibgħuta b'suċċess!",
    "ERROR": "Seħħ żball. Erġa' pprova."
  },
  "disclosure_tp_a_desp": "<strong>a. Divulgazzjoni Ġenerali</strong><br> Kultant vrnl.net jista’ jagħti ċertu informazzjoni personali lil sħab strateġiċi li jaħdmu ma’ vrnl.net biex jipprovdu servizz, jew li jgħinu lil vrnl.net fil-marketing lejn il-klijenti. Pereżempju, meta tixtri u tattiva abbonament, inti tagħti awtorizzazzjoni lil vrnl.net biex jibdel l-informazzjoni li tipprovdi matul il-proċess ta’ attivazzjoni biex iwettaq servizz. Jekk approva l-servizz, il-kont tiegħek se jkun soġġett għall-politika tal-privatezza ta’ vrnl.net. L-informazzjoni personali se titqassam biss minn vrnl.net biex tipprovdi jew ttejjeb is-servizz u l-aspetti tal-marketing tagħna; mhux se titqassam ma’ terzi għall-għanijiet ta’ marketing tagħhom.<br> Vrnl.net jista’ wkoll jagħżel b’mod bir-reqqa kumpaniji oħra biex jibgħatulek informazzjoni dwar il-prodotti jew servizzi tagħhom li huma relatati mas-servizz tal-websajt iżda mhux neċessarji għall-operazzjoni tagħha (‘Servizz Estensiv’). Jekk vrnl.net għandu l-intenzjoni li juża informazzjoni li tista’ tidentifika individwi għal Servizz Estensiv, is-sit vrnl.net jipprovdi l-abbiltà u l-istruzzjonijiet meħtieġa biex tirrifjuta dan is-servizz.<br> Tista’ wkoll twaqqaf il-kunsinna ta’ messaġġi informattivi jew promozzjonali minn <b>vrnl.net</b> billi ssegwi l-istruzzjonijiet fil-messaġġ.",
  "objection_processing_desp": "<strong>e. Obiezjoni għall-Proċessar</strong><br> Meta l-informazzjoni personali tiegħek tiġi pproċessata għal skopijiet ta’ marketing dirett, tista’, fi kwalunkwe ħin, titlob minna biex nieqfu nipproċessaw id-dejta tiegħek għal dawn l-iskopijiet ta’ marketing dirett billi tibgħatilna e-mail.<br> Jekk jogħġbok, kun konxju li jekk ma tippermettix li niġbru informazzjoni personali mingħandek, jista’ ma nkunux nistgħu noffrulek esperjenzi, prodotti u servizzi partikolari, u xi wħud mis-servizzi tagħna jista’ ma jkollhomx il-kapaċità li jikkunsidraw l-interessi u l-preferenzi tiegħek. Jekk il-ġbir ta’ informazzjoni personali huwa obbligatorju, se nispjegaw dan fil-punt tal-ġbir biex tkun tista’ tieħu deċiżjoni infurmata dwar jekk tipparteċipa jew le. Jekk għandek mistoqsijiet dwar l-informazzjoni personali speċifika tiegħek li nipproċessaw jew inżommu, u d-drittijiet tiegħek fir-rigward ta’ dik l-informazzjoni, jekk jogħġbok ikkuntattja lit-tim tas-servizz għall-klijent tagħna.",
  "disclosure_tp_e_desp": "<strong>e. Trasferimenti tan-Negozju</strong><br> Aħna nipprovdu informazzjoni personali lill-affiljati tagħna u lil negozji jew persuni oħra fidati biex jipproċessawha għalina, ibbażata fuq l-istruzzjonijiet tagħna u skont il-Politika tal-Privatezza tagħna u kwalunkwe miżura ta’ kunfidenzjalità u sigurtà xierqa. Pereżempju, nistgħu nużaw fornituri tas-servizz biex jgħinuna bis-servizz tal-klijent.<br> Fil-każ li vrnl jingħaqad ma’ kumpanija oħra jew jiġi miksub minn kumpanija oħra, jew fil-każ ta’ riorganizzazzjoni jew restrutturar tan-negozju, aħna u l-affiljati tagħna nistgħu naqsmu l-informazzjoni personali tiegħek, sħiħa jew parzjalment, ma’ entità tan-negozju oħra.",
  "rectification_iii_desp": "<strong>b. Rettifika ta’ Informazzjoni Mhux Preċiża jew Inkompleta</strong><br> Tista’ titlob minna biex nikkoreġu l-informazzjoni personali mhux preċiża jew inkompleta dwarek (din hija l-informazzjoni li ma tista’ taġġorna int stess fil-kont moneycontrol tiegħek) billi tibgħatilna e-mail.<br> Tista’ taċċessa u taġġorna xi wħud mill-informazzjoni personali tiegħek permezz tas-settings tal-kont tiegħek. Jekk għażilt li tikkonnettja l-profil vrnl.net tiegħek ma’ applikazzjoni ta’ parti terza, bħal Facebook jew Google, tista’ tbiddel is-settings u tneħħi l-permessi għall-app billi tbiddel is-settings tal-kont tiegħek. Int responsabbli biex iżżomm l-informazzjoni personali tiegħek aġġornata. Vrnl.net jista’ jibgħatlek tfakkira periodika permezz ta’ e-mail biex iżomm il-preċiżjoni tal-informazzjoni personali tiegħek.",
  "disclosure_tp_c_desp": "<strong>c. Fornituri tas-Servizz</strong><br> Vrnl.net jista’ jinkludi links għal diversi websajts ta’ terzi li jistgħu jiġbru l-Informazzjoni Personali Tiegħek. L-użu tal-informazzjoni tiegħek miġbura minn tali pjattaforma ta’ terzi se jiġi regolat mill-politika tal-privatezza ta’ dik il-pjattaforma. Dawk il-websajts jew applikazzjonijiet huma regolati mill-politiki rispettivi tagħhom dwar il-privatezza, li huma barra mill-kontroll tagħna. Ladarba titlaq mis-servers tagħna (tista’ tara fejn tinsab billi tivverifika l-URL fil-bar tal-lokazzjoni fil-browser tiegħek), l-użu ta’ kwalunkwe informazzjoni li tipprovdi huwa regolat mill-politika tal-privatezza tal-operatur tal-applikazzjoni li qed iżżur. Dik il-politika tista’ tkun differenti minn tagħna. Jekk ma tistax issib il-politika tal-privatezza ta’ kwalunkwe wieħed minn dawn is-siti permezz ta’ link mill-homepage tal-applikazzjoni, għandek tikkuntattja direttament lill-propjetarji tal-applikazzjoni għal aktar informazzjoni.<br> Nistgħu naqsmu informazzjoni li mhix tista’ tidentifika individwi b’mod pubbliku u mal-partners tagħna – bħal publishers, advertisers, developers, jew drittijiet ta’ proprjetà. Pereżempju, naqsmu informazzjoni b’mod pubbliku biex nuru tendenzi dwar l-użu ġenerali tas-servizzi tagħna. Nippermettu wkoll li partijiet partikolari jiġbru informazzjoni mid-browser jew mill-apparat tiegħek għal skopijiet ta’ marketing/promozzjoni u kif jiġu miżuri, billi jużaw il-cookies tagħhom stess jew teknoloġiji simili.",
  "data_security": "Sigurtà tad-Dejta"
}