{
  "contact_title": "Een bedrijf dat consequent innovatieve oplossingen nastreeft om aan zijn zakelijke behoeften te voldoen.",
  "contact_footer": "“Wij zijn een team van creatieve strategen, technologie-enthousiastelingen en effectieve communicators, gedreven door een onverzettelijke passie voor de online gaming industrie. Onze niet-aflatende inzet is gericht op het succes van onze klanten in het bedrijfsleven.”",
  "contact_header": "Neem Contact Op",
  "contact_para": "Raadpleeg een VRNL-expert om te ontdekken hoe onze oplossingen uw gokbedrijf kunnen verbeteren.",
  "telegram": "Telegram",
  "write_msg": "STUUR ONS EEN BERICHT",
  "fname": "Volledige naam",
  "fname_err": "Dit veld is verplicht (minimaal 2 tekens).",
  "email": "Uw e-mailadres",
  "email_err": "Een geldig e-mailadres is vereist.",
  "country": "Land",
  "pnumber": "Telefoonnummer",
  "pnumber_err": "Telefoonnummer moet uit 10 cijfers bestaan.",
  "message": "Bericht",
  "sending": "Verzenden…",
  "submit": "Verzenden",
  "con_param1": "Wij delen uw persoonlijke gegevens met niemand. Bekijk ons",
  "privacy_policy_form": "“privacybeleid”",
  "con_param2": "voor meer informatie",
  "casino_tournament_h1": "De <b class='chck'>Casino Toernooien</b> stellen u in staat een toernooi te creëren met een start- en einddatum.",
  "casino_tournament_p1": "Een krachtig hulpmiddel dat tot uw beschikking staat om de inkomsten van de casinosectie te verhogen, is de implementatie van <strong>Casino Toernooien.</strong>",
  "casino_tournament_h2": "U heeft de mogelijkheid om elk toernooi volledig <strong>aan te passen</strong> door handmatig de lijst van slots te selecteren die deelnemen aan de competitie.",
  "casino_tournament_p2": "Om een <strong>promotie te creëren</strong>, hoeft u alleen een <strong>titel</strong> voor het <strong>toernooi</strong> te kiezen, de <strong>slots</strong> aan te wijzen die worden opgenomen, en de <strong>jackpot</strong> te specificeren die wordt verdeeld over <strong>verschillende prijzen</strong>, allemaal aanpasbaar aan uw voorkeuren.",
  "casino_tournament_p3": "Belangrijke details om in te voeren zijn onder andere de <strong>startdatum,</strong> de <strong>einddatum,</strong> de <strong>totale jackpot,</strong> het aantal deelnemers in de ranglijst, evenals het minimum inzetvereiste voor deelname aan het toernooi.",
  "casino_tournament_p4": "Daarnaast heeft u altijd toegang tot een realtime ranglijst die gebruikersnamen, spelersposities en bijbehorende prijzen weergeeft. Deze functie kan de gebruikerservaring op uw casino platform aanzienlijk verbeteren, meer spelers aantrekken en de omzet verhogen.",
  "casinogames_title": "Waarom kiezen voor ons platform?",
  "casinogames_title_h1": "De grootste catalogus ter wereld van",
  "online_casino_games": "online casinospellen",
  "online_casino_games_p1": "Onze <b style='color: #575756;'> White Label </b> is uw ultieme bestemming en biedt een ongeëvenaarde selectie van meer dan 3000 spannende casinospellen en slots. Wij zijn trots op het aanbieden van het meest uitgebreide assortiment online casinospellen dat op internet beschikbaar is.",
  "online_casino_games_p2": "Wij bedienen online gaming operators, bookmakers, loterijen en gokorganisaties die actief zijn in gereguleerde markten.",
  "online_casino_games_p3": "Wij begrijpen het belang van veilig en eerlijk spel in de wereld van online casino's. Daarom is onze spelwiskunde niet alleen robuust maar ook gecertificeerd door onafhankelijke gaming laboratoria. Deze certificering garandeert het hoogste niveau van gebruikerservaring voor uw spelers, waardoor hun online casinospelervaring echt topkwaliteit is.",
  "casino_nos": "CASINO NUMMERS",
  "slot_machine": "Gokkast",
  "morethan10": "Meer dan 10",
  "tablegames": "Tafelspellen",
  "morethan4": "Meer dan 4",
  "videopoker": "Video poker",
  "morethan": "Meer dan",
  "lottery": "Loterij",
  "morethan9": "Meer dan 9",
  "proveedores": "LEVERANCIERS",
  "morethan12": "Meer dan 12",
  "online_turnkey": "Wij bieden turnkey online casino oplossingen",
  "casino_wls": "Casino White Label Oplossing",
  "casino_wls_desp": "Start eenvoudig uw eigen casino met VRNL’s white-label oplossing. Pas uw casino aan, bied een ruime selectie spellen, zorg voor veiligheid en begin snel met het genereren van inkomsten.",
  "webbranding": "Website Branding",
  "webbranding_desp": "Verhoog uw online aanwezigheid met VRNL’s deskundige website branding diensten. Wij ontwerpen, creëren en transformeren websites om uw unieke identiteit te weerspiegelen en een blijvende indruk achter te laten.",
  "toolstraning": "Tools (training)",
  "toolstraning_desp": "Ontgrendel uw potentieel in de wereld van trading met de krachtige trading tools van VRNL. Onze geavanceerde oplossingen voorzien u van de inzichten en technologie om geïnformeerde beslissingen te nemen en uw handelsresultaten te maximaliseren.",
  "client_support": "Klantenservice",
  "client_support_desp": "Verbeter de klantervaring met VRNL’s uitzonderlijke klantenservice. Ons toegewijde team staat klaar om deskundige ondersteuning te bieden en ervoor te zorgen dat de behoeften van uw klanten efficiënt en zorgvuldig worden vervuld.",
  "aboutus_title": "Ik weet zeker dat u nieuwsgierig bent om te ontdekken",
  "aboutus_desp": "Een bedrijf dat consequent innovatieve oplossingen nastreeft om aan zijn zakelijke behoeften te voldoen.",
  "online_gaming_provider": "Online Gaming Provider",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl is een gevestigde Sportsbook en Gaming Provider met een indrukwekkend 10-jarig trackrecord in de gokindustrie. </strong> Sinds 2012 leveren wij aan bookmakers, loterijen en gokorganisaties in gereguleerde markten.",
  "about-section1-para2": "Wij zijn een team van creatieve strategen, technologie-enthousiastelingen en effectieve communicators, gedreven door een onverzettelijke passie voor de online gaming industrie. Onze niet-aflatende inzet is gericht op het succes van onze klanten in het bedrijfsleven.",
  "about-section1-para3": "Ons geavanceerde gaming platform is een van de belangrijkste factoren die Vrnl naar haar huidige status als gerenommeerde International Software House hebben gebracht.<strong style='color: #000;'> Met onze uitgebreide 10-jarige expertise in deze sector levert Vrnl trots haar diensten aan meer dan 40 bookmakers in 11 verschillende landen wereldwijd.</strong>",
  "about_us": "Over Ons",
  "about_us_desp": "VRNL is het grootste platform voor het leveren van online sport- en casinobetting white label. Wij bieden Exchange API’s samen met onze op maat gemaakte siteservices voor Bangladesh met lage marges en op een betrouwbaar platform, inclusief casino. Wij bieden API’s voor alle leagues in exchanges, samen met online streaming diensten. Geniet van gokken op een betrouwbaar platform. Geniet van meer dan 1000 slot- en tafelspellen op onze site.",
  "our_client": "Onze Klant",
  "our_client_desp": "Bij Vrnl streven we naar de beste gaming- en entertainmentpartnerschappen om een ongeëvenaarde ervaring te garanderen voor onze klanten en spelers. Via samenwerkingsovereenkomsten met gerenommeerde internationale casino’s en virtuele spelproviders hebben we ons Sports Betting Platform naadloos geïntegreerd met een breed scala aan spellen, inclusief gokkasten, tafelspellen, live casino-ervaringen, virtuele spellen en fantasy games. Ons platform is toegankelijk op zowel desktop als mobiele apparaten, met hoogwaardige graphics, boeiende animaties en meeslepende audio. Het intuïtieve menu verbetert de gebruikerservaring verder. Onze integratieprocessen combineren schaalbaarheid, flexibiliteit en top-prestaties binnen onze software, ondersteund door maximale beveiliging en betrouwbaarheid. Wij zijn trots op het bieden van de grootste selectie spellen in de sector en leveren perfecte oplossingen voor elke voorkeur. Welkom bij Vrnl, waar gaming-excellentie en onbeperkte mogelijkheden samenkomen. Vrnl werkt samen met de meest onderscheidende namen in game-softwareproviders en betalingsoplossingen. Deel ons platform voor succes en voeg uw naam toe aan deze groeiende lijst.",
  "lost404": "Het lijkt erop dat u verdwaald bent",
  "lost404desp": "de pagina die u zoekt is niet beschikbaar!",
  "gotohome": "Ga naar Home",
  "esports_bs": "eSports Betting Software",
  "esports_bs_desp1": "Bij VRNL zijn we trots op het bieden van een unieke en meeslepende ervaring voor eSports fans.",
  "esports_bs_desp2": "VRNL is uw toegangspoort tot een wereld waar gaming en gokken samenkomen. Onze eSports Betting Software is ontworpen voor gaming fans zoals u, en biedt een spannende, veilige en lonende ervaring. Mis de kans niet om deel uit te maken van de actie. Word vandaag nog lid van VRNL en til uw game-ervaring naar nieuwe hoogten!",
  "startnow": "Begin Nu",
  "easy_setup": "Eenvoudige setup, minder dan u misschien verwacht.",
  "easy_setup_desp1": "We kunnen het eSports platform binnen enkele weken leveren.<br> We regelen alle aspecten van het proces: Hosting, gebruikersinterface, odds feed, aangepaste pagina's, productactivatie en sportsbook-strategie.",
  "easy_setup_desp2": "Uw primaire focus kan worden gewijd aan het opzetten en beheren van uw online netwerken.",
  "esport_bet_center_h1": "Als u overweegt te starten met online gokken, is onze eSports betting software een geweldige eerste stap.",
  "esport_bet_center_p1": "Profiteer van onze expertservices en geavanceerde eSports betting technologie. Onze gereguleerde partners krijgen volledige ondersteuning bij het betreden van de online gokindustrie en kunnen gebruikmaken van onze aangepaste of generieke platforms.",
  "esport_bet_center_p2": "Het starten van een online sportsbook met focus op eSports kan lastig zijn. Daarom hebben wij een volledig eSports betting systeem gecreëerd met pre-match betting diensten. Ons doel is u het meest uitgebreide aanbod van eSports-opties online te bieden.",
  "have_qes": "Heeft u een vraag?",
  "para_faq": "Wij hebben antwoorden (nou ja, meestal!)",
  "freq_param": "Hieronder vindt u antwoorden op de meest voorkomende vragen. Bekijk ook ons",
  "if_still_qes": "Als u nog steeds het antwoord niet kunt vinden, gewoon",
  "sbs_faqs": "Sports Betting Software FAQ's",
  "whatis_sbs": "Wat is Sports Betting Software?",
  "whatis_sbs_ans": "Sports Betting Software is ontworpen op basis van de markten en keuzes van de gebruiker. Bovendien zijn onze experts altijd beschikbaar om de beste klantenservice te bieden, alles met betrekking tot uw behoeften en de markteisen. We behandelen elke stap van het ontwikkelingsproces, waardoor u een volledig en performant handelsplatform krijgt.",
  "affiliate_systems": "Biedt u affiliate systemen aan?",
  "affiliate_systems_ans": "Ja, ons software netwerk is gebaseerd op 5 niveaus: Platformbeheerder - toegang tot de backend (ook mogelijk om andere toegang tot de Backoffice te creëren met beperkte rechten). Reseller - een master-agent die meerdere gokshops superviseert en commissies verdient op omzet of winst. Betting shop - het fysieke punt waar spelers kunnen spelen, storten, enz. Via dit account kunnen weddenschappen worden geplaatst en commissies verdiend op omzet of winst. Cashier - profiel voor werknemers van de gokshops, kunnen inzetten plaatsen zonder commissie. Online speler - registreer uw spelaccount online of in een shop en plaats weddenschappen.",
  "whatis_label": "Wat is een white label betting site?",
  "whatis_label_ans": "Een white label betting site is een volledig aangepast platform. Vrnl’s white label betting site biedt gecertificeerde spellen, bonussystemen en betaalgateways. De gebruikersinterface, taal en valuta zijn op uw keuze gebaseerd. Vrnl biedt verschillende grafische templates, functies en tools.",
  "fullmanagement": "Kan ik volledige controle hebben over de odds en marges?",
  "fullmanagement_ans": "De backend bevat veel tools, functies en rapporten die een volledig overzicht van de sportweddenschappen-activiteiten bieden. Er is een speciale sectie voor het beheren van odds, waarin marges, multipliciteit en odds per markt, wedstrijd en/of kampioenschap kunnen worden aangepast.",
  "logobrand": "Kan ik mijn logo en merk kleuren gebruiken?",
  "logobrand_ans": "Ja, dat kan. Wij bieden verschillende oplossingen gebaseerd op uw specifieke eisen. We kunnen maatwerk oplossingen creëren volgens uw verzoeken of een turnkey oplossing bieden door alleen uw merkkleuren en logo aan te passen.",
  "fullycustomized": "Ik wil een volledig aangepaste oplossing, is dat mogelijk?",
  "fullycustomized_ans": "Vrnl stelt een team van experts beschikbaar voor het opzetten van een volledig aangepaste sports betting platform. Een accountmanager verzamelt de vereisten en coördineert het project met het projectteam: Project Manager, Grafisch Ontwerper en IT Manager.",
  "software_cost": "Hoeveel kost Sports Betting Software?",
  "software_cost_ans": "De kosten van Sports Betting Software variëren afhankelijk van de functies en diensten die worden aangeboden. Er zijn verschillende plannen, afhankelijk van of u al een groot speelvolume heeft of een agent wilt zijn met uw eigen netwerk van spelers.",
  "what_products": "Welke producten biedt u aan?",
  "what_products_ans": "Ons kernproduct is Sports Betting. Onze sports betting software is een eigen product, ontwikkeld door ons IT-team sinds 2005. Naast het sportproduct bieden wij ook live betting, casino, live casino, loterijen en virtuele games om 'all-in-one'-oplossingen aan klanten te bieden.",
  "canaddfeatures": "Kan ik functies, rapporten en pagina’s toevoegen aan de software?",
  "canaddfeatures_ans": "De betting software bevat een breed scala aan rapporten, pagina’s en banners die kunnen worden aangepast (CMS) of op aanvraag ontwikkeld. Als u een nieuwe functie wilt, werken wij samen met u om een op maat gemaakt project te creëren: informatie verzamelen, projectvoorstel/testen en uiteindelijke release.",
  "canofferbettingservices": "Kan ik sportweddenschappen aanbieden in de casino's in mijn land?",
  "canofferbettingservices_ans": "Wij hebben verschillende betting oplossingen voor zowel online als fysieke bedrijven. Als u een fysiek casino bezit en ook sportweddenschappen wilt aanbieden, is onze retailoplossing de juiste keuze, omdat het kassiersaccounts maakt voor het beheren van de verkoop van weddenschappen.",
  "change_currentprovider": "Hoe kan ik mijn huidige softwareprovider wijzigen?",
  "change_currentprovider_ans": "Als u al een exchangebook beheert en wilt overschakelen naar ons sports betting platform, zorgen wij ervoor dat alles correct wordt beheerd en bereiden we een migratieplan voor. De persoonlijke gegevens van de spelers worden geüpload naar het nieuwe platform en de overstap wordt gepland om de migratie in enkele uren te voltooien.",
  "sbs_offer": "Welke functies biedt Sports Betting Software?",
  "sbs_offer_ans": "Sports Betting Software kan functies bieden zoals data-gedreven voorspellingen, simulaties, weddentrends, oddsvergelijkingen en meer. Het kan ook gedetailleerde analyses van vorige spellen en aankomende wedstrijden bieden om gokkers te helpen beter geïnformeerde beslissingen te nemen. Wij zijn gespecialiseerd in het opzetten en creëren van retail betting shops en online netwerken. Dit omvat KYC-procedures goedgekeurd door regelgevende instanties, betalingsgateways voor gokken, affiliate marketing tools, verwijzingssystemen en sociale media, pushmeldingen voor mobiel en web, in-app berichten, spelersaccountcontrole, registratie- en verificatieprocessen, fraudedetectiesystemen en geolocatie-tools om IP-adresinformatie te verkrijgen.",
  "sbs_legal": "Is Sports Betting Software legaal?",
  "sbs_legal_ans": "Ja, Sports Betting Software is legaal en wordt gebruikt door veel professionele sportwedders. Het is echter belangrijk om ervoor te zorgen dat u de software gebruikt in overeenstemming met de toepasselijke wetgeving in uw jurisdictie.",
  "ebs_faqs": "Veelgestelde vragen over eSports betting software",
  "ebs_titleoffer": "Welke eSports-titels biedt u aan?",
  "ebs_titleoffer_ans": "<li ><strong>Meest populair:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li ><strong>Sportspellen:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li ><strong>Multiplayer online zoals:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li ><strong>First-Person Shooter FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li ><strong>Vechtspellen:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li ><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Heeft u een mobiele versie?",
  "mobileversion_ans": "Ja, VRNL is volledig geoptimaliseerd voor mobiel gebruik. Ons platform werkt naadloos op alle smartphones en tablets en biedt toegang tot sportexchange, casinospellen, iGaming en eSports, altijd en overal. U geniet van een soepele, responsieve interface, snelle laadtijden en veilige transacties direct vanuit uw mobiele browser — geen app-download nodig. Of u nu op Android of iOS bent, de ervaring is snel, gebruiksvriendelijk en net zo uitgebreid als de desktopversies.",
  "runesportsplatform": "Kan ik een eSports betting platform runnen zonder me bezig te houden met odds en trading management?",
  "runesportsplatform_ans": "Onze eSports betting oplossingen worden geleverd met de odds feed inbegrepen. De software bevat veel functies en tools om de odds-marges en configuraties volledig autonoom te beheren. Als u zich alleen wilt concentreren op shop- en spelersbeheer, bieden wij tradingdiensten en ondersteuning.",
  "esports_solutions": "Ik wil een volledig eSports aangepaste oplossing, is dat mogelijk?",
  "esports_solutions_ans": "VRNL stelt een team van experts beschikbaar voor het opzetten van een volledig aangepast eSports betting platform. Een accountmanager verzamelt de vereisten en coördineert het project met de andere teamleden: projectmanager, grafisch ontwerper en IT-manager.",
  "newtobusiness": "Ik ben volledig nieuw in deze business, wat moet ik weten?",
  "newtobusiness_ans": "Het juiste beheer van een eSports betting platform kan dit een zeer winstgevende business maken. Wij bieden verschillende oplossingen en diensten op basis van uw betrokkenheid en kennisniveau. Een gaming-expert werkt samen met u om de beste eSports-oplossing op maat van uw behoeften te selecteren.",
  "eSports_market": "Hoeveel live eSports-markten zijn er?",
  "eSports_market_ans": "Vandaag bieden wij 20 live eSports-markten aan. <br> Maar we voegen voortdurend nieuwe markten toe.",
  "eSportsLogoBrand": "Kan ik mijn eSports-logo en merk kleuren gebruiken?",
  "eSportsLogoBrand_ans": "Ja, dat kan. Wij bieden verschillende oplossingen op basis van uw specifieke eisen. We kunnen op maat gemaakte eSports-oplossingen creëren door uw verzoeken te verzamelen en een project op te zetten, of we kunnen een turnkey oplossing bieden door alleen uw eSports-merk kleuren en logo aan te passen.",
  "eSports_server": "Kan ik de eSport exchange hosten op mijn serverinfrastructuur?",
  "eSports_server_ans": "Nee, dat kan niet. Hosting is een service die bij ons aanbod is inbegrepen, omdat onze SysAdmins een dedicated clusterstructuur inclusief back-ups en disaster recovery-plan hebben opgezet om de juiste prestaties van de eSports betting software te garanderen. Dit waarborgt naleving van wereldwijde regelgeving en de hoogste beveiligingsstandaarden.",
  "sp_faqs": "Veelgestelde vragen over streaming platform",
  "promte_cricket": "Hoeveel cricketwedstrijden kan ik promoten?",
  "promte_cricket_ans": "Tijdens de live weergave vanaf het dashboard is het mogelijk om twee wedstrijden tegelijk te activeren, maar er is geen limiet aan het aantal wedstrijden dat u kunt verbinden.",
  "broadcast_live": "Kunnen casinospellen live worden uitgezonden?",
  "broadcast_live_ans": "Ja, alle casinospellen kunnen live worden uitgezonden op alle platforms die dit ondersteunen.",
  "measure_success": "Hoe meet ik het succes van live streams?",
  "measure_success_ans": "Natuurlijk houdt u gedetailleerde analytics bij voor meerdere platforms op één scherm.",
  "is_mobile_friendly": "Is het platform mobielvriendelijk?",
  "is_mobile_friendly_ans": "Ja — ons platform is volledig mobielvriendelijk en we bieden een APK die u kunt downloaden en naadloos kunt gebruiken.",
  "livecasino_faqs": "Veelgestelde vragen over Live Casino Software",
  "whatisVRNLcasino": "Wat is VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software is een geavanceerd platform dat online casino's in staat stelt live dealer-spellen aan hun spelers aan te bieden. Het biedt de infrastructuur en tools die nodig zijn om interactieve casino-ervaringen in real-time te hosten.",
  "software_work": "Hoe werkt VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software integreert naadloos in online casino websites. Het verbindt spelers met live dealers via hoogwaardige videostreaming, zodat zij populaire casinospellen zoals blackjack, roulette en baccarat in een live en interactieve omgeving kunnen spelen.",
  "features_livecasino": "Wat zijn de belangrijkste functies van VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software biedt een reeks functies, waaronder aanpasbare branding, veilige betalingsintegratie en een gebruiksvriendelijke interface voor zowel spelers als operators.",
  "security_livecasino": "Hoe waarborg ik de veiligheid en eerlijkheid van spellen met VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software is gebouwd met veiligheid in gedachten. Het maakt gebruik van gecertificeerde Random Number Generators (RNG's) voor eerlijkheid en biedt tools voor fraudepreventie en spelersbescherming. Daarnaast implementeren we encryptie voor veilige gegevensoverdracht.",
  "offered_games": "Welke spellen kunnen worden aangeboden met VRNL Live Casino Software?",
  "offered_games_ans": "U kunt een breed scala aan live dealer-spellen aanbieden, waaronder klassiekers zoals live blackjack, live roulette en live baccarat, evenals variaties op deze spellen om uw spelers betrokken te houden.",
  "integrateVRNL": "Kan ik VRNL Live Casino Software integreren met mijn bestaande online casino platform?",
  "integrateVRNL_ans": "Ja, onze software is ontworpen voor eenvoudige integratie met bestaande platforms, waardoor het een naadloze toevoeging is aan uw online casino operatie.",
  "wlc_faqs": "Veelgestelde vragen over White Label Casino",
  "whatis_wlc": "Wat is een White Label Casino?",
  "whatis_wlc_ans": "Een White Label Casino is een turnkey oplossing waarmee ondernemers en bedrijven hun eigen online casino kunnen lanceren met onze software en infrastructuur. U kunt het merk aanpassen met uw eigen naam en ontwerp, terwijl wij de technische en regelgevende aspecten afhandelen.",
  "wlc_work": "Hoe werkt de White Label Casino-service?",
  "wlc_work_ans": "Wij bieden u een volledig functioneel casino platform, inclusief spellen, betalingsverwerking en klantenservice. U past eenvoudig de branding en het ontwerp aan volgens uw visie, en bent klaar om uw online casino te starten.",
  "wlc_games": "Welke spellen zijn beschikbaar voor mijn White Label Casino?",
  "wlc_games_ans": "Wij bieden een breed scala aan casinospellen, waaronder slots, tafelspellen (bijv. blackjack, roulette) en live dealer-spellen. U kunt kiezen uit ons spelcatalogus om een divers speelervaring voor uw spelers te creëren.",
  "wlc_launch": "Hoe lang duurt het om mijn White Label Casino te lanceren?",
  "wlc_launch_ans": "De tijd kan variëren afhankelijk van uw specifieke vereisten en regelgevende processen. Gemiddeld kan het enkele weken duren om het casino platform op te zetten en aan te passen.",
  "wlc_cusSupport": "Welke mate van klantenservice wordt geleverd voor mijn White Label Casino?",
  "wlc_cusSupport_ans": "Wij bieden technische en operationele ondersteuning om ervoor te zorgen dat uw casino soepel draait.",
  "wlc_getstarted": "Hoe begin ik met een White Label Casino bij uw bedrijf?",
  "wlc_getstarted_ans": "Neem contact op met ons verkoopteam om uw behoeften te bespreken en een persoonlijke consultatie te krijgen. Wij begeleiden u bij het opzetten van uw White Label Casino.",
  "can_cutomize_branding": "Kan ik het casino aanpassen met mijn branding?",
  "can_cutomize_branding_ans": "Ja — u kunt het casino volledig aanpassen met uw eigen logo, kleuren en branding om bij uw identiteit te passen.",
  "company": "Bedrijf",
  "company_caps": "BEDRIJF",
  "about": "Over",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Privacybeleid",
  "contact_us": "Neem contact op",
  "solutions": "Oplossingen",
  "sports_betting_software": "Sports Betting Software",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Het logo en grafisch materiaal van Vrnl zijn intellectueel eigendom van het bedrijf en mogen niet worden gekopieerd, gereproduceerd, verspreid of weergegeven zonder schriftelijke toestemming van Vrnl.",
  "footer_para_2": "Copyright © 2020 Vrnl ltd. Alle rechten voorbehouden.",
  "home": "Home",
  "betting": "Wedden",
  "esports_betting": "Esports wedden",
  "sbs_head": "Sportweddenschappen software",
  "casino": "Casino",
  "online_casino_sw": "Online casino software",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Casinospellen",
  "lottery_bingo": "Loterij en bingo",
  "casino_tournament": "Casino Toernooi",
  "risk_management": "Risicobeheer",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Ons Werk",
  "contact": "Contact",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Loterijspellen",
  "exch_sw_provider": "Exchange software provider",
  "mobile_bet": "Mobiel wedden",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sportweddenschappen widget",
  "back": "Terug",
  "exch_iframe_para": "Exchangebook iframe — maakt snelle activering van de Exchangebook-module mogelijk via naadloze API-integratie. Onze uitgebreide Exchangebook-service, onder deskundige supervisie, zorgt voor een breed scala aan programmering voor online evenementen en markten.",
  "contact_us!": "Neem contact op!",
  "exch_iframe_types": "Types van Exchangebook iframe",
  "exch_iframe_types_para": "Onze Exchangebook iframe-oplossingen zijn er in drie varianten, elk afgestemd op het gebruikte kanaal, zodat de meest geschikte optie voor uw behoeften wordt gegarandeerd:",
  "exch_iframe_types_list": "<li>iFrame voor <strong>Desktop</strong>, ontworpen voor computers met verschillende resoluties en voorzien van diverse en aanpasbare layouts.</li> <li>iFrame voor <strong>Terminals en Kiosken SSBT</strong>, met layouts geoptimaliseerd voor touchscreen-systemen en een intuïtieve gebruikerservaring, ideaal voor onervaren spelers die inzetten plaatsen.</li>",
  "exch_iframe_types_para2": "Bovendien kunt u via onze API uitgebreide aanpassingen van grafische elementen en spelletjesfuncties realiseren.",
  "cm_exch": "Volledig Beheerde Exchangebook",
  "cm_exch_para": "Onze Exchangebook iframe omvat de levering van odds datafeeds en de configuratie van kernweddenschappeninstellingen. De software is uitgerust met een scala aan functies en tools voor onafhankelijk beheer van odds-marges en configuraties. Als uw primaire focus echter ligt op spelersbeheer en marketing, bieden wij volledig beheerde trading-diensten en ondersteuning.",
  "acq_exch": "Het verwerven van de Exchangebook iframe-oplossing is eenvoudig",
  "acq_exch_para": "We hebben het proces voor het activeren van de iFrame gestroomlijnd, met slechts vijf eenvoudige stappen:",
  "acq_exch_list": "<li>Formaliseren van de overeenkomst tussen Vrnl en de klant.</li> <li>Start de Exchangebook iFrame-integratie via API's met behulp van onze SDK.</li> <li>Houd een bijeenkomst om de Exchangebook-strategie te definiëren.</li> <li>Identificeer de meest boeiende sporten en evenementen, afgestemd op uw werkgebied.</li> <li>Ga live!</li>",
  "live_casino_sw_p1": "Ons <strong>live Casino platform</strong> stelt u in staat om <strong>de beste live providers</strong> te activeren, bekend om hun <strong>uitzonderlijke kwaliteit en wiskundige integriteit.</strong>",
  "live_casino_sw_p2": "Wij zetten ons in om u de ultieme live casino-ervaring te bieden. Of u nu een ervaren speler bent of nieuw in de wereld van online casino's, ons platform biedt een meeslepende, realtime speelervaring die ongeëvenaard is.",
  "live_casino_sw_p3": "De Live Casino-oplossing van Vrnl biedt een uitgebreid dienstenpakket, inclusief:",
  "live_casino_sw_p3_l1": "Volledige Geschiedenisrapportagetools",
  "live_casino_sw_p3_l2": "Visualisatie van spelgeschiedenis",
  "live_casino_sw_p3_l3": "Spelconfiguraties",
  "live_casino_sw_p3_l4": "Risicobeheer tools",
  "live_casino_sw_p3_l5": "Spelerbeheer",
  "live_casino_sw_p3_l6": "Affiliatebeheer tools",
  "live_casino_sw_p3_l7": "Multilevel Hiërarchie Agentstructuur",
  "live_casino_sw_p4": "We hebben verschillende veilige integratiemethoden ontwikkeld, allemaal gebruiksvriendelijk en ontworpen voor eenvoudige implementatie met onze live casino API.",
  "live_casino_sw_demo": "Demo live casino-oplossingen",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong> integraties",
  "livecasino_integration_para": "U kunt onze live casino-software binnen enkele dagen operationeel hebben. Bovendien bieden wij uitgebreide managementdiensten, waarbij het gehele proces wordt beheerd door onze experts.<strong style='color: #575756;'>We garanderen ook toegang tot de meest uitgebreide selectie van live spellen die online beschikbaar zijn.</strong>",
  "live_casino_lobby": "In onze gebruiksvriendelijke Live Casino Game Lobby",
  "youcan": "kunt u",
  "findgames_like": "spellen vinden zoals:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack en Live Poker, Dobbelspel en Nummerspellen.",
  "euro_roulette": "Europese Roulette",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikaanse Roulette",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Boek een Demo",
  "lottery_head": "Op zoek naar een Lottery & Bingo platform?",
  "lottery_head_desp1": "We hebben zorgvuldig de beste <b style='color: #575756; font-size: 45px;'>lottery en bingo</b> spellen voor u geselecteerd.",
  "lottery_head_desp2": "Onze <b style='color:#575756; font-size: 16px;'>White Label Lottery en Bingo</b> oplossing biedt een reeks aantrekkelijke varianten van het klassieke bingospel samen met de bekendste loterijspellen.",
  "lottery_head_desp3": "U kunt <b style='color:#575756; font-size: 16px;'>van deze spellen genieten op uw smartphone</b> of computer, en wij garanderen een uitzonderlijke gebruikerservaring, aangezien onze spellen van de hoogste kwaliteit zijn.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Bovendien zijn onze gaming-algoritmes zowel veilig als onafhankelijk gecertificeerd, wat zorgt voor een betrouwbare en vertrouwde speelervaring.<br><br></strong>",
  "lottery_bingo_nos": "DE LOTERIJ & BINGO NUMMERS",
  "bingo_games": "Bingospellen",
  "over100": "meer dan 100",
  "over130": "meer dan 130",
  "suppliers": "LEVERANCIERS",
  "more20": "Meer dan 20",
  "sports_betting_software_wl": "Sports betting software White Label",
  "sports_betting_software_wl_desp": "Een bedrijf dat zich inzet voor het continu nastreven van innovatieve oplossingen om effectief in te spelen op veranderende zakelijke behoeften.",
  "blink-soft": "Verbeter uw ervaring met geavanceerde Sports Betting Software",
  "platform_para1": "Moderne sports betting software-oplossingen <b>transformeren</b> de manier waarop gokkers omgaan met het spel. Met <b>naadloze interfaces</b>, realtime analyses en live wedmogelijkheden, bieden deze platforms een superieure gokervaring voor zowel nieuwkomers als ervaren spelers.",
  "platform_para2": "Of u nu een online sportsbook, een fysieke betting outlet of een casino exploiteert, onze uitgebreide suite aan oplossingen — inclusief <b>B2C-platforms</b> en <b>aanpasbare white-label producten</b> — biedt de flexibiliteit en technologie die nodig is om concurrerend te blijven. Omarm innovatie en verbeter uw sportweddenschappen met software ontworpen om <b>prestaties te optimaliseren</b> en <b>gebruikers tevreden te stellen</b>.",
  "try_b2b": "Ontdek onze geavanceerde B2B Betting software",
  "try_b2c": "Ontdek onze geavanceerde B2C Betting software",
  "wls_turnkey": "White Label oplossingen en Turnkey Platforms",
  "wls_turnkey_p1_span1": "naadloze en boeiende sportweddenschappen ervaring",
  "wls_turnkey_p1_span2": "voor uw klanten. Deze aanpak elimineert de noodzaak voor kostbare en tijdrovende ontwikkeling, waardoor u zich kunt concentreren op groei en",
  "custom_satisfaction": "klanttevredenheid",
  "wls_turnkey_p2": "Ons veilige, high-performance betting platform is volledig gecertificeerd door onafhankelijke gaming-laboratoria, wat naleving en betrouwbaarheid garandeert. Door samen te werken met VRNL krijgt u toegang tot een vertrouwde betting exchange die de winstgevendheid verhoogt, terwijl de",
  "highest_industry_standards": "hoogste industrienormen",
  "igaming_platform": "iGaming Platform",
  "igaming_platform_p1": "VRNL is een betrouwbare partner in de iGaming-industrie, met toonaangevende",
  "sbs": "sports betting software",
  "igaming_platform_p2": "Ons doel is het online gaming landschap te transformeren door operators een veelzijdig, state-of-the-art platform te bieden dat naadloze, boeiende gameplay garandeert voor hun gebruikers.",
  "online_casino": "Online Casino",
  "casino_para": "Welkom bij VRNL Online Casino — <b>een vertrouwde leider</b> die wereldwijd een veilig en spannend speelplatform biedt. Onze missie is om een uitzonderlijke casino-ervaring te bieden die spelers betrokken en vermaakt houdt.",
  "casino_para_list": "<li>Meer dan 75 providers</li> <li>Meer dan 15.000 gokkasten</li> <li>500+ tafelspellen</li> <li>700+ video poker spellen</li> <li>Meer dan 200 andere spellen</li>",
  "casino_para2": "Ons deskundige team ondersteunt u bij elke fase, van training tot lancering.",
  "play_livecasino": "Speel in het live casino alsof u rechtstreeks in het casino bent",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Live Roulette</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API Service Providers en iFrame",
  "api_services_iframe_p1": "VRNL levert geavanceerde <b>API-integratie en iFrame-oplossingen</b>, waarmee naadloze platformconnectiviteit, veilige gegevensuitwisseling en verbeterde gebruikerservaringen mogelijk zijn — waardoor bedrijven slimmer en sneller kunnen opereren.",
  "api_services_iframe_p2": "Bij VRNL begrijpen we het belang van naadloze gegevensuitwisseling en communicatie tussen applicaties. Wij bieden hoogwaardige API-integratiediensten, zodat uw software moeiteloos kan communiceren met andere platforms. Onze experts zorgen ervoor dat uw systemen harmonisch functioneren, wat een soepele ervaring voor zowel u als uw klanten biedt.",
  "virtual_games": "Virtuele Spellen",
  "virtual_games_desp1": "Klaar om uw virtuele gaming-reis met VRNL te beginnen? Duik in de virtuele wereld zoals nooit tevoren en bereid u voor op urenlang vermaak.",
  "virtual_games_desp2": "Bij VRNL zijn we gepassioneerd over het leveren van geavanceerde virtuele gaming-ervaringen die spelers meenemen naar spannende nieuwe werelden. Onze missie is om de meest meeslepende, vermakelijke en adembenemende virtuele spellen te bieden die u urenlang geboeid houden.",
  "before_start": "Bekijk het in actie voordat u begint!",
  "explore_demo": "op ons demo-platform:",
  "mobile_sbs": "Mobiele Sports Betting Software",
  "mobile_sbs_p1": "Onze <strong>mobiele app</strong> stelt uw gokkers in staat om eenvoudig toegang te krijgen tot hun speelaccounts en inzetten te plaatsen via tablets, smartphones en andere met internet verbonden mobiele apparaten.",
  "mobile_sbs_p2": "Van cricket en voetbal tot tennis, onze software dekt een breed scala aan sportevenementen wereldwijd. Welke sportpassie u ook hebt, u kunt inzetten op de spellen en teams die u leuk vindt.",
  "mobile_sbs_p3": "Onze software gaat niet alleen over inzetten plaatsen, het gaat om een ervaring die naadloos en gebruikersgericht is. We hebben geïnvesteerd in de nieuwste technologie om ervoor te zorgen dat navigeren door ons platform zo eenvoudig mogelijk is.",
  "advantages_sbs": "Voordelen van Mobiele Sports Betting Software",
  "advantages_sbs_l1": "Mobiele apps zijn sneller",
  "advantages_sbs_l2": "Gepersonaliseerde weddenschapsinhoud",
  "advantages_sbs_l3": "Direct online wedden",
  "advantages_sbs_l4": "Veilig en betrouwbaar",
  "advantages_sbs_p1": "Apps zijn sneller dan mobiele websites en bieden snellere acties en reacties.",
  "advantages_sbs_p2": "Gebruikers genieten van gepersonaliseerde inhoud voor een meeslepende ervaring, met op maat gemaakte weddenschapsopties afgestemd op hun voorkeuren.",
  "advantages_sbs_p3": "Alle mobiele apps bieden directe toegang met een simpele tik, zodat gebruikers inzetten kunnen plaatsen, hun accounts kunnen controleren, casinospellen kunnen spelen en hun favoriete competities kunnen kiezen zonder vertraging.",
  "advantages_sbs_p4": "Onze beveiliging is onze topprioriteit. VRNL Mobile Sports Betting Software is gebouwd met geavanceerde beveiligingsmaatregelen om uw persoonlijke en financiële informatie te beschermen. U kunt met een gerust hart wedden.",
  "online_casino_sw_p1": "VRNL is een toonaangevende aanbieder van <strong>online casino software</strong> en <strong>platforms</strong>. Zij spelen een cruciale rol bij het ontwerpen en ontwikkelen van casino platforms, waarbij gebruiksvriendelijkheid en uitgebreide functies worden gegarandeerd.",
  "online_casino_sw_p2": "Ons marketingteam werkt hard om ervoor te zorgen dat uw online casino een prominente plaats krijgt op de voorpagina, wat zorgt voor hoge zichtbaarheid in de online markt.",
  "online_casino_sw_p3": "Het online casino-platform wordt geleverd met verschillende vooraf geconfigureerde spellen, en onze monitoringtools geven u een duidelijk realtime overzicht van de voortgang en prestaties van uw nieuwe onderneming.",
  "customized_theme": "Dit is een thema en kan worden aangepast, bekijk het in actie:",
  "live_casino_sw_desp1": "Wij bieden het meest uitgebreide aanbod van top-tier <strong>Live Casino providers</strong><br>",
  "live_casino_sw_desp2": "wereldwijd, wat toegang garandeert tot de grootste variëteit aan live tafels online en een naadloze multi-channel leveringservaring.",
  "casino_sw_features": "Belangrijkste kenmerken van Casino Software",
  "casino_sw_features_p1": "Ons <strong>casino softwareplatform</strong> is ontworpen om een naadloze en meeslepende game-ervaring te bieden voor zowel spelers als operators.<br /><br />",
  "casino_sw_features_p2": "Belangrijke kenmerken van ons platform zijn onder andere: ",
  "casino_sw_features_list": "<li>Zichtbaarheid en controle over tafelbereiken.</li> <li>Eigenschappen en instellingen van de speeltafels.</li> <li>VIP-limieten.</li> <li>Clientfunctionaliteit en toegang tot onze aanpassingstools.</li> <li>Rapporteringsmechanisme en meldingssysteem dat operators onmiddellijke toegang en meldingen van operationele updates geeft</li> <li>API voor Business Intelligence (BI)</li> <li>Marketingtools</li> <li>API voor externe integratie</li>",
  "casino_sw_features_p3": "Onze gebruiksvriendelijke aanpassingstool stelt bookmakers in staat om real-time wijzigingen aan te brengen in verschillende aspecten van hun live-aanbod, <br /> inclusief banners, lettertypen en kleurenschema's, allemaal met intuïtieve bedieningselementen.",
  "casino_sw_features_p4": "Ons nieuwe platform functioneert als een autonoom, flexibel en wendbaar systeem. Deze wendbaarheid stelt ons in staat om snel <br /> te reageren op verzoeken van bookmakers en hogere kwaliteitsnormen te handhaven bij de ontwikkeling van nieuwe en bestaande<br /> producten.",
  "casino_sw_features_p5": "Om uw bedrijf te versnellen, bieden wij ook een",
  "casino_sw_features_p6": "met een uitgebreide selectie van meer dan 3000+ spellen.",
  "integrate_iframe_apis": "Integratie met externe platforms via iFrames en API's",
  "integrate_iframe_apis_para": "Ons platform biedt veelzijdige integratieopties. U kunt naadloos <strong>integreren via iFrame of <br />API's.</strong> Het kan worden afgestemd op uw specifieke behoeften, of het nu gaat om een volledige service-integratie, <br /> een gespecialiseerde sportweddenschapoplossing of een focus op <strong>online casinospellen</strong>, inclusief <strong>live <br /> casino</strong>-aanbod.",
  "view_demo": "Bekijk demo",
  "we_are": "wij zijn",
  "online_exchange_sw_p1": "Bij VRNL zijn we trots op het leveren van geavanceerde online Exchange-software die de weddenschapservaring herdefinieert. We bieden een volledig functioneel platform met een uitgebreide selectie van live wedstrijden die maandelijks beschikbaar zijn. Met onze live streaming-opties transformeren we uw bookmaker in een entertainmentplatform, allemaal ondersteund door certificeringen van onafhankelijke gamelaboratoria voor extra zekerheid.",
  "online_exchange_sw_p2": "VRNL's Online Exchange Software biedt een uitgebreid scala aan sportweddenschappen. Of u nu fan bent van cricket, voetbal, tennis of een andere sport, wij hebben het voor u. Ons platform biedt realtime odds, live weddenschappen en een gebruiksvriendelijke interface waardoor het plaatsen van weddenschappen eenvoudig is.",
  "onther_head": "We vereenvoudigen het proces voor u om naadloos in het bedrijfsproces te integreren.",
  "onther_p1": "Dit thema is zeer aanpasbaar en u kunt de flexibiliteit in actie ervaren:",
  "main_features": "Belangrijkste kenmerken",
  "feature_para": "Vrnl staat voorop in het revolutioneren van weddenschappen en online casinobeheer. Met onze expertise krijgt u toegang tot:",
  "feature_list": "<li><strong>Een wereldwijde wedervaring: </strong> VRNL biedt toegang tot een uitgebreid assortiment van sporten, competities en weddenschapsmarkten van over de hele wereld. Met ons kunt u uw gebruikers een echt wereldwijde wedervaring bieden. </li> <li><strong>Uitgebreide pre-match opties: </strong> Kies uit een enorme selectie van 150.000 maandelijkse pre-match weddenschapsopties. Wij zorgen ervoor dat uw platform een breed scala aan keuzes biedt om aan diverse weddenschapsvoorkeuren te voldoen. </li> <li><strong>Spannende live-mogelijkheden: </strong> Betrek uw gebruikers met 75.000 maandelijkse live-mogelijkheden. Deze realtime weddenschapsopties voegen opwinding en spontaniteit toe aan de weddenschapservaring. </li> <li><strong>Casinospellen voor het Metaverse: </strong> VRNL biedt een uitgebreide collectie casinospellen geschikt voor het metaverse. Dompel uw gebruikers onder in een virtuele casino-omgeving met onze diverse spelopties. </li> <li><strong>Naadloze iFrame-integratie: </strong> Integreer ons iFrame eenvoudig in uw iGaming-platform. Onze gebruiksvriendelijke iFrame-oplossing stelt u in staat om de mogelijkheden van uw platform moeiteloos uit te breiden. </li> <li><strong>Flexibele integratie: </strong> Kies uw integratiemethode, via API of iFrame. Wij bieden veelzijdige opties die aansluiten bij uw gemak en platformvereisten. </li>",
  "sports_header_2": "Online Exchange software iGaming Casino Platform",
  "sports_header_2_p1": "Wij bieden een <a style='color: #a0c528;' href='#'>White Label Casino</a>-oplossing met een uitgebreide bibliotheek van meer dan 1.000 spellen.",
  "sports_header_2_p2": "Onze diensten omvatten het verkrijgen van een goklicentie en juridische ondersteuning om uw casino-bedrijf te starten, met gegarandeerde veilige en gecertificeerde gokwiskunde.",
  "sports_header_2_p3": "We hebben de beste gameproviders geselecteerd met als doel u de breedste selectie van&nbsp;live casinospellen&nbsp;en&nbsp;online casinospellen te bieden. We hebben zorgvuldig samenwerkingen opgezet met topgameproviders om u een ongeëvenaarde variëteit aan live casinospellen en online casinospellen te bieden, met de meest uitgebreide selectie.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person games</li> <li>Gokkasten</li> <li>Amerikaanse roulette live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Speel in het live casino alsof u rechtstreeks in het casino bent",
  "top_online_providers": "Top online casino-aanbieders van wereldklasse",
  "online_casino_p1": "Bent u klaar om uw online casino-ervaring naar een hoger niveau te tillen? Zoek niet verder! Vrnl is uw one-stop oplossing voor al uw online casino-behoeften. Wij bieden eersteklas services en geavanceerde oplossingen voor online casino-operators, wat zorgt voor een onvergetelijke speelervaring voor uw spelers.",
  "user_data_section1": "<li>Providers 75+ meer dan</li> <li>Gokkasten 15.000+ meer dan</li> <li>Speeltafels 500+ meer dan</li> <li>Video poker 700+ meer dan</li> <li>Andere spellen 200+ meer dan</li>",
  "lottery_bingo_games": "Loterij- en Bingospellen",
  "lottery_bingo_games_p1": "Bij VRNL brengen we de opwinding van Loterij- en Bingospellen naar uw scherm en lokale winkels. Of u nu fan bent van traditionele papieren tickets of de voorkeur geeft aan online spelen, wij hebben het voor u. Bij ons draait het niet alleen om spellen; het gaat om de spanning van winnen en het plezier van spelen.",
  "user_data_section2": "<li>Bingo 80+ meer dan</li> <li>Loterij 130+ meer dan</li>",
  "ultimate_dest": "Ultieme bestemming voor online en fysieke loterij- en bingospellen",
  "weare_vrnl": "Wij zijn VRNL",
  "weare_vrnl_desp": "<strong>HET GROOTSTE PLATFORM VOOR HET LEVEREN VAN SPORTS EN CASINO WHITE LABEL</strong> De breedste selectie entertainmentgames online White Label Casino met meer dan 1.000 spellen. Beschikbare online casino software is eenvoudig omdat ons platform gemakkelijk te beheren is.",
  "res_design": "Responsief ontwerp",
  "res_design_desp": "Onze website is responsief, wat betekent dat deze correct wordt weergegeven op tablets, mobiele apparaten en desktops voor een optimale gebruikerservaring.",
  "custmzd_options": "Aanpassingsopties",
  "custmzd_options_desp": "Wij bieden onze klanten een breed scala aan aanpassingsopties, zodat zij hun voorkeuren voor kleuren, lettertypen en lay-out van de website kunnen kiezen. Dit zorgt ervoor dat de website hun unieke stijl en voorkeuren weerspiegelt.",
  "loading_speed": "Laadsnelheid",
  "loading_speed_desp": "Onze website is geoptimaliseerd voor snelheid en prestaties. Het heeft snelle laadtijden op verschillende apparaten en internetverbindingen.",
  "b2b_theme": "B2B (Business to Business)",
  "b2b_theme_p1": "Ons B2B-thema onderscheidt zich door zijn unieke kenmerken. We hebben een extra Parley-optie toegevoegd voor een verrijkte weddenschapservaring.",
  "b2b_theme_p2": "Ons thema wordt gekenmerkt door de beste kleurcombinaties en designelementen, wat zorgt voor een esthetisch aantrekkelijke interface. Gebruikers krijgen de toestemming om te wedden op een breed scala aan sporten, waaronder cricket, voetbal en tennis.",
  "b2b_theme_p3": "We hebben ook veel verschillende casinospellen voor meer entertainmentopties. Bovendien bieden we diverse soorten casino's, zoals het AWC Casino, dat een indrukwekkende collectie van meer dan 500 gokkasten en meer dan 100 tafels heeft.",
  "b2c_theme": "B2C (Business to Customer)",
  "b2c_theme_p1": "Onze B2C-site biedt een gebruiksvriendelijke ervaring voor onze klanten. Ze kunnen zich eenvoudig registreren met hun telefoonnummer, wat een gemakkelijke en veilige manier is om een account aan te maken.",
  "b2c_theme_p2": "Eenmaal geregistreerd, kunnen gebruikers geld op hun accounts storten, waardoor het eenvoudig is om te beginnen met wedden en spelen. Daarnaast bieden wij een naadloos opnameproces, zodat gebruikers eenvoudig hun winst kunnen opnemen.",
  "b2c_theme_p3": "Om de ervaring te verbeteren, bieden wij bonuspunten die gebruikers kunnen verdienen en gebruiken tijdens hun tijd op het platform. Dit voegt een extra laag spanning en waarde toe voor onze klanten, waardoor zij het maximale uit hun stortingen en opnames kunnen halen.",
  "b2c_theme_p4": "Over het geheel genomen is onze B2C-site ontworpen om een probleemloze en plezierige wed- en speelervaring te bieden, waarbij onze klanten de vrijheid hebben om gemakkelijk te spelen, geld te storten en op te nemen.",
  "request_demoID": "Vraag Demo-ID aan",
  "form_name": "Naam *",
  "form_name_err": "Voer uw naam in (minimaal 3 tekens).",
  "form_email": "E-mail *",
  "form_email_err": "Voer een geldig e-mailadres in.",
  "form_country": "Land *",
  "form_country_err": "Selecteer uw land.",
  "form_district": "District *",
  "form_district_err": "Voer uw district in.",
  "form_whatsapp": "WhatsApp-nummer *",
  "form_whatsapp_err": "Voer een geldig WhatsApp-nummer in.",
  "form_turnover": "Maandelijkse omzet *",
  "form_turnover_err": "Voer uw maandelijkse omzet in.",
  "form_users": "Aantal gebruikers *",
  "form_users_err": "Voer een geldig aantal gebruikers in.",
  "form_current": "Huidig platform *",
  "form_current_err": "Voer uw huidige platform in.",
  "form_issues": "Problemen met huidig platform *",
  "form_issues_err": "Beschrijf de problemen (minimaal 10 tekens).",
  "form_telegram": "Heeft u Telegram? *",
  "form_select": "-- Selecteer --",
  "form_yes": "Ja",
  "form_no": "Nee",
  "form_telegram_err": "Selecteer of u een Telegram-account heeft.",
  "form_telhandle": "Telegram-gebruikersnaam *",
  "form_telhandle_err1": "Telegram-gebruikersnaam is vereist.",
  "form_telhandle_err2": "Telegram-gebruikersnaam moet beginnen met &#64; (bijv. &#64;gebruikersnaam).",
  "demo_url": "Demo-URL",
  "form_submit": "Verzenden",
  "form_name_ph": "Voer uw naam in",
  "form_email_ph": "Voer uw e-mail in",
  "form_district_ph": "Voer uw district in",
  "form_whatsapp_ph": "Voer WhatsApp-nummer in",
  "form_turnover_ph": "Voer uw maandelijkse omzet in",
  "form_users_ph": "Voer het aantal gebruikers in",
  "form_current_ph": "Voer huidig platform in",
  "form_issues_ph": "Voer de problemen met huidig platform in",
  "form_telhandle_ph": "Voer uw Telegram-gebruikersnaam in",
  "our_commitment": "Onze Toewijding",
  "our_commitment_p1": "VRNL zet zich in voor de bescherming van uw privacy en de beveiliging van uw persoonlijke en financiële gegevens. Dit beleid legt uit welke informatie wij verzamelen, hoe wij deze gebruiken en welke maatregelen wij nemen om deze te beschermen. Verwijzingen naar vrnl.net omvatten ook de toepassingen ervan.",
  "our_commitment_p2": "Dit beleid is van toepassing op alle VRNL-websites en -toepassingen waar het wordt geplaatst, in overeenstemming met de toepasselijke wetgeving in de regio's waarin wij actief zijn. Aanvullende privacyverklaringen voor specifieke regio's of diensten kunnen dit beleid aanvullen.",
  "our_commitment_p3": "Als u informatie verstrekt via platforms van derden (bijv. social media-logins), verzamelen wij gegevens via die integraties onder dit beleid. De privacypraktijken van de derde partij zijn echter van toepassing op de gegevens die zij direct verzamelen. Privacy-instellingen op dergelijke platforms beïnvloeden niet hoe VRNL gegevens gebruikt die via onze sites of apps worden verzameld.",
  "our_commitment_p4": "Onze platforms kunnen links naar externe sites bevatten die niet eigendom zijn van of worden beheerd door VRNL. Wij zijn niet verantwoordelijk voor hun privacypraktijken en raden u aan hun beleid te bekijken voordat u informatie deelt.",
  "our_commitment_p5": "Dit privacybeleid dient samen met onze gebruiksvoorwaarden te worden gelezen.",
  "user_content": "Gebruikersconsent",
  "user_content_para": "Door gebruik te maken van de VRNL-dienst (bijvoorbeeld bij het registreren voor een account, het aanschaffen van een dienst, deelnemen aan een wedstrijd of promotie, communiceren met ons, op onze sites of toepassingen), stemt u in met onze verzameling, gebruik en delen van uw persoonlijke informatie zoals beschreven in dit beleid. In sommige gevallen, vooral als u woont in een land dat onder een gegevensbeschermingswet valt, kunnen wij u vragen expliciet toestemming te geven voor toegang tot onze diensten voordat verdere bewerkingen plaatsvinden. In het geval van een roaming gebruikersprofiel of als u een reiziger bent die verschillende landen bezoekt en gebruikmaakt van VRNL-diensten, beschouwen wij het land van registratie als uw primaire land en de tijdens registratie verkregen toestemmingen zijn geldig voor de verwerking van uw persoonlijke gegevens. De privacyvoorwaarden die van toepassing zijn volgens de wetgeving van dat land op het moment van registratie, zijn van toepassing op u.",
  "accessing_webNet": "Toegang tot Website en Netwerk 18-diensten via VPN",
  "accessing_webNet_p1": "U mag geen toegang krijgen tot of gebruikmaken van VRNL-websites of -diensten via een methode of technologie die uw werkelijke geografische locatie verbergt of vervalst (bijv. gebruik van een Virtual Private Network (VPN) of soortgelijke tools).",
  "accessing_webNet_p2": "VRNL is niet verantwoordelijk voor het verzamelen, opslaan of verwerken van uw persoonlijke informatie als dergelijke toegangsmethoden worden gebruikt.",
  "collection_personalInfo": "Verzameling en gebruik van persoonlijke informatie",
  "collection_personalInfo_p1": "“Persoonlijke informatie” (PII) verwijst naar gegevens die een individu direct of indirect kunnen identificeren, zoals naam, postadres, e-mailadres of mobiel nummer. Wanneer anonieme gegevens worden gekoppeld aan persoonlijke informatie, wordt dit ook als persoonlijke informatie behandeld.",
  "collection_personalInfo_p2": "VRNL verzamelt alleen de noodzakelijke persoonlijke informatie om uw verzoeken te vervullen en aangepaste producten en diensten te leveren. We verzamelen deze informatie niet tenzij u deze bewust en vrijwillig verstrekt.",
  "collection_personalInfo_p3": "Uw persoonlijke informatie kan door VRNL en haar servicepartners worden gebruikt om onze websites en diensten te beheren, en om u te informeren over nieuwe functies, producten en diensten die door VRNL en haar gelieerde ondernemingen worden aangeboden.",
  "info_provide_us": "1. Informatie die u aan ons verstrekt",
  "info_provide_us_desp": "Wij kunnen de volgende persoonlijke informatie van u vragen en verzamelen wanneer u vrnl.net gebruikt, en zonder deze informatie kunnen wij mogelijk niet alle gevraagde diensten aan u leveren:",
  "reg_data": "a. Registratiegegevens",
  "reg_data_desp": "Om bepaalde functies op de website, applicatie en voor de diensten te gebruiken (zoals evenementenregistraties en websitecampagnes), kunt u basiscontactgegevens verstrekken, waaronder maar niet beperkt tot:",
  "reg_data_list": "<li><span>Voornaam</span></li> <li><span>Achternaam</span></li> <li><span>E-mailadres</span></li>",
  "user_pro_details": "b. Gebruikersprofielgegevens",
  "user_pro_details_desp": "We kunnen verdere persoonlijke informatie verzamelen en registreren onder de sectie 'Mijn Profiel', wat ons helpt om aangepaste feeds te bieden en een gebruikersprofiel te onderhouden, waaronder maar niet beperkt tot:",
  "user_pro_details_list": "<li><span>Naam</span></li> <li><span>Geslacht</span></li> <li><span>E-mail ID</span></li> <li><span>Geboortedatum</span></li> <li><span>Land</span></li> <li><span>Stad</span></li> <li><span>Mobiel nummer</span></li>",
  "mobile_device_permissions": "c. Mobiele apparaatmachtigingen",
  "mobile_device_permissions_desp": "Bij toegang tot onze applicatie op mobiele apparaten/tablets/TV's of enig ander apparaat met toegang tot de genoemde applicatie, kunnen wij toegang aanvragen tot het volgende:",
  "mobile_device_permissions_list": "<li><span>Accounts - Gebruikt voor het beheren van meerdere gebruikersaccounts binnen de app en voor login-doeleinden</span></li> <li><span>Contacten - Gebruikt voor toegang tot gebruikerscontacten om artikelen via de app te delen</span></li> <li><span>Telefoon - Om de telefoonstatus te lezen en gebruikersmeldingen op het apparaat van de gebruiker mogelijk te maken. IMEI wordt alleen verzameld om elke gebruiker uniek te identificeren</span></li> <li><span>Camera - Om de gebruiker in staat te stellen afbeeldingen en profielafbeeldingen te uploaden. Laat de gebruiker de camera binnen VRNL gebruiken</span></li> <li><span>Microfoon - Om spraakopdrachten mogelijk te maken</span></li> <li><span>Opslag - Toegang tot bestanden en mappen binnen de app</span></li> <li><span>SMS - Verzenden en ontvangen van verificatieberichten</span></li>",
  "mobile_device_permissions_desp2": "Toestemmingen voor deze instellingen kunnen essentieel zijn voor het correct functioneren van de applicatie. Machtigingen kunnen worden beheerd via de 'instellingen'-optie op het apparaat van de gebruiker.",
  "info_voluntarily": "2. Informatie die u vrijwillig aan ons verstrekt",
  "info_voluntarily_desp": "Als u ons persoonlijke correspondentie stuurt, zoals e-mails of brieven, of als andere gebruikers of derden ons correspondentie sturen over uw activiteiten of berichten op vrnl.net, kunnen wij deze informatie verzamelen en opslaan.",
  "info_voluntarily_para": "We kunnen op andere momenten aanvullende informatie verzamelen wanneer u feedback geeft, uw inhoud of e-mailvoorkeuren wijzigt, reageert op enquêtes of met ons communiceert. Deze informatie kan uw naam, e-mail, mobiel nummer, locatie, enz. bevatten.",
  "info_auto": "3. Informatie die wij automatisch verzamelen",
  "info_auto_desp": "Wij verzamelen informatie over u en uw gebruik van onze diensten, uw interacties met ons en onze advertenties, evenals informatie over uw computer of andere apparaten die worden gebruikt om toegang te krijgen tot onze diensten (zoals mobiele apparaten, tablets en andere weergaveapparaten). Deze informatie omvat, maar is niet beperkt tot:",
  "info_auto_list": "<li><span>Activiteiten op vrnl.net zoals bekeken paginatypes, tijd op pagina's, zoekopdrachten, enz.</span></li> <li><span>Uw interacties met onze e-mail, klantenservice en berichtensystemen.</span></li> <li><span>Geo-locatie-informatie via IP-adressen;</span></li> <li><span>Apparaatinformatie zoals apparaat-ID, apparaattype, enz. en andere unieke identificatoren</span></li> <li><span>Advertentie-identificatoren, zoals die op mobiele apparaten en tablets, apparaten met identificatoren (bijvoorbeeld Identifiers for Advertisers (IDFA) op iOS en GAID op Android);</span></li> <li><span>Informatie verzameld via cookies en andere technologieën*;</span></li>",
  "info_auto_note": "*Opmerking: Om uw ervaring te verbeteren, kunnen wij <b>cookies</b> of soortgelijke technologieën gebruiken om u een <b>uniek gebruikers-ID</b> toe te wijzen en uw interesses te begrijpen. <b>Cookies</b> onthullen uw identiteit niet tenzij u deze vrijwillig verstrekt, en ze hebben geen toegang tot gegevens op uw apparaat. Adverteerders kunnen hun eigen cookies instellen wanneer u interactie heeft met hun advertenties, waar wij geen controle over hebben. Wij verzamelen ook bepaalde technische informatie telkens wanneer u onze websites, applicaties of diensten op een internetverbonden apparaat gebruikt.",
  "inferred_info": "4. Afgeleide informatie via gebruik en loggegevens",
  "inferred_info_desp": "Wij kunnen bepaalde informatie over u volgen op basis van uw gedrag op vrnl.net. Wij gebruiken deze informatie voor intern onderzoek naar demografie, apparaten, interesses en gedrag van onze gebruikers om hen beter te begrijpen, beschermen en bedienen. Deze informatie wordt gecompileerd en geanalyseerd op geaggregeerde basis.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Wij kunnen ook uw informatie verzamelen om gebruikersgedrag en voorkeuren te volgen voor interne analyse en onderzoek. Wij kunnen uw informatie ook gebruiken:</strong><br> (i) Om uw interesse in investeringsopties, diensten, aanbiedingen, abonnementen te evalueren;<br> (ii) Om analyses uit te voeren en klantonderzoek te doen, uw interesse te bepalen, inhoud te identificeren die verkoop genereert en verkeerspatronen te analyseren.<br>",
  "inferred_info_a": "a. Interactieve functies",
  "inferred_info_a_desp1": "vrnl.net heeft veel functies die gebruikers/members in staat stellen hun identiteit bekend te maken en te communiceren met andere gebruikers/members. Uw gebruik van dergelijke functies en het bekendmaken van persoonlijke gegevens (bijv. e-mailadres) via deze functies is volledig op eigen risico en vrnl.net aanvaardt geen verantwoordelijkheid. Als uw privacy echter is geschonden door deelname aan dergelijke functies, kunt u ons dit per e-mail melden via vrnl@gmail.com",
  "inferred_info_a_desp2": "Als u ervoor kiest berichten te plaatsen op sociale media-accounts, forums, chatrooms of andere berichtensecties of feedback achterlaat, verzamelen wij de door u verstrekte informatie. Wij bewaren deze informatie indien nodig om geschillen op te lossen, klantenservice te bieden en problemen op te lossen zoals toegestaan door de wet. Wij kunnen dergelijke informatie ook op geaggregeerde basis bewaren om markttrends en sentimenten te formuleren. Wij koppelen echter geen van uw persoonlijke informatie aan deze opmerkingen of berichten tijdens dergelijke analyses.",
  "inferred_info_b": "b. Gebruikerservaring en ondersteuning",
  "inferred_info_b_desp1": "Wij identificeren en gebruiken uw IP-adres om problemen met onze server te diagnosticeren en onze applicatie te beheren. Uw IP-adres wordt ook gebruikt om u te identificeren en brede demografische informatie te verzamelen om uw ervaring op vrnl.net te personaliseren.",
  "inferred_info_b_desp2": "Wij vragen u soms optionele online enquêtes in te vullen. Deze enquêtes kunnen om contact- en demografische informatie vragen (zoals postcode, leeftijd, enz.). Wij gebruiken deze gegevens om uw ervaring op vrnl.net aan te passen door inhoud te tonen die interessant voor u kan zijn en volgens uw voorkeuren.",
  "info_thirdparty": "5. Informatie die wij via derden verzamelen",
  "info_thirdparty_a": "a. Sociale media-login",
  "info_thirdparty_a_desp": "Wanneer u registreert met andere accounts zoals Facebook, Gmail, enz., halen wij informatie uit deze accounts om met u te blijven communiceren en de diensten te blijven aanbieden. Wij verzamelen de volgende informatie van de betreffende sociale mediaplatforms, waaronder maar niet beperkt tot:",
  "info_thirdparty_a_list": "<li><span>Facebook - Publieke informatie, naam, e-mailadres, vriendenlijst</span></li> <li><span>Google - Voornaam, achternaam, e-mailadres</span></li>",
  "info_thirdparty_b": "b. Transactie- of factureringsinformatie",
  "info_thirdparty_b_desp": "Op basis van uw aankoop van een abonnementsplan kan onze betalingsgateway-partner informatie verzamelen over uw creditcard-/debitcardgegevens of andere bankrekeninggegevens, samen met uw factuuradres. Deze informatie wordt opgeslagen door onze betalingsgateway-partner. VRNL.net verzamelt zelf geen financiële informatie zoals creditcardgegevens of netbankgegevens. Deze betalingsgateways hebben mogelijk hun eigen privacybeleid, dat wij aanbevelen te controleren. Wij zijn niet aansprakelijk voor deze betalingsgateways of hun privacypraktijken.",
  "lawfulness_processing": "I. Doeleinden en rechtmatigheid van verwerking",
  "lawfulness_processing_desp1": "vrnl.net verzamelt en verwerkt alleen persoonlijke gegevens over u als wij een rechtsgrondslag hebben. Rechtsgrondslagen kunnen zijn: expliciete toestemming van u, of verwerking voor 'legitieme belangen', bijvoorbeeld voor klantenservice of het verwerken van uw gegevens via onze betalingsgateway-diensten.",
  "lawfulness_processing_desp2": "Wij gebruiken informatie om onze diensten te leveren, analyseren, beheren, verbeteren en personaliseren, registratie en betalingen te verwerken, en met u te communiceren zoals hieronder vermeld. Bijvoorbeeld:",
  "lawfulness_processing_list": "<li><span>Bepalen van uw portfolio en gepersonaliseerde suggesties, tips en voorspellingen over markttrends en statistieken;</span></li> <li><span>Voorkomen, detecteren en onderzoeken van mogelijk verboden of illegale activiteiten, inclusief fraude;</span></li> <li><span>Analyse van ons publiek, verbeteren van onze service en optimaliseren van contentselectie en aanbevelingsalgoritmes;</span></li> <li><span>Communicatie over onze diensten via e-mail, pushmeldingen, sms en online messaging, inclusief nieuws, nieuwe functies, aanbiedingen en promoties;</span></li> <li><span>Informeren over wijzigingen in de servicevoorwaarden;</span></li> <li><span>U laten deelnemen aan interactieve functies via onze diensten;</span></li> <li><span>Naleving van contractuele verplichtingen, inclusief facturering en incasso.</span></li>",
  "lawfulness_processing_desp3": "Wij kunnen uw informatie gebruiken om u een gepersonaliseerde ervaring te bieden bij het gebruik van onze sites/apps en voor marketingdoeleinden.",
  "lawfulness_processing_desp4": "Personalisatie gebeurt door gebruik van gegevens die u verstrekt via cookies, IP-adressen, webbeacons of vergelijkbare technologieën. Hiermee kunnen wij inhoud en advertenties tonen die relevant zijn voor uw interesses. Geef expliciete toestemming bij het verzamelen van uw gegevens of pas uw voorkeuren aan in uw accountprofiel.",
  "info_usedBy": "II. Informatie gebruikt door het bedrijf",
  "info_usedBy_desp1": "De door gebruikers verstrekte informatie stelt ons in staat om de diensten te verbeteren en de meest gebruiksvriendelijke ervaring te bieden. In sommige gevallen is uw contactadres nodig voor bepaalde diensten. Het bedrijf kan uw informatie gebruiken om de diensten te onderhouden, beschermen en verbeteren, en om nieuwe diensten te ontwikkelen. Wij kunnen uw e-mailadres ook gebruiken voor commerciële of marketingberichten met uw toestemming.",
  "info_usedBy_desp2": "Persoonlijk identificeerbare informatie die openbaar beschikbaar is (zoals reacties, berichten of blogs) wordt niet beschouwd als gevoelig. Als u besluit geen persoonlijke informatie te verstrekken, kunnen bepaalde diensten niet beschikbaar zijn. Wij zijn niet aansprakelijk voor de weigering van diensten wegens het ontbreken van gegevens. Bij registratie kunnen wij u contacteren om uw informatie bij te werken voor functies die nuttig of interessant kunnen zijn.",
  "disclosure_tp": "III. Openbaarmaking aan derden",
  "disclosure_tp_b": "b. Reclame",
  "disclosure_tp_b_desp": "Wij verstrekken informatie aan adverteerders in de vorm van geaggregeerde statistieken over verkeer op onze websites of applicaties. Derden kunnen informatie gebruiken om advertenties te tonen die relevant zijn voor u. Wij delen geen persoonlijk identificeerbare informatie met derden zonder uw toestemming.",
  "disclosure_tp_d": "d. Promotionele aanbiedingen",
  "disclosure_tp_d_desp": "We zullen uw persoonlijke informatie buiten vrnl.net delen of openbaar maken wanneer we uw toestemming hebben. Bijvoorbeeld voor het aanbieden van SMS- en e-mailgerelateerde diensten zoals marketingnieuwsbrieven, promoties en aanbiedingen.",
  "disclosure_tp_f": "f. Juridisch",
  "disclosure_tp_f_desp": "vrnl.net kan persoonlijk identificeerbare informatie openbaar maken indien wettelijk verplicht of in goed vertrouwen dat een dergelijke actie noodzakelijk is om:",
  "disclosure_tp_f_list": "<li><span>te voldoen aan wettelijke voorschriften of juridische procedures gericht aan de site of haar eigenaren;</span></li> <li><span>de rechten of eigendommen van de site-eigenaren, de site of de gebruikers van vrnl.net te beschermen en te verdedigen;</span></li> <li><span>te handelen onder dringende omstandigheden om de persoonlijke veiligheid van gebruikers van vrnl.net, de site, haar eigenaren of het publiek te beschermen.</span></li>",
  "controls_choices": "IV. Uw controle en keuzes",
  "managing_info": "Beheer van uw informatie",
  "managing_info_desp1": "Wanneer u gebruik maakt van de diensten van moneycontrol (websites of een van de sub-sites), doen wij ons best om u, op uw verzoek, toegang te geven tot uw persoonlijke informatie en verder ervoor te zorgen dat eventuele persoonlijke informatie of gevoelige persoonlijke gegevens die onjuist of onvolledig zijn, naar beste vermogen worden gecorrigeerd of aangepast, behoudens wettelijke verplichtingen of legitieme zakelijke doeleinden.",
  "managing_info_desp2": "Wij vragen individuele gebruikers zich te identificeren en de informatie aan te geven die toegankelijk, gecorrigeerd of verwijderd moet worden voordat we dergelijke verzoeken verwerken. Wij kunnen verzoeken weigeren die onredelijk repetitief of systematisch zijn, onevenredige technische inspanning vereisen, de privacy van anderen in gevaar brengen, extreem onpraktisch zijn (bijvoorbeeld verzoeken over informatie op back-up tapes), of waarvoor toegang anderszins niet vereist is. In elk geval, waar wij toegang tot informatie en correctie bieden, verrichten wij deze service gratis, behalve als dit onevenredige inspanning vereist. Door de manier waarop we bepaalde diensten onderhouden, kunnen na verwijdering van uw informatie residuele kopieën enige tijd op onze actieve servers blijven en in onze back-ups aanwezig blijven.",
  "managing_info_desp3": "Om uw rechten als betrokkene uit te oefenen, moet u ons schriftelijk een verzoek sturen voor het specifieke recht. Gebruik geschikte onderwerpen zoals 'Data Access Request', 'Data Portability Request', 'Data Deletion Request' om uw verzoeken sneller en efficiënter te verwerken.",
  "managing_info_desp4": "Wij bieden u de mogelijkheid om bepaalde controle en keuzes uit te oefenen met betrekking tot onze verzameling, gebruik en delen van uw persoonlijke informatie. In overeenstemming met de toepasselijke wetgeving kunnen uw controle en keuzes omvatten:",
  "dataAccess_port": "a. Toegang tot gegevens en overdraagbaarheid",
  "dataAccess_port_desp": "De EU (Algemene Verordening Gegevensbescherming) geeft u als betrokkene het recht om kopieën van uw persoonlijke gegevens die wij hebben, op te vragen. U kunt ook het recht hebben om kopieën van persoonlijke gegevens die u aan ons heeft verstrekt in een gestructureerd, algemeen gebruikt en machineleesbaar formaat op te vragen en/of ons te verzoeken deze informatie aan een andere dienstverlener over te dragen (indien technisch haalbaar).",
  "data_retention": "c. Gegevensbewaring en verwijdering",
  "data_retention_desp1": "Wij bewaren uw persoonlijke gegevens zolang dat nodig is voor de legitieme belangen die in dit beleid zijn beschreven en om te voldoen aan onze wettelijke verplichtingen. Als u niet wilt dat wij uw gegevens gebruiken, kunt u verzoeken uw persoonlijke gegevens te verwijderen en uw vrnl.net-account te sluiten.",
  "data_retention_desp2": "Houd er rekening mee dat als u een verzoek tot verwijdering van uw persoonlijke gegevens indient:",
  "data_retention_list": "<li><span>Wij kunnen enkele persoonlijke gegevens bewaren indien nodig voor onze legitieme zakelijke belangen, zoals fraudeopsporing en preventie en het verbeteren van veiligheid.</span></li> <li><span>Wij kunnen uw persoonlijke gegevens bewaren en gebruiken voor zover nodig om te voldoen aan onze wettelijke verplichtingen, zoals belasting- of juridische verplichtingen.</span></li> <li><span>Informatie die u met anderen heeft gedeeld (bijv. reviews, forumberichten) kan openbaar blijven, zelfs na annulering van uw account. Attributie aan u wordt verwijderd.</span></li> <li><span>Omdat wij kopieën van persoonlijke gegevens bewaren om verlies of vernietiging te voorkomen, kunnen residuele kopieën tijdelijk in onze back-ups blijven.</span></li>",
  "data_retention_note": "(Opmerking: als u meerdere accounts bij moneycontrol heeft, dient u afzonderlijke verzoeken in te dienen voor elk account, met de bijbehorende e-mailadressen.)",
  "withdrawing_consent": "d. Intrekken van toestemming en beperking van verwerking",
  "withdrawing_consent_desp": "U kunt uw toestemming op elk moment intrekken door ons een e-mail te sturen. Wij beoordelen uw verzoek en kunnen u vragen uw identiteit te verifiëren. Na verificatie trekken wij de toestemming in en stoppen wij met verdere verwerking van uw persoonlijke gegevens.",
  "fail_provideConsent": "V. Als u geen toestemming geeft",
  "fail_provideConsent_desp": "Het is onze plicht u te informeren dat vrnl.net een advertentieplatform is. Advertenties vormen de kern van ons bedrijf, daarom is toestemming voor het gebruik en de verwerking van uw persoonlijke informatie voor advertenties essentieel om onze diensten te leveren. Zonder toestemming kunnen wij geen diensten leveren.",
  "childrens_privacy": "VI. Privacy van kinderen",
  "childrens_privacy_desp1": "vrnl.net is niet ontworpen voor personen jonger dan 16 jaar. vrnl staat niet toe dat personen onder de 16 zich registreren of persoonlijke gegevens verstrekken. Indien wij ontdekken dat gegevens van kinderen onder de 16 zonder ouderlijke toestemming zijn verzameld, worden deze verwijderd en de ouder geïnformeerd.",
  "childrens_privacy_desp2": "Ouders zijn verantwoordelijk voor toezicht op hun kinderen. Wij verzamelen geen gegevens van kinderen onder de 16 jaar en sturen geen promoties aan deze groep. Indien u vermoedt dat een kind persoonlijke gegevens heeft verstrekt, neem contact op met onze klantenservice.",
  "data_transfer": "VII. Gegevensoverdracht, opslag en verwerking wereldwijd",
  "data_transfer_desp": "Wij opereren wereldwijd en kunnen uw gegevens overdragen aan vrnl-gelieerde bedrijven of derden wereldwijd voor de doeleinden beschreven in dit privacybeleid. We nemen redelijke maatregelen om uw gegevens te beschermen. Bij overdracht uit de EU gebruiken wij standaardcontractbepalingen goedgekeurd door de Europese Commissie.",
  "security_compliance": "VIII. Beveiliging en naleving van wetten",
  "security_compliance_desp": "Wij implementeren voortdurend administratieve, technische en fysieke beveiligingsmaatregelen om uw informatie te beschermen tegen ongeoorloofde toegang, verlies, vernietiging of wijziging. Als u vermoedt dat uw accountgegevens zijn gecompromitteerd, neem contact op met onze klantenservice.",
  "changein_policy": "IX. Wijziging van beleid",
  "changein_policy_desp": "Dit privacybeleid kan van tijd tot tijd worden gewijzigd. Wij behouden ons het recht voor om de voorwaarden aan te passen. Wij zullen u informeren over wijzigingen die uw rechten significant beïnvloeden. Door vrnl.net na de wijzigingen te blijven gebruiken, stemt u in met de nieuwe voorwaarden.",
  "contact_info": "X. Contactinformatie",
  "contact_info_a": "a. Ondersteuning",
  "contact_info_a_desp": "Voor vragen of toelichting over het gebruik van uw persoonlijke gegevens of dit privacybeleid, stuur een e-mail naar",
  "contact_info_b": "b. Klachten",
  "contact_info_b_desp1": "U kunt onze functionaris voor gegevensbescherming schrijven bij klachten. U heeft het recht om een klacht in te dienen bij de bevoegde gegevensbeschermingsautoriteiten.",
  "contact_info_b_desp2": "Voor vragen of klachten over het verzamelen, verwerken of overdragen van persoonlijke gegevens, neem contact op met onze Data Protection Officer.",
  "risk_management_title": "Uw weddenschappen, onze verantwoordelijkheid Ongeëvenaarde Risicobeheersing &",
  "risk_management_title2": "Een bedrijf dat consequent innovatieve oplossingen nastreeft om aan zijn zakelijke behoeften te voldoen.",
  "dedicated_rm_team": "Toegewijd Risicobeheerteam",
  "dedicated_rm_team_desp": "Wij hebben een toegewijd en <b>zeer ervaren risicobeheerteam</b> dat <b>24/7</b> actief is. Hun primaire rol is het monitoren van elke weddenschap en transactie op ons platform om <b>eerlijk spel</b> en <b>veiligheid</b> voor alle gebruikers te waarborgen.",
  "key_features_rm": "Belangrijkste functies",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Realtime monitoring:</strong> Geavanceerde systemen volgen weddenschappen, veranderingen in odds en gebruikersactiviteit continu.</span></li> <li><strong>Handmatige controle:</strong> Meldingen activeren diepgaande controles van weddenschappen, odds-verschuivingen en accountgedrag.</li> <li><strong>Risicobeperking:</strong> Directe acties zoals het ongeldig maken/schorsen van weddenschappen, bevriezen van accounts of verifiëren van gebruikers bij onregelmatigheden.</li> <li><strong>Data-analyse:</strong> Doorlopende analyse van live en historische gegevens om risicotrends te detecteren en preventiestrategieën te verbeteren.</li> <li><strong>Incidentrespons:</strong> Een gestructureerd plan om snel en effectief beveiligingsinbreuken, fraude of andere bedreigingen te behandelen.</li>",
  "benefits_rm": "Voordelen",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Doorlopende training:</strong>  Continue vaardigheidsontwikkeling voor het risicoteam om nieuwe bedreigingen effectief aan te pakken.</span></li> <li><strong>Geavanceerde technologie en beveiliging:</strong> Regelmatige upgrades, penetratietests, software-updates en beveiligingsaudits.</li> <li><strong>Transparantie:</strong>  Duidelijke communicatie met gebruikers over risicobeheeracties om vertrouwen te behouden.</li> <li><strong>Continue verbetering:</strong> Strategieën evolueren op basis van eerdere incidenten en opkomende risico's om de integriteit van het platform en de belangen van gebruikers te beschermen.</li>",
  "sbs_bold": "Sport <strong>weddenschappen software</strong>",
  "sbs_bold_p1": "Klaar om uw sportweddenschappen naar een hoger niveau te tillen? Kijk niet verder dan VRNL Sports Betting Software! In dit artikel verkennen we hoe de geavanceerde technologie van VRNL uw manier van wedden kan transformeren. Met meer dan twintig jaar ervaring in de branche is VRNL uw betrouwbare partner voor innovatieve sportweddenschappenoplossingen. Laten we de wereld van sportweddenschappen software induiken en ontdekken hoe we uw spel kunnen verbeteren.",
  "sbs_bold_p2": "De Sports Betting Software van VRNL biedt een wereld aan mogelijkheden voor sportliefhebbers en gokkers. Met de nadruk op het verstrekken van nauwkeurige, relevante en nuttige informatie combineert VRNL expertise en persoonlijke ervaringen om een uitgebreide weddenschapsoplossing te creëren. Vertrouw op VRNL om uw sportweddenschappenervaring naar nieuwe hoogten te brengen.",
  "sbs_bold_p3": "Ontdek vandaag nog de sportweddenschappen software van VRNL en verbeter uw weddenschappen naar het volgende niveau!",
  "sbs_try_b2b": "Probeer onze B2B weddenschappen software",
  "sbs_try_b2c": "Probeer onze B2C weddenschappen software",
  "sbs_mf_desp": "Wij bieden een uitgebreid scala aan tools om het beheer van onze weddenschappen software te vergemakkelijken. Onder deze benadrukken we de krachtigste en met name die cruciaal zijn om wereldwijd concurrerend te zijn:",
  "sbs_mf_list": "<li> <strong>Realtime odds</strong> Blijf op de hoogte met realtime odds die u een concurrentievoordeel geven. De software van VRNL zorgt ervoor dat u nooit de beste kansen mist. </li> <li> <strong>Mobiele compatibiliteit</strong> Wed onderweg met de mobiel-compatibele software van VRNL. Of u nu iOS of Android gebruikt, het platform past zich aan uw apparaat aan voor een naadloze ervaring. </li> <li> <strong>Geavanceerde odds-service</strong> herdefinieert sportgegevens-API's. Het biedt 100% nauwkeurige pre-match odds en de snelste live data-odds feeds met minimale vertraging.</li> <li> <strong>Flexibele integratie</strong> Ons platform kan naadloos worden geïntegreerd in uw systeem via API of iFrame, waardoor veelzijdige implementatie mogelijk is.</li>",
  "sbs_benefits": "Wat zijn de voordelen? <b>Laat ons uitleggen</b>",
  "sbs_benefits_p1": "<strong>Het voordeel van een online en retailweddenschappenplatform runnen</strong> Het starten van een online weddenschappenplatform kan inderdaad uitdagend zijn.",
  "sbs_benefits_p2": " Daarom hebben we een <strong>uitgebreide sportweddenschappen software</strong> omgeving ontworpen om het proces soepeler te maken, compleet met top odds-leveranciers voor de breedste dekking.",
  "sbs_benefits_p3": "Onze gereguleerde partners ontvangen volledige ondersteuning voor hun entree in de online wedindustrie, met de optie van merkgebonden of niet-merkgebonden versies van onze platforms.",
  "sbs_benefits_p4": "Onze software bevat robuuste risicobeheer tools, waardoor het snel en eenvoudig op te zetten is, en klaar is om op te schalen naarmate uw bedrijf groeit.",
  "sbs_benefits_p5": "Het beheren van <strong>online spelers en wedshops</strong> is nog nooit zo eenvoudig en gebruiksvriendelijk geweest.",
  "complete_sbs": "Complete Sport <strong>weddenschappen software</strong>",
  "whatwe_have": "Wat hebben we voor u?",
  "whatwe_have_list": "<li> <strong>Speleraccountbeheer</strong> Ons platform biedt robuust accountbeheer voor spelers, inclusief registratie- en verificatiediensten. We hebben ook een effectief systeem om frauduleuze accounts te detecteren en aan te pakken. </li> <li> <strong>Geolocatie Tools</strong> We bieden tools die locatiegegevens uit IP-adressen kunnen halen, zodat nauwkeurige geolocatiediensten mogelijk zijn.</li>",
  "whatwe_have_desp": "Met onze uitgebreide ondersteuning kunt u zich volledig richten op het opzetten en ontwikkelen van uw retailweddenschappenwinkels en online netwerken.",
  "b2c_sbs": "B2C sportweddenschappen software",
  "b2c_sbs_p1": "VRNL is uw toonaangevende bestemming voor B2C sportweddenschappen softwareoplossingen. Wij zijn een vertrouwde naam in de branche, toegewijd aan het leveren van geavanceerde software die uw sportweddenschappenervaring verbetert. Of u nu een ervaren gokker bent of nieuw in de wereld van sportweddenschappen, wij hebben de tools om uw spel te verbeteren. Probeer vandaag nog de sportweddenschappen software van VRNL en til uw weddenschappen naar een hoger niveau!",
  "b2c_sbs_p2": "B2C (business-to-consumer) sportweddenschappen software verwijst naar de technologie en het platform die door sportsbook operators worden gebruikt om sportweddenschappen direct aan eindgebruikers aan te bieden.",
  "b2c_sbs_p3": " Deze software stelt consumenten in staat om weddenschappen te plaatsen op verschillende sportevenementen via web- of mobiele applicaties. Hier zijn enkele belangrijke functies en componenten die typisch in B2C sportweddenschappen software worden gevonden:",
  "b2c_sbs_list": "<li> <b>Gebruikersregistratie en accountbeheer:</b> Hiermee kunnen gebruikers accounts aanmaken, persoonlijke informatie beheren en wedgeschiedenis volgen. </li> <li> <b>Klantenondersteuning:</b> Biedt klantenondersteuning via live chat, e-mail en telefoon om gebruikers te helpen bij vragen en problemen. </li> <li> <b>Affiliateprogramma's:</b> Biedt affiliateprogramma's voor marketing en promotie, waardoor partners commissies kunnen verdienen door gebruikers door te verwijzen. </li>",
  "casino_sbs": "Casino en Sport <strong>weddenschappen software</strong>",
  "casino_sbs_list": "Providers 75 + meer dan<br />Gokkasten 15.000 + meer dan<br />Tafelspellen 500 + meer dan<br />Video poker 700 + meer dan<br />Andere spellen 200 + meer dan<br />Live Game Show<br />First Person games<br />Amerikaanse roulette live<br />Live blackjack<br />Baccarat live<br />Casino Hold’em live<br />SICBO<br />Dragon tiger live<br />Andar Bahar<br />Teen Patti",
  "online": "Online",
  "casino_platform": "Casino platform",
  "onc_desp1": "VRNL biedt een complete oplossing met onze <strong>White Label Casino</strong> aanbieding.",
  "onc_desp2": "Ons <strong>online casino platform</strong> is ontworpen voor eenvoud, zodat zowel beginners als ervaren professionals het gemakkelijk kunnen beheren. Met VRNL ontvangt u uitgebreide begeleiding om uw <strong>online casino</strong> onderneming te starten.",
  "onc_desp3": "Voordat u aan de slag gaat, nodigen wij u uit om de naadloze werking in actie te zien.",
  "wlc_mainFeatures_desp1": "Wij bieden een uitgebreid scala aan tools om u te ondersteunen bij het beheer van ons online casino platform. Hieruit hebben we de selectie verfijnd om de meest invloedrijke en essentiële tools te benadrukken die nodig zijn om te gedijen in een competitieve wereldwijde markt:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Het meest uitgebreide catalogus van online casinospellen wereldwijd,</strong> zorgvuldig geselecteerd van de best beoordeelde providers in de industrie </li> <li> <strong class='black-color'>Tools voor Bonussen</strong> en Optimalisatie van Slot Winstgevendheid </li> <li> <strong class='black-color'>Campagne Builder</strong> en Beheer van Speltoernooien</li> <li>Kan <strong class='black-color'>naadloos worden geïntegreerd via API of iFrame technologie.</strong> </li>",
  "wlc_mainFeatures_desp2": "Daarnaast bevat ons pakket live casino software, zodat u uw gebruikers de authentieke ervaring van een echt casino kunt bieden vanuit hun eigen huis.",
  "wlc_benefits": "Wat zijn de voordelen?",
  "letus_explain": "Laat ons uitleggen",
  "letus_explain_desp1": "Denkt u eraan de wereld van online wedden binnen te stappen? VRNL biedt een ",
  "letus_explain_desp2": "casino white label oplossing die uw perfecte startpunt kan zijn.",
  "letus_explain_desp3": "Maak gebruik van onze professionele diensten en expertise, samen met onze geavanceerde <strong>casino platforms</strong> en technologie. Onze gereguleerde partners profiteren van uitgebreide ondersteuning bij hun entree in de online casino-industrie, met de keuze van merkgebonden of niet-merkgebonden platformversies.",
  "letus_explain_desp4": "Het starten van een online casino-onderneming kan complex zijn. Daarom hebben we een complete casino-omgeving gecreëerd, met top gaming providers en meer dan 1.000 spellen. Onze gaming wiskunde is veilig en gecertificeerd, zodat u gerust kunt zijn.",
  "letus_explain_desp5": "Breid uw bedrijf moeiteloos uit met de robuuste risicobeheer tools van ons platform voor snelle en eenvoudige installatie.",
  "wlc_complete_solutions": "Complete <span>Casino White Label</span> oplossingen",
  "wlc_offer": "Wat bieden wij u?",
  "wlc_complete_solutions_list": "<li>Verificatieprocedures, officieel goedgekeurd door regelgevende instanties</li> <li>Affiliate marketing tools, een verwijzingssysteem en integratie met sociale media</li> <li>Mobiele pushmeldingen, web pushmeldingen en in-app berichten</li> <li>Speleraccountbeheer, registratie en verificatie, en een systeem voor detectie van frauduleuze accounts</li> <li>Geolocatietools voor het verkrijgen van locatie-informatie van IP-adressen</li>",
  "wlc_complete_solutions_more": "Maar wacht, er is meer",
  "wlc_complete_solutions_desp": "<strong>Het platform van VRNL is fijn afgestemd voor optimale prestaties</strong> en stabiliteit. Wij gebruiken geavanceerde technologie die twee keer zo snel werkt als reguliere casino platforms. Onze uitgebreide ervaring heeft de snelste en krachtigste applicatie van vandaag gecreëerd.",
  "wlc_numbers": "<span>White Label</span> Casino in cijfers",
  "wlc_numbers_p1": "Ontdek de onbeperkte mogelijkheden van de White Label Casino oplossingen van ons VRNL bedrijf. Verhoog uw casino-activiteiten met ons uitgebreide aanbod van casinospellen",
  "wlc_numbers_p2": "De beste selectie van toonaangevende Live Casino providers wereldwijd",
  "wlc_numbers_p3": "Een ongeëvenaarde variëteit aan live tafels online beschikbaar, met multi-channel levering.",
  "wlc_numbers_list": "<li>Meer dan 75 providers</li> <li>Meer dan 15.000 gokkasten</li> <li>500+ tafelspellen</li> <li>700+ video poker spellen</li> <li>Meer dan 200 andere spellen</li>",
  "wlc_numbers_p4": "Ons toegewijde team begeleidt u door alle fasen, van eerste training tot lancering van uw productie.",
  "wlb_platform": "White Label Wedplatform",
  "wlb_platform_p1": "De <b class='bold'>white label sportsbook oplossing</b> van Vrnl biedt een volledig beheerd en uitgebreid uitwisselingsplatform. <br />",
  "wlb_platform_p2": "Een van de opvallende kenmerken van onze white label sportsbook oplossing is de uitzonderlijke <b class='bold'>snelheid in websitecreatie en implementatie.</b> Ons toegewijde team kan uw sportsbook website binnen slechts tien werkdagen operationeel hebben, <b class='bold'>precies afgestemd op uw unieke wensen.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Onze service omvat gespecialiseerde hosting</b>, alle benodigde software, live sportodds feeds, risicobeheer tools en eersteklas klantenservice. Wij zijn een toonaangevend white label wedplatform.",
  "wlb_platform_list": "<li>Websiteontwikkeling, <b>Branding, Maatwerk</b> en grondige tests van de klantenuitwisseling</li> <li>Regelmatige doorlopende verbeteringen en functie-updates</li> <li><b>Hardwarevoorziening</b>, Hosting, 24/7 toezicht en uitgebreide ondersteuning</li> <li><b>Divers assortiment aan weddenschapsmarkten,</b> sportcategorieën en liga-aanbiedingen</li> <li>Efficiënte acceptatie van weddenschappen en nauwkeurige afwikkelingsprocessen</li> <li>Geavanceerd risicobeheer, robuuste boekhouding en waakzame monitoringtools</li>",
  "wlb_platform_p4": "De toegewijde consultants van Vrnl verzamelen zorgvuldig uw vereisten en presenteren een samengestelde selectie van sjablonen en recente ontwikkelingsprestaties. Het is belangrijk op te merken dat al onze platforms meertalig zijn en meerdere valuta ondersteunen, en dat de gebruikersinterface (UI) zorgvuldig wordt aangepast aan uw specifieke behoeften.",
  "wlb_platform_customization": "Aanpassingen",
  "be_unique": "Wees uniek",
  "be_unique_desp1": "<b class='bold'>VRNL is gespecialiseerd in aangepaste white label wedplatformen, casino's en weddenschappen,</b> met oplossingen op maat die de identiteit van uw merk versterken.",
  "be_unique_desp2": "Ons team van experts zorgt ervoor dat elk detail, van visueel verbluffende interfaces tot logo-integratie en functieverbeteringen, aansluit bij uw visie.",
  "be_unique_desp3": "Begin uw reis in het domein van Vrnl, waar uw unieke visie tot leven komt.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Optimaliseer weddenschappen odds met VRNL",
  "wlb_platform_odds_p1": "Blijf de concurrentie voor met onze geavanceerde <b class='bold'>odds management diensten</b>. We bieden realtime aanpassing van odds, risicobeheer en marktanalyse om uw sportweddenschappenaanbod te optimaliseren en de ervaring van spelers te verbeteren.",
  "wlb_platform_odds_p2": "Ons team van specialisten zet zich in voor uw succes. Neem vandaag nog contact met ons op om te ontdekken hoe wij uw weddenschapsbedrijf naar een hoger niveau kunnen tillen.",
  "wlb_platform_zeroRisk": "Zero Risk",
  "wlb_platform_zeroRisk_h1": "Trading- en risicobeheerdiensten",
  "wlb_platform_zeroRisk_p1": "Wij bieden uitgebreide trading- en risicobeheerdiensten, samen met deskundig advies over oddsbeheer. Daarnaast bieden wij een uniek kenmerk: winstdekking. In de praktijk betekent dit dat als uw platform geen inkomsten genereert, wij de uitbetalingen aan uw spelers dekken. Uw gemoedsrust staat bij ons voorop.",
  "wlb_platform_bpb": "Branding van wedplatform",
  "wlb_platform_bpb_layouts": "Onbeperkte lay-outs",
  "wlb_platform_bpb_layouts_desp": "Kies uit een <b>divers assortiment aan weddenschapslay-outs</b> met onze uitgebreide reeks sjablonen. U kunt ook volledige creatieve controle uitoefenen door uw eigen lay-out te maken via onze <b>API-services</b>. Met deze optie kunt u en uw ontwikkelingsteam volledig zelfstandig een volledig aangepaste gebruikersinterface creëren, precies afgestemd op uw visie.",
  "Betting": "Weddenschappen",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Vrnl is toonaangevende leverancier van sportweddenschappen software in Bangladesh.",
  "who_we_are": "wie we zijn",
  "what_we_do": "wat we doen",
  "about_us_title": "Over ons - White label sportweddenschappen software en online casino",
  "casino_providers": "Casino Leveranciers",
  "betting_providers": "Weddenschappen Leveranciers",
  "games_providers": "Spellen Leveranciers",
  "online_exch_sw_title": "Revolutioneer uw bedrijf met VRNL Online Exchange Software",
  "casino_games_title": "Casino spellen - White label Casino",
  "casino_tournaments_title": "Casino toernooisoftware - White label online Casino",
  "esports_title": "eSports Weddenschappen Software waarmee uw gebruikers kunnen inzetten op top eSports spellen",
  "faq_title": "VRNL FAQ – Uw gids voor veelgestelde vragen",
  "iframe_title": "Sportsbook iFrame White label sportweddenschappen en Casino",
  "live_casino_title": "White label Casino - start uw eigen online casino",
  "lottery_games_title": "Loterijspellen - White label Casino",
  "mobile_title": "Verhoog uw spel met VRNL's mobiele sportweddenschappen software",
  "online_casino_sw_title": "Online Casino Software - De evolutie van online casino software & platform leverancier",
  "ourTheme_title": "Wed & Win: Ons werk in de wereld van online weddenschappen en casino's",
  "risk_management_title_main": "Risicobeheerstrategieën voor sportsbook operators - White label sportweddenschappen software en casino",
  "sport_bet_title": "Verbeter uw weddenschappenervaring met VRNL Sports Betting Software",
  "wlc_title": "White label Casino - Start eenvoudig uw online casino met onze White Label Casino oplossing.",
  "whiteLabel_title": "Vrnl Uw gepersonaliseerde white label sportsbook software leverancier",
  "TOAST": {
    "FILL_REQUIRED": "Vul alstublieft alle verplichte velden in.",
    "SUBMITTING": "Verzoek wordt verzonden...",
    "SUCCESS": "Demoverzoek succesvol verzonden!",
    "ERROR": "Er is een fout opgetreden. Probeer het opnieuw."
  },
  "disclosure_tp_a_desp": "<strong>a. Algemene bekendmaking</strong><br> Soms kan vrnl.net bepaalde persoonlijke informatie beschikbaar stellen aan strategische partners die samenwerken met vrnl.net om diensten te leveren, of die vrnl.net helpen bij het op de markt brengen naar klanten. Bijvoorbeeld, wanneer u een abonnement koopt en activeert, machtigt u vrnl.net om de informatie die u verstrekt tijdens het activatieproces uit te wisselen om een dienst uit te voeren. Als u de dienst hebt goedgekeurd, wordt uw account beheerd volgens het privacybeleid van vrnl.net. Persoonlijke informatie wordt alleen gedeeld door vrnl.net om onze service en marketingaspecten te leveren of te verbeteren; het wordt niet gedeeld met derden voor hun marketingdoeleinden.<br> Vrnl.net kan ook zorgvuldig andere bedrijven selecteren om u informatie te sturen over hun producten of diensten die verband houden met de dienst van de site, maar niet noodzakelijk zijn voor de werking ervan ('Uitgebreide Dienst'). Als vrnl.net van plan is om persoonlijk identificeerbare informatie te gebruiken voor een Uitgebreide Dienst, zal de vrnl.net-site u de mogelijkheid en de vereiste instructies bieden om deze dienst te weigeren.<br> U kunt ook stoppen met het ontvangen van informatieve of promotionele e-mails van <b>vrnl.net</b> door de instructies in de e-mail te volgen.",
  "objection_processing_desp": "<strong>e. Bezwaar tegen verwerking</strong><br> Wanneer uw persoonlijke gegevens worden verwerkt voor direct marketingdoeleinden, kunt u ons op elk moment vragen te stoppen met het verwerken van uw gegevens voor deze direct marketingdoeleinden door ons een e-mail te sturen.<br> Houd er rekening mee dat als u ons niet toestaat persoonlijke gegevens van u te verzamelen, we mogelijk bepaalde ervaringen, producten en diensten niet aan u kunnen leveren, en sommige van onze diensten mogelijk geen rekening kunnen houden met uw interesses en voorkeuren. Als het verzamelen van persoonlijke gegevens verplicht is, zullen we dat duidelijk maken op het moment van verzamelen, zodat u een geïnformeerde beslissing kunt nemen over deelname. Als u vragen heeft over de specifieke persoonlijke gegevens over u die wij verwerken of bewaren, en uw rechten met betrekking tot die persoonlijke gegevens, neem dan contact op met ons klantenserviceteam.",
  "disclosure_tp_e_desp": "<strong>e. Bedrijfsoverdrachten</strong><br> We verstrekken persoonlijke informatie aan onze filialen en andere vertrouwde bedrijven of personen om deze voor ons te verwerken, op basis van onze instructies en in overeenstemming met ons privacybeleid en andere passende vertrouwelijkheids- en beveiligingsmaatregelen. Bijvoorbeeld, we kunnen dienstverleners gebruiken om ons te helpen met klantenservice.<br> In het geval dat vrnl wordt samengevoegd met of overgenomen door een ander bedrijf, of in het geval van herorganisatie of herstructurering van het bedrijf, kunnen wij en onze filialen uw persoonlijke informatie geheel of gedeeltelijk delen met een andere zakelijke entiteit.",
  "rectification_iii_desp": "<strong>b. Rectificatie van onjuiste of onvolledige informatie</strong><br> U kunt ons vragen onjuiste of onvolledige persoonlijke informatie over u te corrigeren (dit is de informatie die u niet zelf kunt bijwerken binnen uw moneycontrol-account) door ons een e-mail te sturen.<br> U kunt via uw accountinstellingen toegang krijgen tot en sommige van uw persoonlijke gegevens bijwerken. Als u ervoor hebt gekozen om uw vrnl.net-profiel te koppelen aan een applicatie van derden, zoals Facebook of Google, kunt u uw instellingen wijzigen en de toestemming voor de app verwijderen door uw accountinstellingen te wijzigen. U bent verantwoordelijk voor het up-to-date houden van uw persoonlijke gegevens. Vrnl.net kan periodiek herinneringen per e-mail sturen om de nauwkeurigheid van uw persoonlijke gegevens te behouden.",
  "disclosure_tp_c_desp": "<strong>c. Dienstverleners</strong><br> Vrnl.net kan links bevatten naar verschillende websites van derden die mogelijk uw persoonlijke gegevens verzamelen. Het gebruik van uw informatie die door zo’n platform van derden wordt verzameld, wordt beheerst door het privacybeleid van dat platform van derden. Dergelijke websites of applicaties worden beheerst door hun respectieve privacybeleid, die buiten onze controle vallen. Zodra u onze servers verlaat (u kunt zien waar u bent door de URL in de locatiebalk van uw browser te controleren), wordt het gebruik van alle informatie die u verstrekt beheerst door het privacybeleid van de exploitant van de applicatie die u bezoekt. Dat beleid kan afwijken van het onze. Als u het privacybeleid van een van deze sites niet kunt vinden via een link vanaf de startpagina van de applicatie, moet u rechtstreeks contact opnemen met de eigenaars van de applicatie voor meer informatie.<br> We kunnen niet-persoonlijk identificeerbare informatie openbaar delen en met onze partners – zoals uitgevers, adverteerders, ontwikkelaars of rechthebbenden. Bijvoorbeeld, we delen informatie openbaar om trends te tonen over het algemeen gebruik van onze diensten. We staan ook toe dat specifieke partners informatie van uw browser of apparaat verzamelen voor marketing-/promotie- en meetdoeleinden met behulp van hun eigen cookies of soortgelijke technologieën."
}