{
  "contact_title": "Et selskap som konsekvent søker innovative løsninger for å møte sine forretningsbehov.",
  "contact_footer": "“Vi er et team av kreative strateger, teknologientusiaster og effektive kommunikatorer, drevet av en urokkelig lidenskap for nettspillindustrien. Vår utrettelige forpliktelse er å fremme suksessen til våre kunder i virksomheten.”",
  "contact_header": "Kontakt oss",
  "contact_para": "Rådfør deg med en VRNL-ekspert for å oppdage hvordan våre løsninger kan løfte din bettingvirksomhet.",
  "telegram": "Telegram",
  "write_msg": "BARE SKRIV OSS EN MELDING",
  "fname": "Fullt navn",
  "fname_err": "Feltet er påkrevd (minst 2 tegn).",
  "email": "Din e-post",
  "email_err": "En gyldig e-postadresse er påkrevd.",
  "country": "Land",
  "pnumber": "Telefonnummer",
  "pnumber_err": "Telefonnummer må være 10 sifre.",
  "message": "Melding",
  "sending": "Sender…",
  "submit": "Send inn",
  "con_param1": "Vi deler ikke din personlige informasjon med noen. Sjekk ut vår",
  "privacy_policy_form": "“personvernerklæring”",
  "con_param2": "for mer informasjon",
  "casino_tournament_h1": "<b class='chck'>Kasino-turneringer</b> lar deg opprette en turnering med en start- og sluttdato.",
  "casino_tournament_p1": "Et kraftig verktøy til din disposisjon for å øke inntektene i kasinoseksjonen er implementeringen av <strong>kasino-turneringer.</strong>",
  "casino_tournament_h2": "Du vil ha muligheten til å <strong>tilpasse hver turnering fullt ut</strong> ved å håndplukke listen over spilleautomater som skal delta i konkurransen.",
  "casino_tournament_p2": "For å <strong>opprette en kampanje</strong>, trenger du bare å velge en <strong>tittel</strong> for <strong>turneringen</strong>, angi <strong>spilleautomatene</strong> som skal inkluderes, og spesifisere <strong>jackpoten</strong> som skal fordeles mellom <strong>ulike premier</strong>, alt kan tilpasses dine preferanser.",
  "casino_tournament_p3": " Viktige detaljer å legge inn inkluderer <strong>startdato,</strong> <strong>sluttdato,</strong> <strong>total jackpot,</strong> antall deltakere i rangeringen, samt minimum innsatskrav for å delta i turneringen.",
  "casino_tournament_p4": "I tillegg vil du alltid ha tilgang til en sanntidsresultattavle som viser brukernavn, spillerposisjoner og tilhørende premier. Denne funksjonen kan i stor grad forbedre brukeropplevelsen på din kasino-plattform, tiltrekke flere spillere og øke inntektene.",
  "casinogames_title": "Hvorfor velge vår plattform?",
  "casinogames_title_h1": "Verdens mest omfattende katalog av ",
  "online_casino_games": "nettkasino-spill",
  "online_casino_games_p1": "Vår <b style='color: #575756;'>White Label</b> er din ultimate destinasjon, som gir deg et uslåelig utvalg av over 3000+ spennende kasinospill og spilleautomater. Vi er stolte av å tilby det mest omfattende utvalget av nettkasinospill tilgjengelig på internett.",
  "online_casino_games_p2": "Vi henvender oss til online spilloperatører, bookmakerfirmaer, lotterier og bettingorganisasjoner som opererer i regulerte markeder.",
  "online_casino_games_p3": "Vi forstår viktigheten av sikker og rettferdig spilling i nettkasinoverdenen. Derfor er vår spillmatematikk ikke bare robust, men også sertifisert av uavhengige spillaboratorier. Denne sertifiseringen garanterer det høyeste nivået av brukeropplevelse for dine spillere, og gjør deres nettkasinoopplevelse virkelig toppklasse.",
  "casino_nos": "KASINO NUMMER",
  "slot_machine": "Spilleautomat",
  "morethan10": "Mer enn 10",
  "tablegames": "Bordspill",
  "morethan4": "Mer enn 4",
  "videopoker": "Videopoker",
  "morethan": "Mer enn",
  "lottery": "Lotteri",
  "morethan9": "Mer enn 9",
  "proveedores": "LEVERANDØRER",
  "morethan12": "Mer enn 12",
  "online_turnkey": "Vi tilbyr Online Turnkey Casino-løsninger",
  "casino_wls": "Kasino White Label-løsning",
  "casino_wls_desp": "Start ditt eget merkevarekasino enkelt ved hjelp av VRNLs white-label-løsning. Tilpass ditt kasino, tilby et bredt spillutvalg, sørg for sikkerhet, og begynn å generere inntekter raskt.",
  "webbranding": "Nettsideprofilering",
  "webbranding_desp": "Hev din online tilstedeværelse med VRNLs profesjonelle nettsideprofileringstjenester. Vi designer, lager og transformerer nettsider for å reflektere din unike identitet, og etterlate et varig inntrykk.",
  "toolstraning": "Verktøy (opplæring)",
  "toolstraning_desp": "Lås opp ditt potensial i tradingverdenen med VRNLs kraftige tradingverktøy. Våre banebrytende løsninger gir deg innsikten og teknologien for å ta informerte beslutninger og maksimere din tradingsuksess.",
  "client_support": "Kundestøtte",
  "client_support_desp": "Forbedre kundeopplevelsen med VRNLs eksepsjonelle kundestøttetjenester. Vårt dedikerte team er her for å gi profesjonell assistanse, og sørge for at kundenes behov blir møtt med effektivitet og omsorg.",
  "aboutus_title": "Jeg er sikker på at du er nysgjerrig på å oppdage",
  "aboutus_desp": "Et selskap som konsekvent søker innovative løsninger for å møte sine forretningsbehov.",
  "online_gaming_provider": "Online spilltilbyder",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl er en veletablert sportsbook- og spilltilbyder med en bemerkelsesverdig 5-årig erfaring i bettingindustrien.</strong> Siden 2020 har vi vært dedikert til å levere til bookmakerfirmaer, lotterier og bettingorganisasjoner i regulerte markeder.",
  "about-section1-para2": "Vi er et team av kreative strateger, teknologi-entusiaster og effektive kommunikatorer, drevet av en urokkelig lidenskap for online spillindustrien. Vår utrettelige innsats er å fremme suksess for våre kunder i deres virksomhet.",
  "about-section1-para21": "Vi er stolte av å levere førsteklasses løsninger for bedrifter og enkeltpersoner i online spill- og bettingindustrien. Enten du er en oppstartsbedrift som ønsker å lansere plattformen din eller et etablert merke som søker ekspansjon, tilbyr vi helhetlige tjenester som styrker veksten din, sikrer samsvar og leverer eksepsjonelle brukeropplevelser.",
  "about-section1-para22": "Våre White Label-løsninger gir deg muligheten til å lansere din egen fullt merkemerkede online spill- eller bettingvirksomhet uten utfordringene med å bygge fra bunnen av. Vi leverer en komplett, fullt administrert pakke som inkluderer tilpasset merkevarebygging for å matche din identitet, integrerte sportsspill, kasino- og spillmoduler, sikre betalingsløsninger og kontinuerlig teknisk støtte og vedlikehold. Med vår White Label-plattform kan du fokusere på markedsføring, kundetilvekst og forretningsvekst, mens vi tar oss av teknologi, samsvar og backend-operasjoner.",
  "about-section1-para3": "Vår banebrytende spillplattform skiller seg ut som en av nøkkelfaktorene som har løftet Vrnl til sin nåværende status som et anerkjent internasjonalt programvarehus.<strong style='color: #000;'> Med vår omfattende 5-årige ekspertise innen dette feltet, utvider Vrnl stolt sine tjenester til over 40 bookmakerfirmaer i 11 forskjellige land over hele verden.</strong>",
  "about_us": "Om oss",
  "about_us_desp": "VRNL er den største plattformen for å tilby online sport- og kasino-betting white label. Vi tilbyr exch API sammen med våre tilpassede nettsteds-tjenester for Bangladesh med lave marginer og en pålitelig plattform, som inkluderer kasino. Vi tilbyr API-er for alle ligaer i exchanges, sammen med online strømmetjenester. Nyt betting med en pålitelig plattform. Nyt over 1000 spilleautomater og bordspill på vår side.",
  "our_client": "Våre kunder",
  "our_client_desp": "Hos Vrnl er vi utrettelige i vår jakt på de beste spill- og underholdningspartnerskapene for å sikre en enestående opplevelse for våre kunder og spillere. Gjennom samarbeidsavtaler med kjente internasjonale kasinoer og leverandører av virtuelle spill, har vi sømløst integrert vår Sports Betting-plattform med et omfattende utvalg av spill. Disse tilbudene omfatter alt fra spilleautomater og bordspill til live-kasinoopplevelser, virtuelle spill og til og med fantasy-spill. Vårt engasjement for kvalitet strekker seg utover mangfoldet av spill. Plattformen vår er tilgjengelig både på stasjonære PC-er og mobile enheter, med høyoppløselig grafikk, fengslende animasjoner og oppslukende lyd. Videre forbedrer vår intuitive og brukervennlige meny den generelle brukeropplevelsen. Kjernen i vår drift er en rask integrasjonsprosess, som kombinerer skalerbarhet, fleksibilitet og topp ytelse innen bettingprogramvare. Denne integrasjonen er støttet av det høyeste nivået av sikkerhet og pålitelighet, og forsikrer våre kunder om et trygt og tillitsfullt spillmiljø. Vi er stolte av å kunne tilby våre kunder det bredeste spillutvalget i bransjen, og levere de perfekte spilløsningene for enhver preferanse. Velkommen til Vrnl, der spillkvalitet møter uendelige muligheter. Vrnl er stolt over å ha samarbeidet med de mest særegne navnene innen spillprogramvareleverandører og betalingsløsninger. Del vår plattform for suksess og legg til ditt navn på denne voksende listen.",
  "lost404": "Ser ut som du er på avveie",
  "lost404desp": "siden du leter etter er ikke tilgjengelig!",
  "gotohome": "Gå til Hjem",
  "esports_bs": "eSports Betting-programvare",
  "esports_bs_desp1": "Hos VRNL er vi stolte av å gi eSports-fans en unik og oppslukende opplevelse.",
  "esports_bs_desp2": "VRNL er din inngangsport til en verden der gaming og betting møtes. Vår eSports Betting-programvare er designet for gaming-fans som deg, og gir en spennende, sikker og givende opplevelse. Ikke gå glipp av sjansen til å være en del av actionen. Bli med VRNL i dag og ta din gamingopplevelse til nye høyder!",
  "startnow": "Start nå",
  "easy_setup": "Enkel oppsett, enklere enn du tror.",
  "easy_setup_desp1": "Vi kan levere eSports-plattformen på bare noen uker.<br> Vi håndterer alle aspekter av prosessen: hosting, brukergrensesnitt, odds-feed, tilpassede sider, produktaktivering og sportsbook-strategi.",
  "easy_setup_desp2": "Ditt hovedfokus kan være dedikert til å sette opp og etablere dine online nettverk.",
  "esport_bet_center_h1": "Hvis du vurderer å starte med online betting, er vår eSports Betting-programvare et flott første skritt.",
  "esport_bet_center_p1": "Dra nytte av våre eksperttjenester og avansert eSports Betting-teknologi. Våre regulerte partnere får full støtte for å komme inn i online betting-industrien og kan bruke våre tilpassede eller generiske plattformer.",
  "esport_bet_center_p2": "Å starte en online sportsbook som hovedsakelig fokuserer på eSports kan være tøft. Derfor har vi laget et omfattende eSports Betting-system med prematch-betting-tjenester. Vårt mål er å tilby deg det mest omfattende utvalget av eSports-alternativer online.",
  "have_qes": "Har du spørsmål?",
  "para_faq": "Vi har svar (Vel, for det meste!)",
  "freq_param": "Nedenfor finner du svar på de mest vanlige spørsmålene, vennligst sjekk ut vår ",
  "if_still_qes": "Hvis du fortsatt ikke finner svaret du leter etter, bare",
  "sbs_faqs": "Sports Betting-programvare FAQ",
  "whatis_sbs": "Hva er Sports Betting-programvare?",
  "whatis_sbs_ans": "Sports Betting-programvare er designet basert på brukerens markeder og valg. Dessuten er våre eksperter alltid tilgjengelige for å gi deg den beste kundeservicen knyttet til dine behov og markedskrav. Vi håndterer også hvert trinn i utviklingsprosessen, og leverer til deg en komplett og fungerende exchange-plattform.",
  "affiliate_systems": "Tilbyr dere affiliatesystemer?",
  "affiliate_systems_ans": "Ja, faktisk er vårt programvarenettverk basert på 5 nivåer: Plattformadministrator – tilgang til backend (det er også mulig å opprette andre tilganger til Back Office med begrensede privilegier og tillatelser). Forhandler – en hovedagent som fører tilsyn med flere bettingsjapper. Tjener provisjoner på butikkens omsetning eller fortjeneste. Bettingbutikk – representerer det fysiske stedet der spillere kan spille, sette inn penger osv. Gjennom denne kontoen er det mulig å plassere spill og tjene provisjon på omsetning eller fortjeneste. Kasserer – profilen for bettingbutikkens ansatte, kan plassere spill uten å tjene provisjoner. Online spiller – registrer din spillkonto online eller i en butikk, og plasser spill.",
  "whatis_label": "Hva er et white label betting-nettsted?",
  "whatis_label_ans": "Et white label betting-nettsted er en fullstendig tilpasset plattform. Vrnl’s white label betting-nettsted tilbyr sertifiserte spill, bonussystem, betalingsløsninger. Brukergrensesnittets innhold, språk og valuta er basert på ditt valg, faktisk gjør Vrnl tilgjengelig ulike grafiske maler, funksjoner og verktøy.",
  "fullmanagement": "Kan jeg ha full styring av oddsene og marginene?",
  "fullmanagement_ans": "Backend har mange verktøy, funksjoner og rapporter som vil gi en komplett oversikt over sportsbetting-aktiviteten. Det finnes en dedikert seksjon for odds-styring, der det er mulig å redigere marginer, multiplikatorer og odds per marked, kamp og/eller mesterskap.",
  "logobrand": "Kan jeg bruke min logo og mine merkevarefarger?",
  "logobrand_ans": "Ja, det kan du. Vi tilbyr forskjellige løsninger basert på dine spesifikke behov. Faktisk kan vi lage skreddersydde løsninger basert på dine forespørsler og sette opp et prosjekt for deg, eller vi kan tilby en turnkey-løsning, hvor vi kun endrer merkevarefargene og logoen.",
  "fullycustomized": "Jeg ønsker en fullstendig tilpasset løsning, er det mulig?",
  "fullycustomized_ans": "Vrnl gjør tilgjengelig et team av eksperter for oppsett av en fullstendig tilpasset sportsbetting-plattform. Faktisk vil en Account Manager samle kravene og koordinere prosjektet med de andre teammedlemmene: Prosjektleder, grafisk designer og IT-leder.",
  "software_cost": "Hvor mye koster Sports Betting-programvare?",
  "software_cost_ans": "Kostnaden for Sports Betting-programvare varierer avhengig av funksjonene og tjenestene som tilbys. Det finnes ulike planer avhengig av om du allerede har et høyt spillvolum, eller om du ønsker å være agent med ditt eget nettverk av spillere.",
  "what_products": "Hvilke produkter tilbyr dere?",
  "what_products_ans": "Vår kjernevirksomhet er Sports Betting, faktisk er vår sportsbetting-programvare et internt produkt utviklet av vårt IT-team siden 2005. I tillegg til sportsproduktet tilbyr vi også live betting, kasino, live-kasino, lotterier og virtuelle spill for å tilby 'alt i ett'-løsninger til våre kunder.",
  "canaddfeatures": "Kan jeg legge til noen funksjoner, rapporter og sider i sportsbetting-programvaren?",
  "canaddfeatures_ans": "Bettingprogramvaren inkluderer et bredt spekter av rapporter, sider og bannere som kan tilpasses (CMS) eller utvikles på forespørsel. Hvis du ønsker at vi utvikler en ny funksjon, vil vi samarbeide med deg for å lage et skreddersydd prosjekt: innsamling av informasjon og detaljer, innsending av prosjekt/rendering, testing og endelig utgivelse.",
  "canofferbettingservices": "Kan jeg tilby sportsbetting-tjenester i kasinoene jeg har i mitt land?",
  "canofferbettingservices_ans": " Vi har flere bettingløsninger for både nettbaserte og landbaserte virksomheter. Hvis du eier et landbasert kasino og ønsker å tilby sportsbetting i tillegg, vil vår detaljhandelsløsning være det riktige valget siden den gjør det mulig å opprette kassererkontoer for å håndtere salget av sportsbettingbilletter.",
  "change_currentprovider": "Hvordan bytter jeg min nåværende programvareleverandør?",
  "change_currentprovider_ans": "Hvis du allerede administrerer en exchangebook og ønsker å bytte til vår sportsbettingplattform, vil vi sørge for at alt håndteres riktig, og vi forbereder en migrasjonsplan. Spillernes personlige data vil bli lastet opp i den nye plattformen, og overgangen vil bli planlagt for å fullføres i løpet av noen timer.",
  "sbs_offer": "Hvilke funksjoner tilbyr Sports Betting Software?",
  "sbs_offer_ans": "Sports Betting Software kan tilby funksjoner som datadrevne prediksjoner, simuleringer, bettingtrender, odds-sammenligninger og mer. Den kan også tilby detaljert analyse av tidligere kamper og kommende oppgjør for å hjelpe spillere med å ta mer informerte beslutninger. Vi spesialiserer oss på å sette opp og opprette detaljhandelsbettingshops og online nettverk. Dette inkluderer KYC-prosedyrer godkjent av reguleringsmyndigheter, betalingsløsninger for gambling, som markedsføringsverktøy for affiliates, henvisningssystemer og sosiale medier, push-varsler på mobil, web push-varsler og app-meldinger, spillerkontroller, registrering og verifiseringsprosesser, svindeldeteksjonssystemer og geolokasjonsverktøy for å hente IP-adresseinformasjon.",
  "sbs_legal": "Er Sports Betting Software lovlig?",
  "sbs_legal_ans": "Ja, Sports Betting Software er lovlig og brukes av mange profesjonelle sportsbettorer. Det er imidlertid viktig å sørge for at du bruker programvaren i samsvar med gjeldende lover i din jurisdiksjon.",
  "ebs_faqs": "Vanlige spørsmål om eSports betting-programvare",
  "ebs_titleoffer": "Hvilke eSports-titler tilbyr dere?",
  "ebs_titleoffer_ans": "<li ><strong >Mest populære:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li ><strong >Sports spill:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li ><strong >Flerspiller online som:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li ><strong >Førstepersons-skytespill FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li ><strong >Kampspill:</strong> Street Fighter, Super Smash Bros, Tekken. Sanntidsstrategi RTS: StarCraft: Brood War, Warcraft III, StarCraft II. </li><li ><strong >Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "Har dere mobilversjon?",
  "mobileversion_ans": "Ja, VRNL er fullstendig optimalisert for mobilbruk. Plattformen vår er designet for å fungere sømløst på alle smarttelefoner og nettbrett, slik at du får tilgang til sport exchange, kasinospill, iGaming og eSports når som helst, hvor som helst. Du kan nyte et jevnt, responsivt grensesnitt, raske innlastingstider og sikre transaksjoner direkte fra mobilnettleseren – ingen appnedlasting kreves. Enten du bruker Android eller iOS, er opplevelsen rask, brukervennlig og like funksjonsrik som desktopversjonen.",
  "runesportsplatform": "Kan jeg drive en eSports bettingplattform uten å håndtere odds- og tradingadministrasjon?",
  "runesportsplatform_ans": "Våre eSports bettingløsninger leveres med oddsfeed inkludert. Programvaren inneholder mange funksjoner og verktøy for å administrere oddsmarginer og konfigurasjoner i full autonomi. Hvis du ønsker å fokusere kun på butikk- og spillhåndtering, tilbyr vi tradingtjenester og support.",
  "esports_solutions": " Jeg ønsker en fullstendig tilpasset eSports-løsning, er det mulig?",
  "esports_solutions_ans": "VRNL stiller med et team av eksperter for oppsett av en fullstendig tilpasset eSports bettingplattform. En kontoadministrator vil samle inn kravene og koordinere prosjektet med de andre teammedlemmene: prosjektleder, grafisk designer og IT-leder.",
  "newtobusiness": "Jeg er helt ny i denne bransjen, hva bør jeg vite?",
  "newtobusiness_ans": "Riktig håndtering av en eSports bettingplattform kan gjøre denne virksomheten svært lønnsom. Vi tilbyr ulike løsninger og tjenester basert på engasjementsnivå og kunnskap. En gamingekspert vil jobbe sammen med deg for å finne den beste eSports-løsningen tilpasset dine behov.",
  "eSports_market": "Hvor mange eSports live-markeder finnes?",
  "eSports_market_ans": "I dag tilbyr vi 20 live eSports-markeder. <br> Men vi legger stadig til nye markeder.",
  "eSportsLogoBrand": "Kan jeg bruke min eSports-logo og merkevarefarger?",
  "eSportsLogoBrand_ans": " Ja, det kan du. Vi tilbyr ulike løsninger basert på dine spesifikke behov. Vi kan enten lage en skreddersydd eSports-løsning etter dine ønsker og sette opp et prosjekt for deg, eller vi kan tilby en turnkey-løsning, hvor vi kun endrer merkevarefarger og logo.",
  "eSports_server": "Kan jeg hoste eSport exchange på min egen serverinfrastruktur?",
  "eSports_server_ans": "Nei, det kan du ikke. Hosting er en tjeneste som er inkludert i vårt tilbud, da våre systemadministratorer har satt opp en dedikert klynge med backup og katastrofeplan for å garantere riktig ytelse av eSports betting-programvaren. Dette sikrer samsvar med globale reguleringer og oppnåelse av høyeste sikkerhetsstandarder.",
  "sp_faqs": "Vanlige spørsmål om strømmeplattformen",
  "promte_cricket": "Hvor mange cricketkamper kan jeg promotere?",
  "promte_cricket_ans": "Under direktesendingen fra dashbordet er det mulig å aktivere to kamper samtidig, men det er ingen grense for hvor mange kamper du kan koble til.",
  "broadcast_live": "Kan kasinoarrangementer sendes direkte?",
  "broadcast_live_ans": "Ja, det kan sende alle kasinospill direkte på alle plattformer som tillater det.",
  "measure_success": "Hvordan måler jeg suksessen til direktesendingene?",
  "measure_success_ans": " Selvfølgelig, du kan følge med på detaljerte analyser for flere plattformer på én skjerm.",
  "is_mobile_friendly": "Er plattformen mobilvennlig?",
  "is_mobile_friendly_ans": "Ja — plattformen vår er fullt mobilvennlig, og vi tilbyr en APK du kan laste ned og bruke sømløst.",
  "livecasino_faqs": "Vanlige spørsmål om Live Casino Software",
  "whatisVRNLcasino": "Hva er VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software er en banebrytende plattform som gjør det mulig for nettkasinoer å tilby live dealer-spill til spillerne sine. Den gir infrastrukturen og verktøyene som trengs for å tilby sanntids, interaktive kasinoopplevelser.",
  "software_work": "Hvordan fungerer VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software integreres sømløst i nettkasino-nettsteder. Det kobler spillere med live dealere gjennom høykvalitets videostrømming, slik at de kan spille populære kasinospill som blackjack, rulett og baccarat i et live og interaktivt miljø.",
  "features_livecasino": "Hva er hovedfunksjonene i VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software tilbyr en rekke funksjoner, inkludert tilpasset branding, sikker betalingsintegrasjon og et brukervennlig grensesnitt for både spillere og operatører.",
  "security_livecasino": "Hvordan sikrer jeg spillenes sikkerhet og rettferdighet ved bruk av VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software er bygget med sikkerhet i tankene. Det bruker sertifiserte tilfeldige tallgeneratorer (RNG) for å sikre rettferdighet, og vi tilbyr verktøy for svindelforebygging og spillerbeskyttelse. I tillegg implementerer vi kryptering for å sikre datatransport.",
  "offered_games": "Hvilke spill kan tilbys ved bruk av VRNL Live Casino Software?",
  "offered_games_ans": "Du kan tilby et bredt utvalg av live dealer-spill, inkludert klassikere som live blackjack, live rulett og live baccarat, samt varianter av disse spillene for å holde spillerne engasjert.",
  "integrateVRNL": "Kan jeg integrere VRNL Live Casino Software med min eksisterende nettkasino-plattform?",
  "integrateVRNL_ans": "Ja, programvaren vår er designet for enkel integrasjon med eksisterende plattformer, noe som gjør det til et sømløst tillegg til din nettkasino-drift.",
  "wlc_faqs": "Vanlige spørsmål om White Label Casino",
  "whatis_wlc": "Hva er et White Label Casino?",
  "whatis_wlc_ans": "Et White Label Casino er en turnkey-løsning som gjør det mulig for gründere og bedrifter å starte sine egne nettkasinoer ved å bruke vår programvare og infrastruktur. Du kan merke det med ditt eget navn og design, mens vi håndterer de tekniske og regulatoriske aspektene.",
  "wlc_work": " Hvordan fungerer White Label Casino-tjenesten?",
  "wlc_work_ans": "Vi gir deg en fullt funksjonell kasinoplattform, inkludert spill, betalingsbehandling og kundestøtte. Du tilpasser bare merkevaren og designet til din visjon, og du er klar til å starte din nettkasinovirksomhet.",
  "wlc_games": "Hvilke spill er tilgjengelige for mitt White Label Casino?",
  "wlc_games_ans": "Vi tilbyr et bredt utvalg av kasinospill, inkludert spilleautomater, bordspill (f.eks. blackjack, rulett) og live dealer-spill. Du kan velge fra vår spillkatalog for å skape en variert spillopplevelse for spillerne dine.",
  "wlc_launch": "Hvor lang tid tar det å lansere mitt White Label Casino?",
  "wlc_launch_ans": "Tidsrammen kan variere avhengig av dine spesifikke krav og regulatoriske prosesser. I gjennomsnitt kan det ta flere uker å sette opp og tilpasse kasinoplattformen din.",
  "wlc_cusSupport": " Hvilket nivå av kundestøtte tilbys for mitt White Label Casino?",
  "wlc_cusSupport_ans": "Vi tilbyr teknisk og operasjonell støtte for å sikre at kasinoet ditt går problemfritt.",
  "wlc_getstarted": "Hvordan kommer jeg i gang med et White Label Casino fra deres selskap?",
  "wlc_getstarted_ans": "Ta kontakt med vårt salgsteam for å diskutere dine behov og få en personlig konsultasjon. Vi veileder deg gjennom prosessen med å sette opp ditt White Label Casino.",
  "can_cutomize_branding": "Kan jeg tilpasse kasinoet med min merkevare?",
  "can_cutomize_branding_ans": "Ja — du kan fullt ut tilpasse kasinoet med din egen logo, farger og merkevare for å matche din identitet.",
  "company": "Selskap",
  "company_caps": "SELSKAP",
  "about": "Om",
  "online_exchange_sw": "Online Exchange-programvare",
  "privacy_policy": "Personvernerklæring",
  "contact_us": "Kontakt oss",
  "solutions": "Løsninger",
  "sports_betting_software": "Sportsbetting-programvare",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting-plattform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Vrnl sitt logo og grafiske materiale er selskapets åndsverk og kan ikke kopieres, reproduseres, distribueres eller vises uten skriftlig samtykke fra Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Alle rettigheter forbeholdt.",
  "home": "Hjem",
  "betting": "Betting",
  "esports_betting": "Esports-betting",
  "sbs_head": "Sportsbetting-programvare",
  "casino": "Kasino",
  "online_casino_sw": "Online kasino-programvare",
  "live_casino_sw": "Live Casino-programvare",
  "casino_game": "Kasinospill",
  "lottery_bingo": "Lotteri og bingo",
  "casino_tournament": "Kasino-turnering",
  "risk_management": "Risikostyring",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Vårt arbeid",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Lotterispill",
  "exch_sw_provider": "Exchange-programvareleverandør",
  "mobile_bet": "Mobilbetting",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sportsbetting-widget",
  "back": "Tilbake",
  "exch_iframe_para": "Exchangebook iframe — muliggjør rask aktivering av Exchangebook-modulen via sømløs API-integrasjon. Vår omfattende Exchangebook-tjeneste, under eksperttilsyn, sikrer et bredt spekter av programmering for online arrangementer og markeder.",
  "contact_us!": "Kontakt oss!",
  "exch_iframe_types": "Typer av Exchangebook iframe",
  "exch_iframe_types_para": " Våre Exchangebook iframe-løsninger kommer i tre varianter, hver tilpasset den brukte kanalen, og sikrer det mest passende alternativet for dine behov:",
  "exch_iframe_types_list": "<li> iFrame for <strong>Desktop</strong>, designet for datamaskiner med varierende oppløsninger og med forskjellige og tilpassbare oppsett. </li> <li> iFrame for <strong>Terminaler og Kiosker SSBT</strong>, med oppsett optimalisert for berøringsskjermsystemer og en intuitiv brukeropplevelse, noe som gjør den ideell for uerfarne spillere som plasserer spill.</li>",
  "exch_iframe_types_para2": "Videre, gjennom vårt API, kan du oppnå omfattende tilpasning av grafikk og spillfunksjoner.",
  "cm_exch": "Omfattende Administrert Exchangebook",
  "cm_exch_para": " Vår Exchangebook iframe omfatter levering av oddsdatafeeder og konfigurasjon av kjerneinnstillinger for spill. Programvaren leveres med en rekke funksjoner og verktøy for uavhengig administrasjon av oddsmarginer og konfigurasjoner. Men hvis ditt primære fokus er på spilleradministrasjon og markedsføring, tilbyr vi fullt administrerte tradingtjenester og støtte.",
  "acq_exch": "Å skaffe Exchangebook iframe-løsningen er enkelt",
  "acq_exch_para": " Vi har forenklet prosessen for aktivering av iFrame, som bare omfatter fem enkle trinn:",
  "acq_exch_list": "<li> Formaliser avtalen mellom Vrnl og kunden. </li> <li> Start Exchangebook iFrame-integrasjonen via API-er ved bruk av vårt SDK. </li> <li> Gjennomfør et møte for å definere Exchangebook-strategien som skal følges. </li> <li> Identifiser de mest engasjerende sportene og hendelsene tilpasset ditt driftsområde. </li> <li> La oss gå live! </li>",
  "live_casino_sw_p1": "Vår <strong> live Casino-plattform </strong> gir deg muligheten til å aktivere <strong> de beste live-leverandørene</strong> kjent for sin <strong> eksepsjonelle kvalitet og matematiske integritet.</strong>",
  "live_casino_sw_p2": "Vi er dedikert til å gi deg den ultimate live casino-opplevelsen. Enten du er en erfaren spiller eller ny i verden av nettkasino, tilbyr vår plattform en oppslukende, sanntids spillopplevelse uten sidestykke.",
  "live_casino_sw_p3": "Vrnl sin Live Casino-løsning gir et omfattende utvalg av tjenester, inkludert:",
  "live_casino_sw_p3_l1": "Fullstendige historikkrapporteringsverktøy",
  "live_casino_sw_p3_l2": "Visualisering av spillhistorikk",
  "live_casino_sw_p3_l3": "Spillkonfigurasjoner",
  "live_casino_sw_p3_l4": "Risikohåndteringsverktøy",
  "live_casino_sw_p3_l5": "Spilleradministrasjon",
  "live_casino_sw_p3_l6": "Verktøy for affiliate-administrasjon",
  "live_casino_sw_p3_l7": "Flernivå hierarki agentsystem",
  "live_casino_sw_p4": "Vi har utviklet ulike sikre integrasjonsmetoder, alle brukervennlige og designet for enkel implementering med vårt live casino API.",
  "live_casino_sw_demo": "Demo av live casino-løsninger",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong> integrasjoner",
  "livecasino_integration_para": "Du kan ha vår live casino-programvare oppe og kjøre i løpet av få dager. Dessuten tilbyr vi omfattende administrasjonstjenester, som sikrer at hele driften overvåkes av våre eksperter.<strong style='color: #575756;'>Vi garanterer også tilgang til det mest omfattende utvalget av live-spill tilgjengelig på nettet. </strong>",
  "live_casino_lobby": "I vår brukervennlige Live Casino Spillobby",
  "youcan": "du kan",
  "findgames_like": "finne spill som:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack og Live Poker, Terning- og Tallspill.",
  "euro_roulette": "Europeisk rulett",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikansk rulett",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Bestill en Demo",
  "lottery_head": "Leter du etter en lotteri- og bingo-plattform?",
  "lottery_head_desp1": "Vi har nøye valgt ut de beste <b style='color: #575756; font-size: 45px;'>lotteri- og bingospillene</b> for deg.",
  "lottery_head_desp2": "Selvfølgelig, vår <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b>-løsning presenterer en rekke spennende varianter av det klassiske bingospillet sammen med de mest kjente lotterispillene.",
  "lottery_head_desp3": "Du kan <b style='color:#575756; font-size: 16px; '>nyte disse spillene fra smarttelefonen </b> eller datamaskinen din, og vi sikrer en eksepsjonell brukeropplevelse ettersom spillene våre er av høyeste kvalitet.",
  "lottery_head_desp4": "<strong style='color:#575756; '>Videre er spillalgoritmene våre både sikre og uavhengig sertifiserte, og gir en pålitelig og troverdig spillopplevelse.<br><br></strong>",
  "lottery_bingo_nos": "LOTTERI- OG BINGOTALLENE",
  "bingo_games": "Bingo-spill",
  "over100": "over 100",
  "over130": "over 130",
  "suppliers": "LEVERANDØRER",
  "more20": "Mer enn 20",
  "sports_betting_software_wl": "Sportsbetting-programvare White Label",
  "sports_betting_software_wl_desp": "Et selskap forpliktet til kontinuerlig å forfølge innovative løsninger for effektivt å møte sine stadig utviklende forretningsbehov.",
  "blink-soft": "Forbedre opplevelsen din med avansert sportsbetting-programvare",
  "platform_para1": "Moderne sportsbetting-programvareløsninger <b>transformerer</b> hvordan spillere engasjerer seg med spillet. Med <b> sømløse grensesnitt,</b> sanntidsanalyse og live-spillmuligheter, leverer disse plattformene en overlegent spillopplevelse for både nybegynnere og erfarne spillere.",
  "platform_para2": "Enten du driver et online sportsbook, en fysisk spillbutikk eller et kasino, gir vår omfattende portefølje av løsninger — inkludert <b>B2C-plattformer</b> og <b> tilpassbare white-label-produkter</b> fleksibiliteten og teknologien som trengs for å holde seg konkurransedyktig. Omfavn innovasjon og løft dine sportsbetting-operasjoner med programvare designet for å <b>optimalisere ytelse</b> og <b>brukertilfredshet</b>.",
  "try_b2b": "Utforsk vår avanserte B2B Betting-programvare",
  "try_b2c": "Utforsk vår avanserte B2C Betting-programvare",
  "wls_turnkey": "White Label-løsninger og Turnkey-plattformer",
  "wls_turnkey_p1_span1": "sømløs og engasjerende sportsbetting-opplevelse",
  "wls_turnkey_p1_span2": "til dine kunder. Denne tilnærmingen eliminerer behovet for kostbar og tidkrevende utvikling, slik at du kan fokusere på vekst og",
  "custom_satisfaction": "kundetilfredshet",
  "wls_turnkey_p2": "Vår sikre, høyytelses spillplattform er fullt sertifisert av uavhengige spillaboratorier, noe som garanterer samsvar og pålitelighet. Ved å samarbeide med VRNL får du tilgang til en pålitelig bettingbørs som øker lønnsomheten samtidig som den sikrer",
  "highest_industry_standards": "de høyeste bransjestandardene",
  "igaming_platform": "iGaming-plattform",
  "igaming_platform_p1": "VRNL er en pålitelig partner i iGaming-industrien, og tilbyr bransjeledende",
  "sbs": "sportsbetting-programvare",
  "igaming_platform_p2": "Vårt mål er å transformere nettkasinolandskapet ved å gi operatører en allsidig, toppmoderne plattform som sikrer sømløs, engasjerende spillopplevelse for brukerne deres.",
  "online_casino": "Online Casino",
  "casino_para": "Velkommen til VRNL Online Casino — <b>en pålitelig leder</b> som leverer en sikker og spennende spillplattform globalt. Vårt oppdrag er å tilby en eksepsjonell kasinoopplevelse som holder spillerne engasjert og underholdt.",
  "casino_para_list": "<li>Over 75 leverandører</li> <li>Over 15 000 spilleautomater</li> <li>500+ bordspill</li> <li>700+ videopokerspill</li> <li>Mer enn 200 andre spill</li>",
  "casino_para2": "Vårt ekspertteam støtter deg gjennom alle stadier, fra opplæring til lansering.",
  "play_livecasino": "Spill på live casino som om du var direkte inne i kasinoet",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Spilleautomater</li> <li>Live Roulette </li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API-tjenesteleverandører og iFrame",
  "api_services_iframe_p1": "VRNL leverer banebrytende <b> API-integrasjon og iFrame-løsninger </b>, som muliggjør sømløs plattformtilkobling, sikker datautveksling og forbedrede brukeropplevelser — som hjelper virksomheter å operere smartere og raskere.",
  "api_services_iframe_p2": "Hos VRNL forstår vi viktigheten av sømløs datautveksling og kommunikasjon mellom applikasjoner. Vi tilbyr førsteklasses API-integrasjonstjenester, som lar programvaren din samhandle sømløst med andre plattformer. Våre eksperter vil sikre at systemene dine fungerer harmonisk, og gir en smidig opplevelse for både deg og kundene dine.",
  "virtual_games": "Virtuelle Spill",
  "virtual_games_desp1": "Klar til å starte din virtuelle spillreise med VRNL? Dykk inn i den virtuelle verden som aldri før og gjør deg klar for endeløse timer med underholdning.",
  "virtual_games_desp2": "Hos VRNL brenner vi for å levere banebrytende virtuelle spillopplevelser som tar spillere til spennende nye verdener. Vårt oppdrag er å tilby de mest oppslukende, underholdende og tankevekkende virtuelle spillene som vil holde deg hekta i flere timer.",
  "before_start": "Før du begynner, utforsk det i aksjon!",
  "explore_demo": "på vår demo-plattform:",
  "mobile_sbs": "Mobil Sportsbetting-programvare",
  "mobile_sbs_p1": "Vår <strong>Mobilapp</strong> gir spillerne dine muligheten til enkelt å få tilgang til sine spillkontoer og plassere spill via nettbrett, smarttelefoner og andre internett-tilkoblede mobile enheter.",
  "mobile_sbs_p2": "Fra cricket og fotball til tennis, dekker programvaren vår et omfattende spekter av sportsbegivenheter over hele verden. Uansett din sportslidenskap kan du plassere spill på spillene og lagene du elsker.",
  "mobile_sbs_p3": " Vår programvare handler ikke bare om å plassere spill, den handler om å skape en opplevelse som er både sømløs og brukersentrert. Vi har investert i den nyeste teknologien for å sikre at navigering på plattformen vår er så enkel som mulig.",
  "advantages_sbs": "Fordeler med Mobil Sportsbetting-programvare",
  "advantages_sbs_l1": "Mobilapper er raskere",
  "advantages_sbs_l2": "Personlig spillinnhold",
  "advantages_sbs_l3": "Umiddelbar nettpålogging for spill",
  "advantages_sbs_l4": "Sikker og pålitelig",
  "advantages_sbs_p1": "Apper er raskere enn mobile nettsteder, og gir raskere handlinger og responser.",
  "advantages_sbs_p2": "Brukere setter pris på personlig tilpasset innhold for en mer oppslukende opplevelse, med skreddersydde spillalternativer tilpasset deres preferanser.",
  "advantages_sbs_p3": "Alle mobilapper gir umiddelbar tilgang med et enkelt trykk, slik at brukerne kan plassere spill, sjekke spillkontoene sine, delta i kasinospill og velge sine favorittligaer uten forsinkelse.",
  "advantages_sbs_p4": "Sikkerhet er vår høyeste prioritet. VRNL Mobil Sportsbetting-programvare er bygget med toppmoderne sikkerhetstiltak for å beskytte din personlige og økonomiske informasjon. Du kan spille trygt.",
  "online_casino_sw_p1": "VRNL er en ledende leverandør av <strong>nettkasino-programvare </strong> og <strong>plattformer </strong>. De spiller en avgjørende rolle i utformingen og utviklingen av kasinoplattformer, og sikrer at de er brukervennlige og rike på funksjoner.",
  "online_casino_sw_p2": "Vårt markedsføringsteam vil jobbe hardt for å sikre at ditt nettkasino får fremtredende plassering på forsiden, og garanterer høy synlighet på nettmarkedet.",
  "online_casino_sw_p3": "Nettkasino-plattformen vil komme med ulike forhåndskonfigurerte spill, og våre overvåkingsverktøy vil gi deg en tydelig, sanntids oversikt over fremdriften og ytelsen til din nye virksomhet.",
  "customized_theme": "Dette er et tema og kan tilpasses, se det i aksjon:",
  "live_casino_sw_desp1": "Vi tilbyr det mest omfattende utvalget av <strong>Live Casino-leverandører</strong><br>",
  "live_casino_sw_desp2": " globalt, og sikrer tilgang til det bredeste utvalget av live-bordspill på nettet og en sømløs multikanal-leveringsopplevelse.",
  "casino_sw_features": "Casino-programvarens Hovedfunksjoner",
  "casino_sw_features_p1": " Vår <strong>casino programvareplattform</strong> er designet for å tilby en sømløs og oppslukende spillopplevelse for både spillere og operatører.<br /><br /> ",
  "casino_sw_features_p2": "Nøkkelfunksjoner i vår plattform inkluderer: ",
  "casino_sw_features_list": "<li>Sikt og kontroll over bordområder.</li> <li>Spillbordattributter og innstillinger.</li> <li>VIP-grenser.</li> <li>Kundefunksjonalitet og tilgang til våre tilpasningsverktøy.</li> <li>Rapporteringsmekanisme og varslingssystem som gir operatører umiddelbar tilgang og varsler om driftsmeldinger.</li> <li>API for Business Intelligence (BI)</li> <li>Markedsføringsverktøy</li> <li>API for ekstern integrasjon</li>",
  "casino_sw_features_p3": "Vårt brukervennlige tilpasningsverktøy gir bookmakerne mulighet til å gjøre endringer i sanntid i ulike aspekter av deres live-tilbud, <br /> inkludert bannere, skrifttyper og fargeskjemaer, alt med intuitive kontroller.",
  "casino_sw_features_p4": "Vår nye plattform fungerer som et autonomt, smidig og fleksibelt system. Denne smidigheten gjør at vi raskt kan <br /> svare på bookmakernes forespørsler og opprettholde høyere kvalitetsstandarder når vi utvikler nye og eksisterende<br /> produkter.",
  "casino_sw_features_p5": " For å akselerere virksomheten din, tilbyr vi også en",
  "casino_sw_features_p6": " med et stort utvalg av over 3000+ spill.",
  "integrate_iframe_apis": "Integrering med eksterne plattformer via iFrames og API-er",
  "integrate_iframe_apis_para": "Plattformen vår tilbyr allsidige integrasjonsalternativer. Du kan sømløst <strong>integrere gjennom iFrame eller <br />API-er.</strong> Den kan tilpasses dine spesifikke behov, enten det er en omfattende fullservice-integrasjon, <br /> en spesialisert sportsbettingløsning, eller et fokus på <strong> online casinospill</strong>, inkludert <strong> live <br /> casino </strong>-tilbud.",
  "view_demo": "Se demo",
  "we_are": "vi er",
  "online_exchange_sw_p1": "Hos VRNL er vi stolte av å levere toppmoderne online Exchange-programvare som redefinerer spilleopplevelsen. Vi tilbyr en fullt funksjonell plattform utstyrt med et omfattende utvalg av livekamper tilgjengelig på månedlig basis. Med våre live streaming-alternativer vil vi forvandle din bookmaker til en underholdningsplattform, alt støttet av sertifiseringer fra uavhengige spillaboratorier for ekstra sikkerhet.",
  "online_exchange_sw_p2": " VRNLs Online Exchange-programvare tilbyr et omfattende utvalg av sportsbetting-alternativer. Enten du er fan av cricket, fotball, tennis eller en annen sport, har vi deg dekket. Plattformen vår gir sanntidsodds, livebetting og et brukervennlig grensesnitt som gjør det enkelt å plassere spill.",
  "onther_head": "Vi forenkler prosessen for deg slik at du sømløst kan integreres i virksomheten.",
  "onther_p1": "Dette temaet er svært tilpassbart, og du kan oppleve fleksibiliteten i praksis:",
  "main_features": "Hovedfunksjoner",
  "feature_para": "Vrnl er i forkant av å revolusjonere betting og online casinostyring. Med vår ekspertise får du tilgang til:",
  "feature_list": "<li><strong>En global bettingopplevelse : </strong> VRNL gir tilgang til et omfattende utvalg av sporter, ligaer og bettingmarkeder fra hele verden. Med oss kan du tilby brukerne dine en virkelig global bettingopplevelse. </li> <li><strong>Omfattende pre-match-alternativer : </strong> Velg blant et stort utvalg av 150 000 månedlige pre-match bettingmuligheter. Vi sørger for at plattformen din er fylt med mange valgmuligheter for å møte ulike bettingpreferanser. </li> <li><strong>Spennende live-muligheter : </strong> Engasjer brukerne dine med 75 000 månedlige live-muligheter. Disse sanntidsalternativene tilfører spenning og spontanitet til bettingopplevelsen. </li> <li><strong>Casinospill for Metaverset : </strong> VRNL tilbyr en omfattende samling av casinospill som passer for metaverset. Gi brukerne dine en virtuell casinoopplevelse med våre mangfoldige spillalternativer. </li> <li><strong>Sømløs iFrame-integrasjon : </strong> Integrer enkelt vår iFrame i din iGaming-plattform. Vår brukervennlige iFrame-løsning lar deg forbedre plattformens funksjoner uten problemer. </li> <li><strong>Fleksibel integrasjon : </strong> Velg din integrasjonsmetode, enten det er via API eller iFrame. Vi tilbyr allsidige alternativer for å passe dine behov og plattformkrav. </li>",
  "sports_header_2": "Online Exchange-programvare iGaming Casino Plattform",
  "sports_header_2_p1": "Vi tilbyr en <a style='color: #a0c528;' href='#'>White Label Casino</a>-løsning med et omfattende bibliotek på over 1 000 spill.",
  "sports_header_2_p2": "Våre tjenester inkluderer å skaffe en spillisens og juridisk støtte for å starte din casinovirksomhet, og sikre trygg og sertifisert spillmatematikk.",
  "sports_header_2_p3": "Vi har valgt ut de beste spilltilbyderne med mål om å gi deg det bredeste utvalget av&nbsp;live casinospill&nbsp;og&nbsp;casinospill tilgjengelig online. Vi har nøye kuratert partnerskap med topp spilltilbydere for å gi deg en enestående variasjon av live casinospill og online casinospill, og garanterer det mest omfattende utvalget tilgjengelig.",
  "online_sports_list": "<li>Live Game Show</li> <li>Førstepersonspill</li> <li>Spilleautomater</li> <li>Amerikansk rulett live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon Tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Spill på live casino som om du var direkte inne i casinoet",
  "top_online_providers": "Topp online casinotilbydere i verdensklasse",
  "online_casino_p1": "Er du klar til å løfte din online casinoopplevelse til neste nivå? Se ikke lenger! Vrnl er din komplette løsning for alle dine online casinobehov. Vi tilbyr førsteklasses tjenester og banebrytende løsninger for online casinooperatører, og sikrer en uforglemmelig spillopplevelse for spillerne dine.",
  "user_data_section1": "<li>Tilbydere 75 + mer enn</li> <li>Spilleautomater 15 000 + mer enn</li> <li>Bordspill 500 + mer enn</li> <li>Videopoker 700 + mer enn</li> <li>Andre spill 200 + mer enn</li>",
  "lottery_bingo_games": "Lotteri- og Bingospill",
  "lottery_bingo_games_p1": "Hos VRNL bringer vi spenningen fra Lotteri- og Bingospill til både skjermen din og dine lokale butikker. Enten du er fan av tradisjonelle papirbilletter eller foretrekker bekvemmeligheten ved å spille online, har vi deg dekket. Hos oss handler det ikke bare om spill; det handler om spenningen ved å vinne og gleden ved å spille.",
  "user_data_section2": "<li>Bingo 80 + mer enn</li> <li>Lotteri 130 + mer enn</li>",
  "ultimate_dest": "Den ultimate destinasjonen for online og fysiske lotteri- og bingospill",
  "weare_vrnl": "Vi er VRNL",
  "weare_vrnl_desp": "<strong>DEN STØRSTE PLATTFORMEN FOR Å LEVERE SPORT OG CASINO WHITE LABEL</strong> Det bredeste utvalget av underholdningsspill tilgjengelig online White Label Casino med mer enn 1 000 spill. Tilgjengelig online casinoprogramvare er enkel siden plattformen vår er lett å administrere.",
  "res_design": "Responsivt design",
  "res_design_desp": "Vår nettside er responsiv, noe som betyr at den vises riktig på nettbrett, mobile enheter og stasjonære datamaskiner for en optimal brukeropplevelse.",
  "custmzd_options": "Tilpasningsalternativer",
  "custmzd_options_desp": "Vi gir våre kunder et bredt utvalg av tilpasningsalternativer, slik at de kan velge sine foretrukne farger, skrifttyper og layout for nettstedet. Dette sikrer at nettstedet gjenspeiler deres unike stil og preferanser.",
  "loading_speed": "Lastingshastighet",
  "loading_speed_desp": "Vår nettside er optimalisert for hastighet og ytelse. Den har raske lastetider på tvers av ulike enheter og internettforbindelser.",
  "b2b_theme": "B2B (Business to Business)",
  "b2b_theme_p1": "Vårt B2B-tema er preget av sine unike funksjoner. Vi har lagt til et ekstra Parley-alternativ for en rikere bettingopplevelse.",
  "b2b_theme_p2": "Temaet vårt kjennetegnes av de fineste fargekombinasjonene og designelementene, som sikrer et estetisk tiltalende grensesnitt. Brukere får tillatelse til å plassere spill på et bredt spekter av sporter, inkludert cricket, fotball og tennis.",
  "b2b_theme_p3": "Vi har også mange forskjellige casinospill for flere underholdningsalternativer. I tillegg har vi ulike typer casinoer, som AWC Casino, som har en imponerende samling på over 500 spilleautomater og mer enn 100 bordspill.",
  "b2c_theme": "B2C (Business to Customer)",
  "b2c_theme_p1": "Vårt B2C-nettsted tilbyr en brukervennlig opplevelse for våre kunder. De kan enkelt registrere seg med telefonnummeret sitt, noe som gir en praktisk og sikker måte å opprette en konto på.",
  "b2c_theme_p2": "Når de er registrert, har brukerne muligheten til å sette inn penger på kontoene sine, noe som gjør det enkelt å komme i gang med betting og spilling. I tillegg tilbyr vi en sømløs uttaksprosess, som sikrer at brukerne enkelt kan få tilgang til gevinstene sine.",
  "b2c_theme_p3": "For å forbedre opplevelsen tilbyr vi bonuspoeng som brukerne kan tjene og bruke mens de er på plattformen. Dette tilfører et ekstra lag av spenning og verdi for kundene våre, slik at de får mest mulig ut av sine innskudd og uttak.",
  "b2c_theme_p4": "Alt i alt er vårt B2C-nettsted designet for å gi en problemfri og hyggelig betting- og spilleopplevelse, og gir kundene våre friheten til å spille, sette inn og ta ut med enkelhet.",
  "request_demoID": "Be om demo-ID",
  "form_name": "Navn *",
  "form_name_err": "Vennligst skriv inn navnet ditt (minst 3 tegn).",
  "form_email": "E-post *",
  "form_email_err": "Vennligst skriv inn en gyldig e-post.",
  "form_country": "Land *",
  "form_country_err": "Vennligst velg landet ditt.",
  "form_district": "Distrikt *",
  "form_district_err": "Vennligst skriv inn ditt distrikt.",
  "form_whatsapp": "WhatsApp-nummer *",
  "form_whatsapp_err": "Skriv inn et gyldig WhatsApp-nummer.",
  "form_turnover": "Månedlig omsetning *",
  "form_turnover_err": "Vennligst skriv inn din månedlige omsetning.",
  "form_users": "Hvor mange brukere *",
  "form_users_err": "Vennligst skriv inn et gyldig antall brukere.",
  "form_current": "Nåværende plattform i bruk *",
  "form_current_err": "Vennligst skriv inn din nåværende plattform.",
  "form_issues": "Problemer med nåværende plattform *",
  "form_issues_err": "Vennligst beskriv problemene (minst 10 tegn).",
  "form_telegram": "Er du på Telegram? *",
  "form_select": "-- Velg --",
  "form_yes": "Ja",
  "form_no": "Nei",
  "form_telegram_err": "Vennligst velg om du har en Telegram-konto.",
  "form_telhandle": "Telegram-konto *",
  "form_telhandle_err1": "Telegram-konto er påkrevd.",
  "form_telhandle_err2": "Telegram-konto må starte med &#64; (f.eks. &#64;brukernavn).",
  "demo_url": "Demo-URL",
  "form_submit": "Send inn",
  "form_name_ph": "Skriv inn navnet ditt",
  "form_email_ph": "Skriv inn e-posten din",
  "form_district_ph": "Skriv inn ditt distrikt",
  "form_whatsapp_ph": "Skriv inn WhatsApp-nummer",
  "form_turnover_ph": "Skriv inn din månedlige omsetning",
  "form_users_ph": "Skriv inn antall brukere",
  "form_current_ph": "Skriv inn nåværende plattform",
  "form_issues_ph": "Skriv inn problemene med nåværende plattform",
  "form_telhandle_ph": "Skriv inn din Telegram-konto",
  "our_commitment": "Vårt engasjement",
  "our_commitment_p1": "VRNL er forpliktet til å beskytte ditt personvern og sikre din personlige og økonomiske informasjon. Denne policyen forklarer hvilken informasjon vi samler inn, hvordan vi bruker den, og hvilke tiltak vi iverksetter for å beskytte den. Henvisninger til vrnl.net inkluderer også dets applikasjoner.",
  "our_commitment_p2": "Denne policyen gjelder for alle VRNL-nettsteder og applikasjoner der den er publisert, i samsvar med gjeldende lover i regionene vi opererer. Ytterligere regionale eller tjenestespesifikke personvernerklæringer kan supplere denne policyen.",
  "our_commitment_p3": "Hvis du gir informasjon via tredjepartsplattformer (f.eks. innlogging via sosiale medier), samler vi inn data gjennom disse integrasjonene i henhold til denne policyen. Imidlertid styrer tredjepartens egne personvernpraksiser de dataene de samler inn direkte. Personverninnstillinger på slike plattformer påvirker ikke hvordan VRNL bruker data som samles inn via våre nettsteder eller apper.",
  "our_commitment_p4": "Våre plattformer kan inneholde lenker til eksterne nettsteder som ikke eies eller kontrolleres av VRNL. Vi er ikke ansvarlige for deres personvernpraksis og oppfordrer deg til å gjennomgå deres policyer før du deler informasjon.",
  "our_commitment_p5": "Denne personvernerklæringen bør leses sammen med våre bruksvilkår.",
  "user_content": "Brukersamtykke",
  "user_content_para": "Ved å bruke VRNL-tjenesten (for eksempel når du registrerer en konto, kjøper en tjeneste, deltar i en konkurranse eller kampanje, kommuniserer med oss på våre nettsteder eller applikasjoner), samtykker du til vår innsamling, bruk og deling av din personlige informasjon som beskrevet i denne policyen. I noen tilfeller, spesielt hvis du bor i et land som er underlagt en databeskyttelsesforordning, kan vi be deg om å gi eksplisitt samtykke til å få tilgang til våre tjenester før videre operasjoner. Dersom du har en roamingbrukerprofil eller er en reisende som besøker forskjellige land rundt om i verden og benytter VRNL-tjenester, vil vi betrakte registreringslandet ditt som ditt primære land, og samtykkene som ble innhentet ved registreringstidspunktet vil være gyldige for behandlingen av din personlige informasjon. Personvernvilkårene som gjelder i henhold til loven i det landet på registreringstidspunktet vil være gjeldende for deg.",
  "accessing_webNet": "Tilgang til nettsted og Network 18-tjenester via VPN",
  "accessing_webNet_p1": "Du må ikke få tilgang til eller bruke VRNLs nettsteder eller tjenester gjennom noen metode eller teknologi som skjuler eller forfalsker din faktiske geografiske plassering (f.eks. ved bruk av et virtuelt privat nettverk (VPN) eller lignende verktøy).",
  "accessing_webNet_p2": "VRNL er ikke ansvarlig for innsamling, lagring eller behandling av din personlige informasjon dersom slike tilgangsmetoder benyttes.",
  "collection_personalInfo": "Innsamling av personlig informasjon og bruk av den",
  "collection_personalInfo_p1": "“Personlig informasjon” (PII) refererer til alle data som direkte eller indirekte kan identifisere en person, slik som navn, postadresse, e-postadresse eller mobilnummer. Når anonyme data knyttes til personlig informasjon, behandles de også som personlig informasjon.”",
  "collection_personalInfo_p2": "VRNL samler kun inn den nødvendige personlige informasjonen for å oppfylle dine forespørsler og tilby tilpassede produkter og tjenester. Vi samler ikke inn slik informasjon med mindre du bevisst og frivillig gir den.",
  "collection_personalInfo_p3": "Din personlige informasjon kan bli brukt av VRNL og dets tjenestepartnere for å drive våre nettsteder og tjenester, og for å informere deg om nye funksjoner, produkter og tjenester som tilbys av VRNL og dets tilknyttede selskaper.",
  "info_provide_us": "1. Informasjon du gir oss",
  "info_provide_us_desp": "Vi kan be om og samle inn følgende personlige opplysninger om deg når du bruker vrnl.net, og uten denne informasjonen kan vi kanskje ikke tilby deg alle de forespurte tjenestene:",
  "reg_data": "a. Registreringsdata",
  "reg_data_desp": "For å bruke visse funksjoner på nettstedet, applikasjonen og tjenestene (slik som arrangementregistreringer og kampanjer på nettstedet), kan du oppgi grunnleggende kontaktinformasjon, inkludert men ikke begrenset til:",
  "reg_data_list": "<li><span>Fornavn</span></li> <li><span>Etternavn</span></li> <li><span>E-postadresse</span></li>",
  "user_pro_details": "b. Brukerprofildetaljer",
  "user_pro_details_desp": "Vi kan videre samle inn og registrere følgende personlige informasjon under 'Min profil'-delen, som hjelper oss å tilby tilpassede nyhetsstrømmer og opprettholde en brukerprofil, inkludert men ikke begrenset til:",
  "user_pro_details_list": "<li><span>Navn</span></li> <li><span>Kjønn</span></li> <li><span>E-postadresse</span></li> <li><span>Fødselsdato</span></li> <li><span>Land</span></li> <li><span>By</span></li> <li><span>Mobilnummer</span></li>",
  "mobile_device_permissions": "c. Tillatelser for mobile enheter",
  "mobile_device_permissions_desp": "Når du får tilgang til vår applikasjon på mobile enheter / nettbrett / TV-er eller andre enheter med tilgang til applikasjonen, kan vi be om og få tilgang til følgende:",
  "mobile_device_permissions_list": "<li><span>Kontoer – Brukes for å administrere flere brukerkontoer i appen og til innlogging</span> </li> <li><span>Kontakter – Brukes for å få tilgang til brukernes kontakter for å dele artikler gjennom appen</span></li> <li><span>Telefon – For å lese telefonstatus og aktivere brukervarsler på brukerens enhet. IMEI samles inn for å unikt identifisere hver bruker</span></li> <li><span>Kamera – For at brukeren skal kunne laste opp bilder og profilbilde. Lar brukeren bruke kamera i VRNL</span></li> <li><span>Mikrofon – For å aktivere stemmekommando-relaterte handlinger</span></li> <li><span>Lagring – For å få tilgang til filer og mapper fra appen</span></li> <li><span>SMS – For å sende og motta verifiseringsmeldinger</span></li>",
  "mobile_device_permissions_desp2": "Tillatelser til disse innstillingene kan være avgjørende for at applikasjonen skal fungere tilfredsstillende. Tillatelser kan administreres gjennom respektive bruker-enheter ved å bruke 'innstillinger'-alternativet.",
  "info_voluntarily": "2. Informasjon du gir oss frivillig",
  "info_voluntarily_desp": "Hvis du sender oss personlig korrespondanse, som e-poster eller brev, eller hvis andre brukere eller tredjeparter sender oss korrespondanse om dine aktiviteter eller innlegg på vrnl.net, kan vi samle inn og lagre slik informasjon.",
  "info_voluntarily_para": "Vi kan samle inn tilleggsinformasjon på andre tidspunkter, når du gir tilbakemeldinger, endrer innholdet eller e-postpreferanser, svarer på undersøkelser eller kommuniserer med oss. Denne informasjonen kan inkludere ditt navn, e-postadresse, mobilnummer, sted osv.",
  "info_auto": "3. Informasjon vi samler inn automatisk",
  "info_auto_desp": "Vi samler inn informasjon om deg og din bruk av vår tjeneste, din interaksjon med oss og vår annonsering, samt informasjon om datamaskinen eller andre enheter brukt for å få tilgang til vår tjeneste (som mobiltelefoner, nettbrett og andre visningsenheter). Denne informasjonen inkluderer, men er ikke begrenset til:",
  "info_auto_list": " <li><span>Aktiviteter på vrnl.net som type sider vist, tid brukt på sider, søkespørringer osv.</span> </li> <li><span>Dine interaksjoner med vår e-post, kundeservice og meldingsplattform.</span></li> <li><span>Geolokasjonsinformasjon gjennom IP-adresser;</span></li> <li><span>Enhetsinformasjon som enhets-ID, enhetsmodell osv. og andre unike identifikatorer</span></li> <li><span>Reklameidentifikatorer, som de som finnes på mobile enheter og nettbrett, enheter som inkluderer identifikatorer (for eksempel IDFA på iOS-enheter og GAID på Android-enheter);</span></li> <li><span>Informasjon samlet inn via bruk av informasjonskapsler og annen teknologi* ;</span></li>",
  "info_auto_note": "*Merk: For å forbedre opplevelsen din kan vi bruke <b>informasjonskapsler</b> eller lignende teknologi for å tildele deg en <b>unik bruker-ID</b> og forstå dine interesser. <b>Informasjonskapsler</b> avslører ikke din identitet med mindre du gir den frivillig, og de kan heller ikke få tilgang til data fra enheten din. Annonsører kan sette sine egne informasjonskapsler når du samhandler med annonsene deres, noe vi ikke kontrollerer. Vi samler også inn viss teknisk informasjon hver gang du bruker våre nettsteder, applikasjoner eller tjenester på en hvilken som helst enhet koblet til internett.",
  "inferred_info": "4. Utledet informasjon gjennom bruk og loggdata",
  "inferred_info_desp": "Vi kan spore viss informasjon om deg basert på din atferd på vrnl.net. Vi bruker denne informasjonen til intern forskning på brukernes demografi, enheter, interesser og atferd for bedre å forstå, beskytte og betjene våre brukere. Denne informasjonen samles og analyseres på aggregert nivå.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Vi kan også samle inn informasjon om deg for å spore brukeradferd og preferanser for intern analyse og forskning. Vi kan også bruke din informasjon:</strong><br> (i) For å evaluere din interesse for investeringsalternativer, tjenester, tilbud, abonnementer;<br> (ii) For å utføre analyser og kundeforskning, fastslå din interesse, identifisere innhold som genererer salg og analysere trafikkmønstre.<br>",
  "inferred_info_a": "a. Interaktive funksjoner",
  "inferred_info_a_desp1": "vrnl.net har mange funksjoner som lar brukere/medlemmer avsløre sin identitet og kommunisere med andre brukere/medlemmer. Din bruk av slike funksjoner og deling av personlige opplysninger (f.eks. e-postadresse) skjer på egen risiko, og vrnl.net tar intet ansvar for dette. Hvis personvernet ditt blir krenket som følge av deltakelse i slike funksjoner, kan du varsle oss via e-post på vrnl@gmail.com",
  "inferred_info_a_desp2": "Hvis du velger å legge ut meldinger på sosiale medier, diskusjonsfora, chat-rom eller andre meldingsområder eller gi tilbakemeldinger, vil vi samle inn informasjonen du gir oss. Vi oppbevarer denne informasjonen så lenge det er nødvendig for å løse tvister, gi kundestøtte og feilsøke problemer i henhold til lov. Vi kan også beholde slik informasjon på aggregert nivå for å utforme markedstrender og markedsstemninger. Vi kobler imidlertid ikke dine personlige opplysninger til disse kommentarene eller innleggene under analysen.",
  "inferred_info_b": "b. Brukeropplevelse og støtte",
  "inferred_info_b_desp1": "Vi identifiserer og bruker IP-adressen din for å hjelpe med å diagnostisere eventuelle problemer med serveren vår og administrere applikasjonen. IP-adressen din brukes også for å identifisere deg og samle bred demografisk informasjon for å tilpasse opplevelsen din på vrnl.net.",
  "inferred_info_b_desp2": "Vi vil av og til be deg om å fullføre valgfrie nettundersøkelser. Disse undersøkelsene kan be om kontaktinformasjon og demografisk informasjon (som postnummer, alder osv.). Vi bruker disse dataene til å tilpasse opplevelsen din på vrnl.net og vise innhold som vi tror kan være av interesse for deg.",
  "info_thirdparty": "5. Informasjon vi samler gjennom tredjeparter",
  "info_thirdparty_a": "a. Sosial medieinnlogging",
  "info_thirdparty_a_desp": "Når du registrerer deg med andre kontoer som Facebook, Gmail osv., henter vi informasjon fra disse kontoene for å fortsette å interagere med deg og levere tjenestene. Vi samler følgende informasjon fra respektive sosiale medieplattformer, inkludert, men ikke begrenset til:",
  "info_thirdparty_a_list": "<li><span>Facebook - Offentlig informasjon, navn, e-postadresse, venneliste</span></li> <li><span>Google - Fornavn, etternavn, e-postadresse</span></li>",
  "info_thirdparty_b": "b. Transaksjons- eller faktureringsinformasjon",
  "info_thirdparty_b_desp": "Basert på kjøp av abonnementspakke kan vår betalingstjenestepartner samle inn informasjon om dine kreditt-/debetkortdetaljer eller andre bankkontodetaljer sammen med fakturaadresse. Denne informasjonen lagres av betalingstjenestepartneren. vrnl.net samler ikke direkte finansiell informasjon som kredittkort, debetkort eller nettbankdetaljer. Slike betalingstjenestepartnere kontrolleres ikke av oss og brukes på egen risiko. Vi anbefaler å lese deres personvernregler.",
  "lawfulness_processing": "I. Formål og lovlighet for behandling",
  "lawfulness_processing_desp1": "vrnl.net vil kun samle inn og behandle personopplysninger om deg der vi har lovlig grunnlag. Lovlig grunnlag inkluderer å innhente eksplisitt samtykke fra deg eller behandling for 'legitime interesser' hvor behandling er nødvendig for å gi kundestøtte eller tilby premiumtjenester (f.eks. behandling av informasjon av betalingstjenesteleverandører).",
  "lawfulness_processing_desp2": "Vi bruker informasjon til å levere, analysere, administrere, forbedre og tilpasse våre tjenester og markedsføring, behandle registreringer, bestillinger og betalinger, og kommunisere med deg. For eksempel bruker vi informasjon til:",
  "lawfulness_processing_list": "<li><span>bestemme dine porteføljebehov og gi personlige forslag, tips og prognoser om markedstrender, varsler om markedssvingninger og statistikk for indekser;</span></li> <li><span>forebygge, oppdage og undersøke potensielt ulovlig aktivitet, inkludert svindel;</span></li> <li><span>analysere og forstå vårt publikum, forbedre vår tjeneste (inkludert brukergrensesnitt) og optimalisere innhold, anbefalingsalgoritmer og levering;</span></li> <li><span>kommunisere med deg om våre tjenester, som nyheter, funksjoner, kampanjer og undersøkelser, og hjelpe med driftsforespørsler som tilbakestilling av passord;</span></li> <li><span>varsle om endringer i vilkår for tjenesten;</span></li> <li><span>la deg delta i interaktive funksjoner gjennom våre tjenester;</span></li> <li><span>utføre våre forpliktelser og håndheve våre rettigheter i kontrakter med deg, inkludert fakturering og innkreving.</span></li>",
  "lawfulness_processing_desp3": "Vi kan bruke din informasjon til å gi en personlig opplevelse når du besøker/bruker våre sider/applikasjoner, samt for innsikt og markedsføring.",
  "lawfulness_processing_desp4": "Vi tilpasser ved å bruke data du gir gjennom cookies, IP-adresser, web-beacons eller lignende teknologier. Gi eksplisitt samtykke for dette eller juster brukerpreferanser i kontoen din.",
  "info_usedBy": "II. Informasjon brukt av selskapet",
  "info_usedBy_desp1": "Informasjonen som leveres av brukere hjelper oss med å forbedre tjenestene og gi best mulig brukeropplevelse. Vi kan bruke informasjonen til å vedlikeholde, beskytte og forbedre tjenestene, utvikle nye tjenester og sende markedsføringsmeldinger med ditt samtykke, i henhold til lokale lover.",
  "info_usedBy_desp2": "Personopplysninger som er offentlig tilgjengelige, anses ikke som sensitive. Hvis du velger å ikke gi personlig informasjon, kan visse tjenester ikke tilbys. Vi kontakter deg fra tid til annen for å oppdatere informasjonen din.",
  "disclosure_tp": "III. Deling med tredjeparter",
  "disclosure_tp_b": "b. Reklame",
  "disclosure_tp_b_desp": "Når vi presenterer informasjon til annonsører, gjøres det vanligvis som aggregert statistikk. Tredjeparts reklamefirmaer kan bruke informasjon for å levere relevante annonser. Vi deler ingen personlig identifiserbar informasjon uten ditt samtykke.",
  "disclosure_tp_d": "d. Kampanjetilbud",
  "disclosure_tp_d_desp": "Vi kan dele din informasjon med ditt samtykke, f.eks. ved utsendelse av markedsføringsnyhetsbrev, kampanjer og tilbud.",
  "disclosure_tp_f": "f. Juridisk",
  "disclosure_tp_f_desp": "vrnl.net kan utlevere personlig informasjon dersom lov krever det eller i god tro at det er nødvendig for:",
  "disclosure_tp_f_list": "<li><span>overholde lov eller juridiske prosesser;</span></li> <li><span>beskytte rettigheter eller eiendom til nettstedet, eierne eller brukerne;</span></li> <li><span>handle under akutte forhold for å beskytte sikkerheten til brukere, nettsted, eiere eller offentligheten.</span></li>",
  "controls_choices": "IV. Dine kontroller og valg",
  "managing_info": "Administrere din informasjon",
  "managing_info_desp1": "Når du bruker tjenestene, gjør vi vårt beste for å gi deg tilgang til personlig informasjon og sikre at unøyaktig eller mangelfull informasjon rettes opp.",
  "managing_info_desp2": "Vi ber brukere identifisere seg selv før forespørsler behandles. Vi kan avslå urimelige eller teknisk krevende forespørsler.",
  "managing_info_desp3": "For å utøve dine rettigheter som registrert, må du sende forespørsel via e-post med korrekt emne (f.eks. Data Access Request, Data Deletion Request).",
  "managing_info_desp4": "Du kan utøve kontroller og valg om hvordan informasjon samles, brukes og deles. Dine valg kan inkludere:",
  "dataAccess_port": "a. Tilgang og overførbarhet av data",
  "dataAccess_port_desp": "GDPR gir deg rett til å be om kopier av personlig informasjon vi har om deg, i et strukturert, vanlig brukt og maskinlesbart format, eller å overføre til en annen tjenesteleverandør.",
  "data_retention": "c. Databevaring og sletting",
  "data_retention_desp1": "Vi beholder informasjon så lenge det er nødvendig for legitime formål og for å oppfylle juridiske forpliktelser. Du kan be om sletting av personlig informasjon og lukking av vrnl.net-konto.",
  "data_retention_desp2": "Vennligst merk at hvis du ber om sletting av dine personopplysninger;",
  "data_retention_list": "<li><span>Vi kan beholde noen av dine personopplysninger så lenge det er nødvendig for våre legitime forretningsinteresser, som for eksempel svindeldeteksjon og forebygging, samt forbedring av sikkerheten. For eksempel, hvis vi suspenderer en vrnl.net-konto på grunn av svindel eller sikkerhetshensyn, kan vi beholde visse opplysninger fra den kontoen for å hindre at brukeren oppretter en ny konto i fremtiden.</span></li> <li><span>Vi kan beholde og bruke dine personopplysninger i den grad det er nødvendig for å overholde våre juridiske forpliktelser. For eksempel kan vi beholde noen opplysninger for skatte-, juridiske rapporterings- og revisjonsforpliktelser.</span></li> <li><span>Informasjon du har delt med andre (f.eks. anmeldelser, foruminnlegg) kan fortsatt være offentlig synlig på vrnl.net, selv etter at kontoen din er kansellert. Tilskrivning av slik informasjon til deg vil imidlertid bli fjernet. I tillegg kan noen kopier av informasjonen din (f.eks. loggposter) forbli i vår database, men uten tilknytning til personidentifikatorer.</span></li> <li><span>Fordi vi opprettholder kopier av personopplysninger for å beskytte mot utilsiktet eller ondsinnet tap og ødeleggelse, kan resterende kopier av dine personopplysninger ikke bli fjernet fra våre sikkerhetskopisystemer i en begrenset periode.</span></li>",
  "data_retention_note": "(Merk: Hvis du har flere kontoer hos moneycontrol, må du sende separate forespørsler for hver av disse kontoene, ved bruk av de tilknyttede e-postadressene.)",
  "withdrawing_consent": "d. Tilbaketrekking av samtykke og begrensning av behandling",
  "withdrawing_consent_desp": "For å trekke tilbake ditt samtykke når som helst under tjenestens varighet hos oss, kan du gjøre dette ved å sende oss en e-post. Vi vil gjennomgå forespørselen din og kan be deg verifisere identiteten din. Etter verifisering vil vi trekke tilbake samtykket som du ba om, og stoppe all videre behandling av dine personopplysninger.",
  "fail_provideConsent": "V. Hvis du ikke gir samtykke",
  "fail_provideConsent_desp": "Vi må informere deg om at vrnl.net er en annonseplattform. Annonser utgjør kjernen i vår virksomhet, derfor er tillatelse til å bruke og behandle dine personopplysninger for å vise annonser avgjørende for at vi skal kunne levere tjenester til deg. Bruk av personopplysninger for annonsering er et bindende kriterium, og vi vil ikke kunne tilby våre tjenester hvis du ikke autoriserer oss til å bruke dine personopplysninger til annonsering og tilhørende aktiviteter.",
  "childrens_privacy": "VI. Barns personvern",
  "childrens_privacy_desp1": "vrnl.net er ikke bevisst designet for eller rettet mot personer under 16 år. vrnl tillater ikke bevisst personer under 16 år å registrere seg for tjenestene eller gi andre personlig identifiserbare opplysninger. Hvis vrnl blir klar over at personlig identifiserbar informasjon om personer under 16 år er samlet inn på vrnl.net uten verifisert foreldresamtykke, vil vrnl ta nødvendige skritt for å slette slik informasjon og varsle foreldrene.",
  "childrens_privacy_desp2": "Vi anser imidlertid at det er foreldrenes ansvar å overvåke barnas bruk av våre tjenester. Likevel er det vår policy å ikke samle inn eller behandle personopplysninger fra barn under 16 år eller å sende promotering til personer i denne kategorien. vrnl søker ikke og har ikke til hensikt å motta personopplysninger fra barn. Hvis en forelder eller verge tror at et barn har gitt vrnl personopplysninger uten deres samtykke, vennligst kontakt vårt kundestøtteteam for å sikre at informasjonen blir fjernet fra vrnl.net.",
  "data_transfer": "VII. Overføring, lagring og behandling av data globalt",
  "data_transfer_desp": "Vi opererer globalt og kan overføre dine personopplysninger til individuelle selskaper innenfor vrnl-konsernet eller tredjeparter over hele verden for formålene som er beskrevet i denne personvernpolicyen. Uansett hvor dine personopplysninger overføres, lagres eller behandles av oss, vil vi ta rimelige skritt for å beskytte personvernet. I tillegg, når vi bruker eller avslører personopplysninger overført fra EU, bruker vi standard kontraktsklausuler godkjent av Europakommisjonen, og tar andre tiltak under EU-lovgivning for å sikre tilstrekkelige garantier.",
  "security_compliance": "VIII. Sikkerhet og overholdelse av lover",
  "security_compliance_desp": "Vi implementerer og oppdaterer kontinuerlig administrative, tekniske og fysiske sikkerhetstiltak for å beskytte informasjonen din mot uautorisert tilgang, tap, ødeleggelse eller endring. Noen av tiltakene vi bruker for å beskytte informasjonen din inkluderer brannmurer, datakryptering og tilgangskontroller. Hvis du vet eller har grunn til å tro at dine vrnl.net-kontolegitimasjon har blitt mistet, stjålet, endret eller kompromittert, eller ved faktisk eller mistenkt uautorisert bruk av kontoen din, vennligst kontakt vårt kundestøtteteam.",
  "changein_policy": "IX. Endringer i policy",
  "changein_policy_desp": "Denne personvernpolicyen kan endres fra tid til annen. Vi forbeholder oss retten, etter eget skjønn, til å endre vilkårene i denne personvernpolicyen for å sikre overholdelse av gjeldende lover ('Oppdaterte vilkår'). De oppdaterte vilkårene trer i kraft umiddelbart og erstatter vilkårene i denne personvernpolicyen. Vi vil varsle deg om endringer i denne personvernpolicyen hvis endringene betydelig påvirker dine rettigheter eller dersom loven krever det. Du er alene ansvarlig for å gjennomgå personvernpolicyen fra tid til annen for eventuelle endringer. Ved å fortsette å bruke vrnl.net etter at oppdaterte vilkår er publisert, bekrefter du at du godtar de oppdaterte vilkårene.",
  "contact_info": "X. Kontaktinformasjon",
  "contact_info_a": "a. Support",
  "contact_info_a_desp": "Hvis du trenger informasjon eller avklaring angående bruk av dine personopplysninger eller denne personvernpolicyen, eller har klager knyttet til bruk av dine personopplysninger, vennligst send oss en e-post til",
  "contact_info_b": "b. Klager",
  "contact_info_b_desp1": "Du kan skrive til vår personvernansvarlig ved klager. Du har rett til å klage på databehandlingsaktiviteter utført av vrnl.net for de kompetente datatilsynsmyndighetene.",
  "contact_info_b_desp2": "Hvis du har spørsmål eller klager angående innsamling, behandling, overføring av personopplysninger eller angående denne policyen, vennligst kontakt vår personvernansvarlige.",
  "risk_management_title": "Dine spill, vårt ansvar – enestående risikostyring &",
  "risk_management_title2": "Et selskap som konsekvent søker innovative løsninger for å møte forretningsbehov.",
  "dedicated_rm_team": "Dedikert risikostyringsteam",
  "dedicated_rm_team_desp": "Vi har et dedikert og <b> høyt erfarent risikostyringsteam </b> som opererer <b>24/7.</b> Deres primære rolle er å overvåke hvert spill og hver transaksjon på vår plattform for å sikre <b>rettferdig spill</b> og <b>sikkerhet</b> for alle brukere.",
  "key_features_rm": "Nøkkelfunksjoner",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Sanntidsovervåkning:</strong> Avanserte systemer sporer spill, oddsendringer og brukeraktivitet kontinuerlig.</span></li> <li><strong>Manuell gjennomgang:</strong> Varsler utløser grundige kontroller av spillmønstre, oddsendringer og kontoaktivitet.</li> <li><strong>Risikoredusering:</strong> Umiddelbare tiltak som å annullere/suspendere spill, fryse kontoer eller verifisere brukere hvis uregelmessigheter oppdages.</li> <li><strong>Dataanalyse:</strong> Kontinuerlig gjennomgang av live og historiske data for å oppdage risikotrender og forbedre forebyggingsstrategier.</li> <li><strong>Håndtering av hendelser:</strong> En strukturert plan for rask og effektiv håndtering av sikkerhetsbrudd, juks eller andre trusler.</li>",
  "benefits_rm": "Fordeler",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Løpende opplæring:</strong> Kontinuerlig utvikling av ferdigheter for risikoteamet for å håndtere nye trusler effektivt.</span></li> <li><strong>Avansert teknologi og sikkerhet:</strong> Regelmessige oppgraderinger, penetrasjonstesting, programvareoppdateringer og sikkerhetsrevisjoner.</li> <li><strong>Åpenhet:</strong> Klar kommunikasjon med brukere om risikostyringstiltak for å opprettholde tillit.</li> <li><strong>Kontinuerlig forbedring:</strong> Utvikling av strategier basert på tidligere hendelser og nye trusler for å beskytte plattformens integritet og brukerinteresser.</li>",
  "sbs_bold": "Sports <strong> Betting Software </strong>",
  "sbs_bold_p1": "Klar til å ta din sportsbettingopplevelse til neste nivå? Se ikke lenger enn VRNL Sports Betting Software! I denne artikkelen vil vi utforske hvordan VRNLs banebrytende teknologi kan transformere måten du satser på. Med over to tiår med bransjeerfaring er VRNL din pålitelige partner for innovative sportsbettingløsninger. La oss dykke inn i verden av sportsbetting-programvare og oppdage hvordan vi kan heve spillet ditt.",
  "sbs_bold_p2": "VRNLs Sports Betting Software tilbyr en verden av muligheter for sportentusiaster og spillere. Med fokus på å gi nøyaktig, relevant og nyttig informasjon, kombinerer VRNL faglig ekspertise og personlige erfaringer for å skape en omfattende bettingløsning. Stol på VRNL for å løfte din sportsbettingopplevelse til nye høyder.",
  "sbs_bold_p3": "Utforsk VRNLs sportsbetting-programvare i dag og heve ditt spill til neste nivå!",
  "sbs_try_b2b": "Prøv vår B2B Betting-programvare",
  "sbs_try_b2c": "Prøv vår B2C Betting-programvare",
  "sbs_mf_desp": "Vi tilbyr et omfattende utvalg verktøy for å lette administrasjonen av vår betting-programvare. Blant disse fremhever vi de mest kraftfulle og, spesielt, de som er avgjørende for å konkurrere på den globale scenen:",
  "sbs_mf_list": "<li> <strong>Sanntidsodds</strong> Hold deg oppdatert med sanntidsodds som gir deg et konkurransefortrinn. VRNLs programvare sørger for at du aldri går glipp av de beste mulighetene. </li> <li> <strong>Mobilkompatibilitet </strong> Spill på farten med VRNLs mobilkompatible programvare. Enten du bruker iOS eller Android, tilpasser plattformen seg din enhet for en sømløs opplevelse. </li> <li> <strong>Avansert Odds-tjeneste</strong> redefinerer sportsdata-APIer. Den tilbyr 100 % nøyaktige pre-match odds og de raskeste live-data odds-feedene med minimal forsinkelse.</li> <li> <strong>Fleksibel integrasjon</strong> Vår plattform kan integreres sømløst i systemet ditt via API eller iFrame, og tilbyr allsidighet i implementeringen.</li>",
  "sbs_benefits": "Hva blir fordelene? <b> La oss forklare</b>",
  "sbs_benefits_p1": "<strong> Fordelen med å drive en online og fysisk bettingplattform </strong> Å starte en online bettingplattform kan være utfordrende.",
  "sbs_benefits_p2": " Derfor har vi designet et <strong>omfattende sportsbetting-programvaremiljø </strong> for å gjøre prosessen enklere, komplett med topp odds-leverandører for å gi deg bredest mulig dekning.",
  "sbs_benefits_p3": "Våre regulerte partnere mottar full støtte for deres inntreden i online betting-industrien, sammen med mulighet for merkevarede eller ikke-merkevarede versjoner av våre plattformer.",
  "sbs_benefits_p4": "Vår programvare inkluderer robuste risikostyringsverktøy, som gjør det raskt og enkelt å sette opp, og den er klar til å skalere etter hvert som virksomheten din vokser.",
  "sbs_benefits_p5": "Administrasjon av <strong>online spillere og bettingbutikker </strong> har aldri vært enklere og mer brukervennlig.",
  "complete_sbs": "Komplett Sports <strong> Betting-programvare </strong>",
  "whatwe_have": "Hva har vi for deg?",
  "whatwe_have_list": "<li> <strong>Spillerkontroll </strong> Vår plattform tilbyr robust spillerkontoadministrasjon, inkludert registrerings- og verifiseringstjenester. Vi har også et effektivt system på plass for å oppdage og håndtere svindelkonti. </li> <li> <strong>Geolokaliseringverktøy </strong> Vi tilbyr verktøy som kan hente posisjonsinformasjon fra IP-adresser, og sikrer nøyaktige geolokaliseringstjenester.</li>",
  "whatwe_have_desp": "Med vår omfattende støtte kan ditt primære fokus være å etablere og utvikle dine fysiske bettingbutikker og online-nettverk.",
  "b2c_sbs": "B2C sportsbetting-programvare",
  "b2c_sbs_p1": "VRNL er ditt fremste valg for B2C sportsbetting-programvareløsninger. Vi er et anerkjent navn i bransjen, dedikert til å levere banebrytende programvare som forbedrer din sportsbettingopplevelse. Enten du er en erfaren spiller eller ny i sportsbettingverdenen, har vi verktøyene du trenger for å heve spillet ditt. Prøv VRNLs sportsbetting-programvare i dag og ta spillet ditt til neste nivå!",
  "b2c_sbs_p2": "B2C (business-to-consumer) sportsbetting-programvare refererer til teknologien og plattformen som brukes av sportsbook-operatører for å tilby sportsbettingtjenester direkte til sluttbrukere.",
  "b2c_sbs_p3": "Denne typen programvare gjør det mulig for forbrukere å plassere innsatser på ulike sportsbegivenheter via web- eller mobilapplikasjoner. Her er noen nøkkelfunksjoner og komponenter som vanligvis finnes i B2C sportsbetting-programvare:",
  "b2c_sbs_list": "<li> <b>Brukerregistrering og kontoadministrasjon:</b> Lar brukere opprette kontoer, administrere personlig informasjon og spore bettinghistorikk. </li> <li> <b>Kundesupport:</b> Tilbyr kundestøtte via live chat, e-post og telefon for å hjelpe brukere med spørsmål og problemer. </li> <li> <b>Affiliate-programmer:</b> Tilbyr affiliate-programmer for markedsføring og promotering, slik at partnere kan tjene provisjon for å henvise brukere. </li>",
  "casino_sbs": "Casino og Sports <strong>Betting-programvare </strong>",
  "casino_sbs_list": "Leverandører 75+<br /> Spillautomater 15 000+<br /> Bordspill 500+<br /> Videopoker 700+<br /> Andre spill 200+<br /> Live Game Show<br /> First Person-spill<br /> Amerikansk rulett live<br /> Live blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "Casino-plattform",
  "onc_desp1": "VRNL tilbyr en komplett løsning med vårt <strong>White Label Casino</strong>-tilbud.",
  "onc_desp2": "Vår <strong>online casino-plattform</strong> er designet for enkelhet, og sikrer enkel administrasjon for både nybegynnere og erfarne profesjonelle. Med VRNL får du omfattende veiledning for å starte din <strong>online casino</strong>-virksomhet.",
  "onc_desp3": "Før du kaster deg ut i det, inviterer vi deg til å se den sømløse driften i aksjon.",
  "wlc_mainFeatures_desp1": "Vi tilbyr et omfattende utvalg av verktøy designet for å gi deg kontroll over administrasjonen av vår online casino-plattform. Blant disse har vi fokusert på de mest innflytelsesrike og, viktigst, de uunnværlige for å lykkes i den globale konkurransen:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Det mest omfattende katalogen av online casinospill globalt,</strong> nøye utvalgt fra bransjens høyest rangerte leverandører </li> <li> <strong class='black-color'>Verktøy for bonuser</strong> og optimalisering av spilleautomatens lønnsomhet </li> <li> <strong class='black-color'>Kampanjebygger</strong> og administrasjon av spillturneringer</li> <li>Kan <strong class='black-color'>integreres sømløst gjennom API- eller iFrame-teknologi.</strong> </li>",
  "wlc_mainFeatures_desp2": "I tillegg inkluderer pakken vår live casino-programvare, som gir brukerne en autentisk opplevelse av et ekte casino fra komforten av sitt eget hjem.",
  "wlc_benefits": "Hva blir fordelene?",
  "letus_explain": "La oss forklare",
  "letus_explain_desp1": "Tenker du på å gå inn i verdenen av online betting? VRNL tilbyr en",
  "letus_explain_desp2": "casino white label-løsning som kan være ditt perfekte startpunkt.",
  "letus_explain_desp3": "Benytt våre profesjonelle tjenester og ekspertise, sammen med våre avanserte <strong>casino-plattformer</strong> og teknologi. Våre regulerte partnere får omfattende støtte når de entrer online casino-industrien, med valget mellom merkevarede eller ikke-merkevarede plattformversjoner.",
  "letus_explain_desp4": "Å starte et online casino kan være en kompleks reise. Derfor har vi skapt et komplett casino-miljø med topp leverandører og over 1 000 spill. Vår spillmatematikk er sikker og sertifisert, og gir deg trygghet.",
  "letus_explain_desp5": "Utvid virksomheten din enkelt med våre robuste risikostyringsverktøy for rask og enkel oppstart.",
  "wlc_complete_solutions": "Komplette <span>Casino White Label</span>-løsninger",
  "wlc_offer": "Hva tilbyr vi deg?",
  "wlc_complete_solutions_list": "<li>Verifiseringsprosedyrer, offisielt godkjent av regulatoriske myndigheter</li> <li>Affiliate-markedsføringsverktøy, henvisningssystem og integrasjon med sosiale medier</li> <li>Mobile Push Notifications, Web Push Notifications og In-App Messaging</li> <li>Spillerkontroll, registrering og verifisering, samt system for oppdagelse av svindelkontoer</li> <li>Geolokaliseringverktøy for å hente IP-adresseinformasjon</li>",
  "wlc_complete_solutions_more": "Men vent, det er mer",
  "wlc_complete_solutions_desp": "<strong>Vrnl-plattformen er finjustert for topp ytelse</strong> og stabilitet. Vi bruker banebrytende teknologi som opererer dobbelt så raskt som vanlige casino-plattformer. Vår omfattende erfaring har skapt dagens raskeste og mest kraftfulle applikasjon.",
  "wlc_numbers": "<span>White Label</span> Casino i tall",
  "wlc_numbers_p1": "Oppdag de ubegrensede mulighetene med VRNLs White Label Casino-løsninger. Hev casino-virksomheten din med vårt omfattende utvalg av casinotilbud.",
  "wlc_numbers_p2": "Det beste utvalget av ledende Live Casino-leverandører globalt",
  "wlc_numbers_p3": "Enestående variasjon av live-bord tilgjengelig online, med flerkanalslevering.",
  "wlc_numbers_list": "<li>Over 75 leverandører</li> <li>Over 15 000 spilleautomater</li> <li>500+ bordspill</li> <li>700+ videopoker-spill</li> <li>Mer enn 200 andre spill</li>",
  "wlc_numbers_p4": "Vårt dedikerte team vil veilede deg gjennom alle faser, fra opplæring til lansering av produksjonen din.",
  "wlb_platform": "White Label Betting-plattform",
  "wlb_platform_p1": "Vrnl’s <b class='bold'>white label sportsbook-løsning</b> tilbyr en komplett, fullt administrert exchange-plattform.<br />",
  "wlb_platform_p2": "En av de fremtredende funksjonene i vår white label sportsbook-løsning er dens eksepsjonelle <b class='bold'>hastighet i nettstedopprettelse og implementering.</b> Vårt dedikerte team kan ha sportsbook-nettstedet ditt oppe og gå innen kun ti arbeidsdager, <b class='bold'>skreddersydd nøyaktig til dine krav.</b><br />",
  "wlb_platform_p3": "<b class='bold'>Vår tjeneste inkluderer spesialisert hosting</b>, all nødvendig programvare, live sportsodds-feed, risikostyringsverktøy og kundesupport av topp kvalitet. Vi er en ledende white label bettingplattform.",
  "wlb_platform_list": "<li>Nettstedsutvikling, <b>branding, tilpasning</b> og grundig testing av kundens exchange</li> <li>Regelmessige forbedringer og oppdateringer</li> <li> <b>Maskinvarelevering</b>, hosting, kontinuerlig 24/7 overvåkning og omfattende support</li> <li> <b>Mangfoldig utvalg av bettingmarkeder</b>, sportsgrupper og ligaer</li> <li>Effektiv aksept av spill og nøyaktige oppgjørsprosesser</li> <li>Avansert risikostyring, robust regnskap og overvåkingsverktøy</li>",
  "wlb_platform_p4": "Vrnl's dedikerte konsulenter vil nøye samle dine krav og presentere et utvalg av maler og nylige utviklingsprestasjoner. Alle våre plattformer er flerspråklige, støtter flere valutaer, og brukergrensesnittet vil tilpasses nøye til dine behov.",
  "wlb_platform_customization": "Tilpasninger",
  "be_unique": "Vær unik",
  "be_unique_desp1": "<b class='bold'>VRNL spesialiserer seg på tilpassede white label bettingplattformer, kasinoer, betting og </b>skreddersydde løsninger som styrker din merkevareidentitet.",
  "be_unique_desp2": "Vårt ekspertteam sørger for at hver detalj, fra visuelt imponerende grensesnitt til logointegrasjon og funksjonsforbedringer, samsvarer med din visjon.",
  "be_unique_desp3": "Begynn reisen inn i Vrnl-verdenen, der din unike visjon blir virkelighet.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Optimaliser bettingodds med VRNL",
  "wlb_platform_odds_p1": "Hold deg foran konkurrentene med våre avanserte <b class='bold'>tjenester for oddsadministrasjon</b>. Vi tilbyr sanntidsjusteringer av odds, risikostyring og markedsanalyse for å hjelpe deg å optimalisere sportsbettingtilbudene dine og forbedre spillernes opplevelse.",
  "wlb_platform_odds_p2": "Vårt team av spesialister er dedikert til å sikre din suksess. Kontakt oss i dag for å utforske hvordan vi kan ta din bettingvirksomhet til neste nivå.",
  "wlb_platform_zeroRisk": "Null risiko",
  "wlb_platform_zeroRisk_h1": "Tjenester for trading og risikostyring",
  "wlb_platform_zeroRisk_p1": "Vi tilbyr omfattende trading- og risikostyringstjenester, sammen med ekspertveiledning i oddsadministrasjon. I tillegg tilbyr vi en unik funksjon - gevinstdekning. Dette betyr praktisk talt at hvis plattformen din ikke genererer inntekter, trår vi inn og dekker utbetalingene til spillerne dine. Vi prioriterer din trygghet.",
  "wlb_platform_bpb": "Branding av bettingplattform",
  "wlb_platform_bpb_layouts": "Ubegrensede oppsett",
  "wlb_platform_bpb_layouts_desp": "Velg blant et <b>mangfold av bettingoppsett</b> med vårt brede utvalg av maler. Alternativt kan du ha full kreativ kontroll ved å lage ditt eget oppsett via våre <b>API-tjenester</b>. Med dette alternativet kan du og utviklingsteamet ditt bygge et helt tilpasset brukergrensesnitt, skreddersydd til din visjon.",
  "Betting": "Betting",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "Vrnl er topp leverandør av sportsbetting-programvare i Bangladesh.",
  "who_we_are": "hvem vi er",
  "what_we_do": "hva vi gjør",
  "about_us_title": "Om oss - White label sportsbetting-programvare og online casino",
  "casino_providers": "Casino-leverandører",
  "betting_providers": "Betting-leverandører",
  "games_providers": "Spilleverandører",
  "online_exch_sw_title": "Revolusjoner virksomheten din med VRNL Online Exchange Software",
  "casino_games_title": "Casinospill - White label Casino",
  "casino_tournaments_title": "Casinoturneringsprogramvare - White label Casino online",
  "esports_title": "eSports-bettingsprogramvare som lar brukerne satse på topp eSports-spill",
  "faq_title": "VRNL FAQ – Din guide til vanlige spørsmål og svar",
  "iframe_title": "Sportsbook iFrame White label sportsbetting og Casino",
  "live_casino_title": "White label Casino - start ditt eget online casino",
  "lottery_games_title": "Lotterispill - White label Casino",
  "mobile_title": "Forbedre spillet ditt med VRNLs mobile sportsbetting-programvare",
  "online_casino_sw_title": "Online casinoprogramvare - Utviklingen av online casino-programvare og plattformleverandør",
  "ourTheme_title": "Bet & Win: Vårt arbeid i online betting- og casinoverdenen",
  "risk_management_title_main": "Risikostyringsstrategier for sportsbook-operatører - White label sportsbetting-programvare og casino",
  "sport_bet_title": "Forbedre din bettingopplevelse med VRNL Sportsbetting-programvare",
  "wlc_title": "White label Casino - Start enkelt ditt online casino med vår White Label Casino-løsning.",
  "whiteLabel_title": "Vrnl Din personlige leverandør av white label sportsbook-programvare",
  "TOAST": {
    "FILL_REQUIRED": "Vennligst fyll ut alle påkrevde felt.",
    "SUBMITTING": "Sender forespørsel...",
    "SUCCESS": "Demoforspørselen ble sendt vellykket!",
    "ERROR": "Det oppsto en feil. Vennligst prøv igjen."
  },
  "disclosure_tp_a_desp": "<strong>a. Generell offentliggjøring</strong><br> Noen ganger kan vrnl.net gjøre viss personlig informasjon tilgjengelig for strategiske partnere som samarbeider med vrnl.net for å levere tjenester, eller som hjelper vrnl.net med markedsføring til kunder. For eksempel, når du kjøper og aktiverer et abonnement, gir du vrnl.net tillatelse til å utveksle informasjonen du oppgir under aktiveringsprosessen for å utføre en tjeneste. Hvis du har godkjent tjenesten, vil kontoen din være underlagt vrnl.nets personvernregler. Personlig informasjon vil kun deles av vrnl.net for å levere eller forbedre våre tjenester og markedsføringsaspekter; den vil ikke bli delt med tredjepart for deres markedsføringsformål.<br> Vrnl.net kan også nøye velge andre selskaper for å sende deg informasjon om deres produkter eller tjenester som er relatert til nettstedets tjeneste, men som ikke er nødvendig for driften ('Utvidet tjeneste'). Hvis vrnl.net har til hensikt å bruke personlig identifiserbar informasjon for en Utvidet tjeneste, vil vrnl.net-siden gi deg mulighet og nødvendige instruksjoner for å avslå denne tjenesten.<br> Du kan også stoppe levering av informasjons- eller reklame-e-poster fra <b>vrnl.net</b> ved å følge instruksjonene i e-posten.",
  "objection_processing_desp": "<strong>e. Innvending mot behandling</strong><br> Når din personlige informasjon behandles for direkte markedsføringsformål, kan du når som helst be oss om å slutte å behandle dine data for disse formålene ved å sende oss en e-post.<br> Vær oppmerksom på at hvis du ikke tillater oss å samle inn personlig informasjon fra deg, kan vi kanskje ikke levere visse opplevelser, produkter og tjenester til deg, og noen av våre tjenester kan ikke ta hensyn til dine interesser og preferanser. Hvis innsamling av personlig informasjon er obligatorisk, vil vi gjøre dette klart på innsamlingstidspunktet slik at du kan ta en informert beslutning om deltakelse. Hvis du har spørsmål om spesifikk personlig informasjon om deg som vi behandler eller beholder, og dine rettigheter angående den informasjonen, vennligst kontakt vårt kundeserviceteam.",
  "disclosure_tp_e_desp": "<strong>e. Forretningsoverføringer</strong><br> Vi gir personlig informasjon til våre tilknyttede selskaper og andre pålitelige virksomheter eller personer for å behandle den for oss, basert på våre instruksjoner og i samsvar med vår personvernpolicy og andre passende konfidensialitets- og sikkerhetstiltak. For eksempel kan vi bruke tjenesteleverandører for å hjelpe oss med kundeservice.<br> I tilfelle vrnl slås sammen med eller blir kjøpt opp av et annet selskap, eller i tilfelle reorganisering eller omstrukturering av virksomheten, kan vi og våre tilknyttede selskaper dele din personlige informasjon, helt eller delvis, med en annen forretningsenhet.",
  "rectification_iii_desp": "<strong>b. Retting av unøyaktig eller ufullstendig informasjon</strong><br> Du kan be oss om å korrigere unøyaktig eller ufullstendig personlig informasjon om deg (dette er informasjonen du ikke kan oppdatere selv i din moneycontrol-konto) ved å sende oss en e-post.<br> Du kan få tilgang til og oppdatere noe av din personlige informasjon gjennom kontoinnstillingene dine. Hvis du har valgt å koble vrnl.net-profilen din til en tredjepartsapplikasjon, som Facebook eller Google, kan du endre innstillingene dine og fjerne tillatelse for appen ved å endre kontoinnstillingene dine. Du er ansvarlig for å holde din personlige informasjon oppdatert. Vrnl.net kan sende deg periodiske påminnelser via e-post for å opprettholde nøyaktigheten av din personlige informasjon.",
  "disclosure_tp_c_desp": "<strong>c. Tjenesteleverandører</strong><br> Vrnl.net kan inkludere lenker til ulike tredjeparts nettsteder som kan samle inn din personlige informasjon. Bruk av informasjonen din som samles inn av slike tredjepartsplattformer, vil være underlagt personvernreglene for den aktuelle tredjepartsplattformen. Slike nettsteder eller applikasjoner er underlagt deres respektive personvernregler, som ligger utenfor vår kontroll. Når du forlater våre servere (du kan se hvor du er ved å sjekke URL-en i adressefeltet i nettleseren din), er bruk av all informasjon du oppgir underlagt personvernreglene til operatøren av applikasjonen du besøker. Den policyen kan avvike fra vår. Hvis du ikke finner personvernpolicyen for noen av disse nettstedene via en lenke fra applikasjonens hjemmeside, bør du kontakte applikasjonseierne direkte for mer informasjon.<br> Vi kan dele ikke-personlig identifiserbar informasjon offentlig og med våre partnere – som utgivere, annonsører, utviklere eller rettighetshavere. For eksempel deler vi informasjon offentlig for å vise trender om generell bruk av våre tjenester. Vi tillater også spesifikke partnere å samle informasjon fra nettleseren eller enheten din for markedsførings-/promosjons- og måleformål ved bruk av deres egne informasjonskapsler eller lignende teknologier.",
  "data_security": "Datasikkerhet"
}