{
  "contact_title": "Firma, która konsekwentnie dąży do innowacyjnych rozwiązań, aby sprostać potrzebom biznesowym.",
  "contact_footer": "„Jesteśmy zespołem kreatywnych strategów, entuzjastów technologii i skutecznych komunikatorów, napędzanych niezachwianą pasją do branży gier online. Naszym nieustannym celem jest wspieranie sukcesu naszych klientów w biznesie.”",
  "contact_header": "Skontaktuj się z nami",
  "contact_para": "Skonsultuj się z ekspertem VRNL, aby odkryć, jak nasze rozwiązania mogą podnieść Twój biznes bukmacherski.",
  "telegram": "Telegram",
  "write_msg": "NAPISZ DO NAS WIADOMOŚĆ",
  "fname": "Pełne imię i nazwisko",
  "fname_err": "Pole jest wymagane (min. 2 znaki).",
  "email": "Twój email",
  "email_err": "Wymagany jest prawidłowy adres email.",
  "country": "Kraj",
  "pnumber": "Numer telefonu",
  "pnumber_err": "Numer telefonu musi mieć 10 cyfr.",
  "message": "Wiadomość",
  "sending": "Wysyłanie…",
  "submit": "Wyślij",
  "con_param1": "Nie udostępniamy Twoich danych osobowych nikomu. Sprawdź naszą",
  "privacy_policy_form": "„politykę prywatności”",
  "con_param2": "aby uzyskać więcej informacji",
  "casino_tournament_h1": "<b class='chck'>Turnieje kasynowe</b> pozwalają tworzyć turniej z określoną datą rozpoczęcia i zakończenia.",
  "casino_tournament_p1": "Potężnym narzędziem do zwiększania przychodów sekcji kasyna jest wdrożenie <strong>Turniejów Kasynowych.</strong>",
  "casino_tournament_h2": "Będziesz mieć możliwość pełnej <strong>dostosowania każdego turnieju</strong> poprzez ręczny wybór listy slotów, które wezmą udział w rywalizacji.",
  "casino_tournament_p2": "Aby <strong>utworzyć promocję</strong>, wystarczy wybrać <strong>tytuł</strong> dla <strong>turnieju</strong>, określić <strong>sloty</strong> do uwzględnienia oraz ustalić <strong>jackpot</strong>, który zostanie rozdzielony na <strong>różne nagrody</strong>, wszystko według Twoich preferencji.",
  "casino_tournament_p3": "Kluczowe dane do wprowadzenia obejmują <strong>datę rozpoczęcia</strong>, <strong>datę zakończenia</strong>, <strong>łączny jackpot</strong>, liczbę uczestników w rankingu oraz minimalny wymóg obrotu dla udziału w turnieju.",
  "casino_tournament_p4": "Ponadto zawsze będziesz mieć dostęp do tablicy wyników w czasie rzeczywistym, wyświetlającej nazwy użytkowników, pozycje graczy i odpowiadające im nagrody. Funkcja ta może znacząco poprawić doświadczenie użytkownika na Twojej platformie kasynowej, przyciągając więcej graczy i zwiększając przychody.",
  "casinogames_title": "Dlaczego warto wybrać naszą platformę?",
  "casinogames_title_h1": "Najbardziej rozbudowany katalog na świecie ",
  "online_casino_games": "gier kasynowych online",
  "online_casino_games_p1": "Nasza <b style='color: #575756;'>White Label</b> to Twoje ostateczne miejsce, oferujące niezrównany zestaw ponad 3000 ekscytujących gier kasynowych i slotów. Jesteśmy dumni z oferowania najbardziej kompleksowego zestawu gier kasynowych online dostępnych w internecie.",
  "online_casino_games_p2": "Obsługujemy operatorów gier online, bukmacherów, loterie oraz organizacje bukmacherskie działające na regulowanych rynkach.",
  "online_casino_games_p3": "Rozumiemy znaczenie bezpiecznej i uczciwej rozgrywki w świecie kasyn online. Dlatego nasze matematyki gier są nie tylko solidne, ale również certyfikowane przez niezależne laboratoria gier. Certyfikacja ta gwarantuje najwyższy poziom doświadczenia użytkownika dla Twoich graczy, czyniąc ich doświadczenie w kasynie online naprawdę najwyższej klasy.",
  "casino_nos": "LICZBY KASYNOWE",
  "slot_machine": "Automaty do gry",
  "morethan10": "Ponad 10",
  "tablegames": "Gry stołowe",
  "morethan4": "Ponad 4",
  "videopoker": "Video poker",
  "morethan": "Ponad",
  "lottery": "Loteria",
  "morethan9": "Ponad 9",
  "proveedores": "DOSTAWCY",
  "morethan12": "Ponad 12",
  "online_turnkey": "Oferujemy kompleksowe rozwiązania kasyn online",
  "casino_wls": "Rozwiązanie White Label Casino",
  "casino_wls_desp": "Uruchom własne kasyno z brandingiem łatwo, korzystając z rozwiązania white-label VRNL. Dostosuj kasyno, oferuj szeroki wybór gier, zapewnij bezpieczeństwo i szybko generuj przychody.",
  "webbranding": "Branding strony internetowej",
  "webbranding_desp": "Podnieś swoją obecność online dzięki profesjonalnym usługom brandingu stron VRNL. Projektujemy, tworzymy i przekształcamy strony, aby odzwierciedlały Twoją unikalną tożsamość, pozostawiając trwałe wrażenie.",
  "toolstraning": "Narzędzia (szkolenia)",
  "toolstraning_desp": "Odkryj swój potencjał w świecie tradingu dzięki potężnym narzędziom VRNL. Nasze nowoczesne rozwiązania dają Ci wgląd i technologię do podejmowania świadomych decyzji i maksymalizacji sukcesu w handlu.",
  "client_support": "Wsparcie klienta",
  "client_support_desp": "Zwiększ doświadczenie klienta dzięki wyjątkowym usługom wsparcia VRNL. Nasz dedykowany zespół zapewnia fachową pomoc, dbając o potrzeby klientów z efektywnością i troską.",
  "aboutus_title": "Z pewnością jesteś ciekawy, aby odkryć",
  "aboutus_desp": "Firma, która konsekwentnie dąży do innowacyjnych rozwiązań, aby sprostać potrzebom biznesowym.",
  "online_gaming_provider": "Dostawca gier online",
  "about-section1-para1": "<strong style='color: #000;'>VRNL jest uznanym dostawcą Sportsbook i gier z imponującym, 10-letnim doświadczeniem w branży bukmacherskiej.</strong> Od 2012 roku dostarczamy rozwiązania dla bukmacherów, loterii i organizacji bukmacherskich na regulowanych rynkach.",
  "about-section1-para2": "Jesteśmy zespołem kreatywnych strategów, pasjonatów technologii i skutecznych komunikatorów, napędzanych niezachwianą pasją do branży gier online. Naszym nieustannym celem jest wspieranie sukcesu naszych klientów w biznesie.",
  "about-section1-para21": "Jesteśmy dumni z dostarczania najwyższej jakości rozwiązań dla firm i osób prywatnych w branży gier i zakładów online. Niezależnie od tego, czy jesteś startupem chcącym uruchomić swoją platformę, czy uznanym marką poszukującą ekspansji, oferujemy kompleksowe usługi, które wspierają Twój rozwój, zapewniają zgodność z przepisami i dostarczają wyjątkowe doświadczenia użytkowników.",
  "about-section1-para22": "Nasze rozwiązania White Label dają Ci możliwość uruchomienia własnego w pełni markowego biznesu gier lub zakładów online bez wyzwań związanych z budowaniem od podstaw. Dostarczamy kompletny, w pełni zarządzany pakiet, który obejmuje niestandardowe brandowanie dopasowane do Twojej tożsamości, zintegrowane moduły sportowe, kasyno i gry, bezpieczne bramki płatnicze oraz ciągłe wsparcie techniczne i konserwację. Dzięki naszej platformie White Label możesz skoncentrować się na marketingu, pozyskiwaniu klientów i rozwoju biznesu, podczas gdy my zajmujemy się technologią, zgodnością i operacjami zaplecza.",
  "about-section1-para3": "Nasza nowoczesna platforma gamingowa jest jednym z kluczowych czynników, które przyczyniły się do obecnego statusu VRNL jako cenionego międzynarodowego Software House.<strong style='color: #000;'> Wykorzystując nasze szerokie, 10-letnie doświadczenie w tej branży, VRNL z dumą świadczy usługi dla ponad 40 bukmacherów w 11 różnych krajach na całym świecie.</strong>",
  "about_us": "O nas",
  "about_us_desp": "VRNL to największa platforma oferująca online sportowe i kasynowe rozwiązania White Label. Oferujemy API wymiany oraz nasze usługi dostosowane dla Bangladeszu z niskimi marżami na niezawodnej platformie, w tym kasyno. Udostępniamy API dla wszystkich lig w wymianach wraz z usługami streamingu online. Ciesz się obstawianiem na niezawodnej platformie. Graj w ponad 1000 slotów i gier stołowych na naszej stronie.",
  "our_client": "Nasi klienci",
  "our_client_desp": "W VRNL nieustannie dążymy do najlepszych partnerstw w dziedzinie gier i rozrywki, aby zapewnić niezrównane doświadczenia dla naszych klientów i graczy. Poprzez współpracę z renomowanymi międzynarodowymi kasynami i dostawcami gier wirtualnych, zintegrowaliśmy naszą platformę bukmacherską z szeroką gamą gier. Oferujemy wszystko, od automatów i gier stołowych po kasyno na żywo, gry wirtualne i fantasy. Nasza platforma jest dostępna zarówno na komputerach, jak i urządzeniach mobilnych, oferując wysokiej jakości grafikę, animacje i dźwięk. Intuicyjne menu zapewnia łatwe korzystanie. Integracja jest szybka, skalowalna i bezpieczna. Jesteśmy dumni z prezentowania klientom najszerszego wyboru gier w branży. Witaj w VRNL, gdzie doskonałość w grach spotyka nieograniczone możliwości. VRNL współpracuje z najbardziej rozpoznawalnymi dostawcami gier i rozwiązań płatniczych. Udostępnij naszą platformę i dołącz do tego rosnącego grona.",
  "lost404": "Wygląda na to, że się zgubiłeś",
  "lost404desp": "Strona, której szukasz, nie jest dostępna!",
  "gotohome": "Przejdź do strony głównej",
  "esports_bs": "Oprogramowanie do zakładów eSports",
  "esports_bs_desp1": "W VRNL jesteśmy dumni z dostarczania fanom eSports wyjątkowych i wciągających doświadczeń.",
  "esports_bs_desp2": "VRNL to Twoja brama do świata, w którym gry i zakłady się łączą. Nasze oprogramowanie do zakładów eSports zapewnia ekscytujące, bezpieczne i satysfakcjonujące doświadczenie. Dołącz do VRNL już dziś i podnieś swoje doświadczenie w grach na wyższy poziom!",
  "startnow": "Rozpocznij teraz",
  "easy_setup": "Łatwa konfiguracja, mniej niż możesz się spodziewać.",
  "easy_setup_desp1": "Możemy dostarczyć platformę eSports w ciągu zaledwie kilku tygodni.<br> Obsługujemy wszystkie aspekty procesu: hosting, interfejs użytkownika, feedy kursów, strony dostosowane do klienta, aktywację produktów i strategię zakładów.",
  "easy_setup_desp2": "Twoje główne zadanie może skupić się na tworzeniu i rozwijaniu sieci online.",
  "esport_bet_center_h1": "Jeśli myślisz o rozpoczęciu zakładów online, nasze oprogramowanie do zakładów eSports to świetny pierwszy krok.",
  "esport_bet_center_p1": "Skorzystaj z naszych usług ekspertów i zaawansowanej technologii zakładów eSports. Nasi regulowani partnerzy otrzymują pełne wsparcie przy wchodzeniu do branży zakładów online i mogą korzystać z naszych platform dostosowanych lub ogólnych.",
  "esport_bet_center_p2": "Rozpoczęcie internetowego sportsbooku skoncentrowanego głównie na eSports może być trudne. Dlatego stworzyliśmy kompleksowy system zakładów eSports z usługami zakładów przedmeczowych, oferując najbogatszy wybór opcji eSports online.",
  "have_qes": "Masz pytanie?",
  "para_faq": "Mamy odpowiedzi (No cóż, większość czasu!)",
  "freq_param": "Poniżej znajdziesz odpowiedzi na najczęściej zadawane pytania, sprawdź naszą ",
  "if_still_qes": "Jeśli nadal nie możesz znaleźć odpowiedzi, po prostu",
  "sbs_faqs": "FAQ dotyczące oprogramowania do zakładów sportowych",
  "whatis_sbs": "Czym jest oprogramowanie do zakładów sportowych?",
  "whatis_sbs_ans": "Oprogramowanie do zakładów sportowych jest projektowane w oparciu o rynki i wybory użytkowników. Nasi eksperci są zawsze dostępni, aby zapewnić najlepszą obsługę klienta, pomagając w nauce potrzeb i wymagań rynkowych. Ponadto zajmujemy się każdym etapem procesu tworzenia, dostarczając pełną i funkcjonalną platformę zakładów.",
  "affiliate_systems": "Czy oferujecie systemy afiliacyjne?",
  "affiliate_systems_ans": "Tak, nasza sieć oprogramowania opiera się na 5 poziomach: Administrator platformy – dostęp do backendu (możliwe jest również utworzenie innych dostępów do Back Office z ograniczonymi uprawnieniami). Reseller – agent nadrzędny nadzorujący kilka punktów bukmacherskich, zarabiający prowizje od obrotu lub zysków punktów. Punkt bukmacherski – fizyczne miejsce, gdzie gracze mogą grać, wpłacać środki itd. Przez to konto możliwe jest obstawianie i zarabianie prowizji. Kasjer – profil pracowników punktów bukmacherskich, którzy mogą obstawiać bez prowizji. Gracz online – rejestruje konto online lub w punkcie, obstawia zakłady.",
  "whatis_label": "Czym jest strona zakładów White Label?",
  "whatis_label_ans": "Strona zakładów White Label to w pełni dostosowana platforma. White Label VRNL zapewnia certyfikowane gry, system bonusów i bramki płatnicze. Zawartość interfejsu, język i waluta są dostosowane do Twojego wyboru. VRNL oferuje różne szablony graficzne, funkcje i narzędzia.",
  "fullmanagement": "Czy mogę w pełni zarządzać kursami i marżami?",
  "fullmanagement_ans": "Backend oferuje wiele narzędzi, funkcji i raportów, które zapewniają pełny przegląd działalności zakładów sportowych. Istnieje dedykowana sekcja do zarządzania kursami, umożliwiająca edycję marż, wielokrotności i kursów według rynku, meczu i/lub mistrzostwa.",
  "logobrand": "Czy mogę użyć mojego logo i kolorów marki?",
  "logobrand_ans": "Tak, możesz. Oferujemy różne rozwiązania w zależności od Twoich wymagań. Możemy stworzyć rozwiązania na zamówienie, zbierając Twoje wymagania i przygotowując projekt lub zapewnić gotowe rozwiązanie, zmieniając tylko kolory i logo Twojej marki.",
  "fullycustomized": "Chciałbym mieć w pełni dostosowane rozwiązanie, czy to możliwe?",
  "fullycustomized_ans": "VRNL udostępnia zespół ekspertów do stworzenia w pełni dostosowanej platformy zakładów sportowych. Menedżer konta zbiera wymagania i koordynuje projekt z innymi członkami zespołu: kierownikiem projektu, grafikiem i menedżerem IT.",
  "software_cost": "Ile kosztuje oprogramowanie do zakładów sportowych?",
  "software_cost_ans": "Koszt oprogramowania zależy od funkcji i usług oferowanych. Istnieją różne plany w zależności od tego, czy masz już dużą liczbę graczy, czy chcesz być agentem z własną siecią graczy.",
  "what_products": "Jakie produkty oferujecie?",
  "what_products_ans": "Naszym głównym produktem są zakłady sportowe – nasze oprogramowanie jest produktem wewnętrznym, rozwijanym przez zespół IT od 2005 roku. Oprócz zakładów sportowych oferujemy zakłady na żywo, kasyno, kasyno na żywo, loterie i gry wirtualne, oferując klientom kompleksowe rozwiązania 'all in one'.",
  "canaddfeatures": "Czy mogę dodać funkcje, raporty lub strony do oprogramowania zakładów sportowych?",
  "canaddfeatures_ans": "Oprogramowanie zawiera szeroki zakres raportów, stron i banerów, które można dostosować (CMS) lub opracować na życzenie. Jeśli chcesz nową funkcję, współpracujemy przy tworzeniu projektu: zbieranie informacji, przesłanie projektu, testowanie i finalne wdrożenie.",
  "canofferbettingservices": "Czy mogę oferować zakłady sportowe w moich kasynach w kraju?",
  "canofferbettingservices_ans": "Oferujemy różne rozwiązania zarówno dla biznesu online, jak i stacjonarnego. Jeśli posiadasz kasyno stacjonarne i chcesz również oferować zakłady sportowe, nasze rozwiązanie detaliczne pozwoli tworzyć konta kasjerów do zarządzania sprzedażą biletów.",
  "change_currentprovider": "Jak zmienić obecnego dostawcę oprogramowania?",
  "change_currentprovider_ans": "Jeśli zarządzasz już platformą exchangebook i chcesz przejść na naszą platformę zakładów sportowych, zadbamy, aby wszystko zostało prawidłowo przeniesione. Przygotujemy plan migracji, dane osobowe graczy zostaną załadowane na nową platformę, a zmiana zostanie zaplanowana w celu zakończenia migracji w kilka godzin.",
  "sbs_offer": "Jakie funkcje oferuje oprogramowanie zakładów sportowych?",
  "sbs_offer_ans": "Oprogramowanie oferuje prognozy oparte na danych, symulacje, trendy zakładów, porównania kursów i więcej. Dostarcza także analizy przeszłych i nadchodzących meczów, aby pomóc graczom podejmować lepsze decyzje. Specjalizujemy się w tworzeniu punktów bukmacherskich i sieci online, w tym procedur KYC zatwierdzonych przez organy regulacyjne, bramek płatniczych, narzędzi marketingu afiliacyjnego, systemów poleceń, powiadomień push, kontroli kont graczy, weryfikacji, systemów wykrywania oszustw i narzędzi geolokalizacyjnych.",
  "sbs_legal": "Czy oprogramowanie zakładów sportowych jest legalne?",
  "sbs_legal_ans": "Tak, oprogramowanie jest legalne i używane przez wielu profesjonalnych graczy. Ważne jest jednak, aby korzystać z niego zgodnie z obowiązującymi przepisami w Twojej jurysdykcji.",
  "ebs_faqs": "FAQ dotyczące oprogramowania do zakładów eSports",
  "ebs_titleoffer": "Jakie tytuły eSports oferujecie?",
  "ebs_titleoffer_ans": "<li><strong>Najpopularniejsze:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Gry sportowe:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Gry wieloosobowe online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>Strzelanki FPS:</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Gry walki:</strong> Street Fighter, Super Smash Bros, Tekken. RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Czy macie wersję mobilną?",
  "mobileversion_ans": "Tak, VRNL jest w pełni zoptymalizowane pod urządzenia mobilne. Platforma działa płynnie na wszystkich smartfonach i tabletach, oferując dostęp do zakładów, gier kasynowych, iGaming i eSports w dowolnym miejscu. Interfejs jest responsywny, szybki i bezpieczny, bez potrzeby pobierania aplikacji. Android i iOS są w pełni wspierane.",
  "runesportsplatform": "Czy mogę prowadzić platformę eSports bez zarządzania kursami i tradingiem?",
  "runesportsplatform_ans": "Nasze rozwiązania eSports zawierają feed kursów. Oprogramowanie posiada wiele funkcji do samodzielnego zarządzania kursami i marżami. Jeśli chcesz skupić się tylko na zarządzaniu punktami i graczami, zapewniamy wsparcie tradingowe.",
  "esports_solutions": "Chciałbym mieć w pełni dostosowane rozwiązanie eSports, czy to możliwe?",
  "esports_solutions_ans": "VRNL udostępnia zespół ekspertów do stworzenia w pełni dostosowanej platformy zakładów eSports. Menedżer konta zbiera wymagania i koordynuje projekt z kierownikiem projektu, grafikiem i menedżerem IT.",
  "newtobusiness": "Jestem nowy w tej branży, co powinienem wiedzieć?",
  "newtobusiness_ans": "Prawidłowe zarządzanie platformą eSports może uczynić ten biznes bardzo dochodowym. Oferujemy różne rozwiązania i usługi w zależności od poziomu wiedzy. Ekspert współpracuje z Tobą, aby dopasować najlepsze rozwiązanie eSports.",
  "eSports_market": "Ile rynków eSports na żywo oferujecie?",
  "eSports_market_ans": "Obecnie oferujemy 20 rynków eSports na żywo.<br>Nieustannie dodajemy nowe rynki.",
  "eSportsLogoBrand": "Czy mogę użyć mojego logo i kolorów marki eSports?",
  "eSportsLogoBrand_ans": "Tak, możesz. Oferujemy różne rozwiązania w zależności od wymagań. Możemy stworzyć indywidualne rozwiązanie eSports lub gotowe, zmieniając tylko logo i kolory marki.",
  "eSports_server": "Czy mogę hostować wymianę eSports na moim serwerze?",
  "eSports_server_ans": "Nie, nie możesz. Hosting jest wliczony w ofertę. Aby zapewnić właściwe działanie oprogramowania, nasi SysAdmini przygotowali dedykowaną strukturę klastra z backupami i planem awaryjnym, zapewniając zgodność z regulacjami i najwyższe standardy bezpieczeństwa.",
  "sp_faqs": "FAQ dotyczące platformy streamingowej",
  "promte_cricket": "Ile meczów krykieta mogę promować?",
  "promte_cricket_ans": "Podczas transmisji z panelu można aktywować dwa mecze jednocześnie, ale nie ma limitu połączeń meczów.",
  "broadcast_live": "Czy wydarzenia kasynowe mogą być transmitowane na żywo?",
  "broadcast_live_ans": "Tak, wszystkie gry kasynowe mogą być transmitowane na żywo na obsługiwanych platformach.",
  "measure_success": "Jak mierzyć sukces transmisji na żywo?",
  "measure_success_ans": "Oczywiście możesz śledzić szczegółowe analizy wielu platform na jednym ekranie.",
  "is_mobile_friendly": "Czy platforma jest przyjazna dla urządzeń mobilnych?",
  "is_mobile_friendly_ans": "Tak — platforma jest w pełni mobilna, a my dostarczamy APK do pobrania i płynnego użycia.",
  "livecasino_faqs": "FAQ dotyczące oprogramowania Live Casino",
  "whatisVRNLcasino": "Czym jest VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software to nowoczesna platforma umożliwiająca kasynom online oferowanie gier z krupierem na żywo. Zapewnia infrastrukturę i narzędzia potrzebne do interaktywnych doświadczeń kasynowych w czasie rzeczywistym.",
  "software_work": "Jak działa VRNL Live Casino Software?",
  "software_work_ans": "Oprogramowanie VRNL Live Casino integruje się z witrynami kasyn online. Łączy graczy z krupierami przez wysokiej jakości streaming wideo, umożliwiając grę w blackjacka, ruletkę, bakarat i inne gry w trybie na żywo.",
  "features_livecasino": "Jakie są główne funkcje VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software oferuje funkcje takie jak dostosowywalny branding, integracja płatności, przyjazny interfejs dla graczy i operatorów.",
  "security_livecasino": "Jak zapewnić bezpieczeństwo i uczciwość gier w VRNL Live Casino Software?",
  "security_livecasino_ans": "Oprogramowanie VRNL jest zbudowane z myślą o bezpieczeństwie. Używa certyfikowanych generatorów liczb losowych (RNG), narzędzi do ochrony przed oszustwami oraz szyfrowania danych.",
  "offered_games": "Jakie gry można oferować za pomocą VRNL Live Casino Software?",
  "offered_games_ans": "Możesz oferować szeroki wybór gier z krupierem na żywo, w tym klasyki jak blackjack, ruletka, bakarat, oraz ich warianty.",
  "integrateVRNL": "Czy mogę zintegrować VRNL Live Casino Software z moją istniejącą platformą kasynową?",
  "integrateVRNL_ans": "Tak, nasze oprogramowanie jest zaprojektowane do łatwej integracji z istniejącymi platformami, zapewniając płynne wdrożenie.",
  "wlc_faqs": "FAQ dotyczące White Label Casino",
  "whatis_wlc": "Czym jest White Label Casino?",
  "whatis_wlc_ans": "White Label Casino to kompleksowe rozwiązanie, które pozwala uruchomić własne kasyno online korzystając z naszego oprogramowania i infrastruktury. Możesz nadać własną markę i design, a my zajmujemy się aspektami technicznymi i regulacyjnymi.",
  "wlc_work": "Jak działa usługa White Label Casino?",
  "wlc_work_ans": "Dostarczamy w pełni funkcjonalną platformę kasynową, w tym gry, przetwarzanie płatności i obsługę klienta. Ty dostosowujesz branding i design do swojej wizji i możesz rozpocząć działalność online.",
  "wlc_games": "Jakie gry są dostępne w moim White Label Casino?",
  "wlc_games_ans": "Oferujemy szeroki zakres gier kasynowych, w tym automaty, gry stołowe (np. blackjack, ruletka) oraz gry z krupierem na żywo. Możesz wybierać z naszego katalogu gier, aby stworzyć różnorodne doświadczenie dla swoich graczy.",
  "wlc_launch": "Jak długo trwa uruchomienie mojego White Label Casino?",
  "wlc_launch_ans": "Czas realizacji może się różnić w zależności od Twoich wymagań i procesów regulacyjnych. Średnio przygotowanie i dostosowanie platformy kasynowej zajmuje kilka tygodni.",
  "wlc_cusSupport": "Jaki poziom wsparcia klienta jest zapewniony dla mojego White Label Casino?",
  "wlc_cusSupport_ans": "Oferujemy wsparcie techniczne i operacyjne, aby Twoje kasyno działało bezproblemowo.",
  "wlc_getstarted": "Jak mogę rozpocząć z White Label Casino od Waszej firmy?",
  "wlc_getstarted_ans": "Skontaktuj się z naszym zespołem sprzedaży, aby omówić swoje potrzeby i uzyskać spersonalizowaną konsultację. Przeprowadzimy Cię przez proces uruchomienia White Label Casino.",
  "can_cutomize_branding": "Czy mogę dostosować kasyno do mojego brandingu?",
  "can_cutomize_branding_ans": "Tak — możesz w pełni dostosować kasyno, używając własnego logo, kolorów i identyfikacji wizualnej.",
  "company": "Firma",
  "company_caps": "FIRMA",
  "about": "O nas",
  "online_exchange_sw": "Oprogramowanie do wymiany online",
  "privacy_policy": "Polityka prywatności",
  "contact_us": "Kontakt",
  "solutions": "Rozwiązania",
  "sports_betting_software": "Oprogramowanie do zakładów sportowych",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Platforma zakładów White Label",
  "exch_iframe": "Iframe Exchangebook",
  "footer_para_1": "Logo i materiały graficzne Vrnl są własnością intelektualną firmy i nie mogą być kopiowane, reprodukowane, rozpowszechniane ani wyświetlane bez pisemnej zgody Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Wszelkie prawa zastrzeżone.",
  "home": "Strona główna",
  "betting": "Zakłady",
  "esports_betting": "Zakłady eSports",
  "sbs_head": "Oprogramowanie do zakładów sportowych",
  "casino": "Kasyno",
  "online_casino_sw": "Oprogramowanie kasyna online",
  "live_casino_sw": "Oprogramowanie Live Casino",
  "casino_game": "Gry kasynowe",
  "lottery_bingo": "Loteria i bingo",
  "casino_tournament": "Turniej kasynowy",
  "risk_management": "Zarządzanie ryzykiem",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Nasze projekty",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Gry loteryjne",
  "exch_sw_provider": "Dostawca oprogramowania Exchange",
  "mobile_bet": "Zakłady mobilne",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget zakładów sportowych",
  "back": "Powrót",
  "exch_iframe_para": "Iframe Exchangebook — umożliwia szybkie uruchomienie modułu Exchangebook poprzez integrację API. Nasza kompleksowa usługa Exchangebook, pod nadzorem ekspertów, zapewnia szeroki zakres programowania wydarzeń i rynków online.",
  "contact_us!": "Skontaktuj się z nami!",
  "exch_iframe_types": "Rodzaje iframe Exchangebook",
  "exch_iframe_types_para": "Nasze rozwiązania iframe Exchangebook dostępne są w trzech wariantach, dopasowanych do używanego kanału, zapewniając najbardziej odpowiednią opcję dla Twoich potrzeb:",
  "exch_iframe_types_list": "<li> iFrame dla <strong>Desktop</strong>, przeznaczony dla komputerów o różnych rozdzielczościach, z różnorodnymi i konfigurowalnymi układami. </li> <li> iFrame dla <strong>Terminali i Kiosków SSBT</strong>, z układami zoptymalizowanymi dla ekranów dotykowych i intuicyjnym interfejsem, idealny dla niedoświadczonych graczy obstawiających zakłady.</li>",
  "exch_iframe_types_para2": "Ponadto, dzięki naszemu API, możesz w pełni dostosować grafikę i funkcje gier.",
  "cm_exch": "Kompleksowy zarządzany Exchangebook",
  "cm_exch_para": "Nasz iframe Exchangebook obejmuje dostawę danych kursowych i konfigurację podstawowych ustawień zakładów. Oprogramowanie zawiera szereg funkcji i narzędzi do samodzielnego zarządzania marżami i konfiguracjami kursów. Jeśli jednak skupiasz się głównie na zarządzaniu graczami i marketingu, oferujemy w pełni zarządzane usługi tradingowe i wsparcie.",
  "acq_exch": "Pozyskanie rozwiązania Exchangebook iframe jest proste",
  "acq_exch_para": "Uprościliśmy proces aktywacji iFrame do pięciu prostych kroków:",
  "acq_exch_list": "<li> Sformalizuj umowę między Vrnl a klientem. </li> <li> Rozpocznij integrację Exchangebook iFrame poprzez API przy użyciu naszego SDK. </li> <li> Przeprowadź spotkanie w celu określenia strategii Exchangebook. </li> <li> Wybierz najbardziej atrakcyjne sporty i wydarzenia w Twoim obszarze działalności. </li> <li> Startujemy na żywo! </li>",
  "live_casino_sw_p1": "Nasza <strong>platforma Live Casino</strong> pozwala aktywować <strong>najlepszych dostawców na żywo</strong>, znanych z <strong>wyjątkowej jakości i matematycznej integralności.</strong>",
  "live_casino_sw_p2": "Naszym celem jest zapewnienie niezrównanego doświadczenia kasyna na żywo. Niezależnie od tego, czy jesteś doświadczonym graczem, czy nowicjuszem w świecie kasyn online, nasza platforma oferuje immersyjne gry w czasie rzeczywistym.",
  "live_casino_sw_p3": "Rozwiązanie Live Casino VRNL oferuje kompleksowy zestaw usług, w tym: ",
  "live_casino_sw_p3_l1": "Narzędzia pełnej historii raportowania",
  "live_casino_sw_p3_l2": "Wizualizacja historii gier",
  "live_casino_sw_p3_l3": "Konfiguracje gier",
  "live_casino_sw_p3_l4": "Narzędzia zarządzania ryzykiem",
  "live_casino_sw_p3_l5": "Zarządzanie graczami",
  "live_casino_sw_p3_l6": "Narzędzia zarządzania afiliacją",
  "live_casino_sw_p3_l7": "Hierarchiczna struktura agentów wielopoziomowych",
  "live_casino_sw_p4": "Opracowaliśmy różne bezpieczne metody integracji, wszystkie przyjazne dla użytkownika i łatwe do wdrożenia z naszym API Live Casino.",
  "live_casino_sw_demo": "Demo rozwiązań Live Casino",
  "livecasino_integration": "<strong style='color: #575756;'>Integracje API Live Casino</strong>",
  "livecasino_integration_para": "Nasze oprogramowanie Live Casino można uruchomić w ciągu kilku dni. Oferujemy również kompleksowe usługi zarządzania, zapewniając nadzór ekspertów. <strong style='color: #575756;'>Gwarantujemy dostęp do największego wyboru gier na żywo dostępnych online.</strong>",
  "live_casino_lobby": "W naszym przyjaznym dla użytkownika Lobby gier Live Casino",
  "youcan": "możesz",
  "findgames_like": "znaleźć gry takie jak:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack i Live Poker, gry w kości i liczby.",
  "euro_roulette": "Ruletka europejska",
  "blackjack": "Blackjack",
  "baccarat": "Bakarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Ruletka amerykańska",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Zarezerwuj demo",
  "lottery_head": "Szukasz platformy do loterii i bingo?",
  "lottery_head_desp1": "Starannie wybraliśmy dla Ciebie najlepsze <b style='color: #575756; font-size: 45px;'>gry loteryjne i bingo</b>.",
  "lottery_head_desp2": "Nasze <b style='color:#575756; font-size: 16px;'>White Label Lottery i Bingo</b> oferuje różnorodne warianty klasycznej gry bingo oraz najbardziej znane gry loteryjne.",
  "lottery_head_desp3": "Możesz <b style='color:#575756; font-size: 16px;'>grać w te gry ze smartfona </b> lub komputera, zapewniając wyjątkowe doświadczenie dzięki najwyższej jakości grom.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Ponadto nasze algorytmy gier są bezpieczne i niezależnie certyfikowane, zapewniając wiarygodne i rzetelne doświadczenie z grą.<br><br></strong>",
  "lottery_bingo_nos": "NUMERY LOTERII I BINGO",
  "bingo_games": "Gry Bingo",
  "over100": "ponad 100",
  "over130": "ponad 130",
  "suppliers": "DOSTAWCY",
  "more20": "Ponad 20",
  "sports_betting_software_wl": "Oprogramowanie do zakładów sportowych White Label",
  "sports_betting_software_wl_desp": "Firma zobowiązana do ciągłego poszukiwania innowacyjnych rozwiązań, aby skutecznie sprostać ewoluującym potrzebom biznesowym.",
  "blink-soft": "Ulepsz swoje doświadczenie dzięki zaawansowanemu oprogramowaniu do zakładów sportowych",
  "platform_para1": "Nowoczesne rozwiązania oprogramowania do zakładów sportowych <b>zmieniają</b> sposób, w jaki gracze angażują się w grę. Dzięki <b>bezproblemowym interfejsom</b>, analizom w czasie rzeczywistym i możliwościom zakładów na żywo, te platformy zapewniają doskonałe doświadczenie zarówno dla nowicjuszy, jak i doświadczonych graczy.",
  "platform_para2": "Niezależnie od tego, czy prowadzisz zakłady sportowe online, punkt zakładów stacjonarnych czy kasyno, nasz kompleksowy zestaw rozwiązań — w tym <b>platformy B2C</b> i <b>dostosowywane produkty White Label</b> — zapewnia elastyczność i technologię potrzebną do utrzymania konkurencyjności. Wykorzystaj innowacje i podnieś poziom swoich operacji zakładów sportowych dzięki oprogramowaniu zaprojektowanemu w celu <b>optymalizacji wydajności</b> i <b>satysfakcji użytkowników</b>.",
  "try_b2b": "Odkryj nasze zaawansowane oprogramowanie B2B do zakładów",
  "try_b2c": "Odkryj nasze zaawansowane oprogramowanie B2C do zakładów",
  "wls_turnkey": "Rozwiązania White Label i Platformy Turnkey",
  "wls_turnkey_p1_span1": "bezproblemowe i angażujące doświadczenie zakładów sportowych",
  "wls_turnkey_p1_span2": "dla Twoich klientów. Takie podejście eliminuje potrzebę kosztownego i czasochłonnego rozwoju, pozwalając Ci skupić się na wzroście i",
  "custom_satisfaction": "satysfakcja klienta",
  "wls_turnkey_p2": "Nasza bezpieczna, wysokowydajna platforma zakładów jest w pełni certyfikowana przez niezależne laboratoria gier, gwarantując zgodność i niezawodność. Współpracując z VRNL, zyskujesz dostęp do zaufanej giełdy zakładów, która zwiększa rentowność, zapewniając przy tym",
  "highest_industry_standards": "najwyższe standardy branżowe",
  "igaming_platform": "Platforma iGaming",
  "igaming_platform_p1": "VRNL jest niezawodnym partnerem w branży iGaming, oferującym wiodące w branży",
  "sbs": "oprogramowanie do zakładów sportowych",
  "igaming_platform_p2": "Naszym celem jest transformacja krajobrazu gier online poprzez dostarczanie operatorom wszechstronnej, nowoczesnej platformy zapewniającej płynną i angażującą rozgrywkę dla ich użytkowników.",
  "online_casino": "Kasyno Online",
  "casino_para": "Witamy w VRNL Online Casino — <b:zaufany lider</b> dostarczający bezpieczną i ekscytującą platformę do gier na całym świecie. Naszą misją jest zapewnienie wyjątkowego doświadczenia kasynowego, które utrzymuje graczy zaangażowanych i rozbawionych.",
  "casino_para_list": "<li>Ponad 75 dostawców</li> <li>Ponad 15 000 automatów</li> <li>500+ gier stołowych</li> <li>700+ gier w wideo pokera</li> <li>Ponad 200 innych gier</li>",
  "casino_para2": "Nasz zespół ekspertów wspiera Cię na każdym etapie, od szkolenia po uruchomienie.",
  "play_livecasino": "Graj w kasynie na żywo tak, jakbyś był bezpośrednio w kasynie",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Automaty</li> <li>Live Ruletka</li> <li>Live Blackjack</li> <li>Live Baccarat</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Dostawcy usług API i iFrame",
  "api_services_iframe_p1": "VRNL oferuje nowoczesne <b>integracje API i rozwiązania iFrame</b>, umożliwiając bezproblemowe połączenie platformy, bezpieczną wymianę danych i lepsze doświadczenia użytkowników — pomagając firmom działać mądrzej i szybciej.",
  "api_services_iframe_p2": "W VRNL rozumiemy znaczenie bezproblemowej wymiany danych i komunikacji między aplikacjami. Oferujemy najwyższej jakości usługi integracji API, pozwalając Twojemu oprogramowaniu łatwo współpracować z innymi platformami. Nasi eksperci zapewnią harmonijne działanie systemów, oferując płynne doświadczenie zarówno Tobie, jak i Twoim klientom.",
  "virtual_games": "Gry Wirtualne",
  "virtual_games_desp1": "Gotowy na przygodę w świecie wirtualnych gier z VRNL? Zanurz się w wirtualnym świecie jak nigdy dotąd i przygotuj się na godziny niekończącej się rozrywki.",
  "virtual_games_desp2": "W VRNL pasjonujemy się dostarczaniem nowoczesnych doświadczeń wirtualnych gier, które przenoszą graczy do ekscytujących nowych światów. Naszą misją jest zapewnienie najbardziej immersyjnych, zabawnych i wciągających gier wirtualnych, które będą trzymały Cię w napięciu przez wiele godzin.",
  "before_start": "Zanim zaczniesz, zobacz jak działa w praktyce!",
  "explore_demo": "na naszej platformie demo:",
  "mobile_sbs": "Mobilne Oprogramowanie do Zakładów Sportowych",
  "mobile_sbs_p1": "Nasza <strong>aplikacja mobilna</strong> umożliwia graczom łatwy dostęp do kont i obstawianie zakładów za pomocą tabletów, smartfonów i innych urządzeń mobilnych podłączonych do internetu.",
  "mobile_sbs_p2": "Od krykieta i piłki nożnej po tenis, nasze oprogramowanie obejmuje szeroki zakres wydarzeń sportowych na całym świecie. Niezależnie od Twojej pasji sportowej, możesz obstawiać ulubione drużyny i gry.",
  "mobile_sbs_p3": "Nasze oprogramowanie nie ogranicza się do samych zakładów, lecz tworzy doświadczenie płynne i skoncentrowane na użytkowniku. Zainwestowaliśmy w najnowsze technologie, aby nawigacja po naszej platformie była jak najprostsza.",
  "advantages_sbs": "Zalety Mobilnego Oprogramowania do Zakładów Sportowych",
  "advantages_sbs_l1": "Aplikacje mobilne działają szybciej",
  "advantages_sbs_l2": "Spersonalizowana treść zakładów",
  "advantages_sbs_l3": "Natychmiastowe zakłady online",
  "advantages_sbs_l4": "Bezpieczne i niezawodne",
  "advantages_sbs_p1": "Aplikacje przewyższają strony mobilne, oferując szybsze działania i reakcje.",
  "advantages_sbs_p2": "Użytkownicy cieszą się spersonalizowaną treścią dla bardziej immersyjnego doświadczenia, z dopasowanymi opcjami zakładów zgodnymi z ich preferencjami.",
  "advantages_sbs_p3": "Wszystkie aplikacje mobilne zapewniają natychmiastowy dostęp jednym kliknięciem, umożliwiając użytkownikom obstawianie, sprawdzanie kont, granie w kasynie i wybór ulubionych lig bez opóźnień.",
  "advantages_sbs_p4": "Bezpieczeństwo jest naszym priorytetem. Mobilne Oprogramowanie do Zakładów Sportowych VRNL jest wyposażone w najnowocześniejsze zabezpieczenia chroniące dane osobowe i finansowe. Możesz obstawiać z pełnym spokojem.",
  "online_casino_sw_p1": "VRNL jest wiodącym dostawcą <strong>oprogramowania kasyna online</strong> i <strong>platform</strong>. Odgrywają one kluczową rolę w projektowaniu i tworzeniu platform kasynowych, zapewniając ich przyjazność dla użytkownika i bogactwo funkcji.",
  "online_casino_sw_p2": "Nasz zespół marketingowy będzie pracował, aby Twoje kasyno online było widoczne na pierwszej stronie, gwarantując wysoką ekspozycję na rynku online.",
  "online_casino_sw_p3": "Platforma kasyna online będzie wyposażona w różne wstępnie skonfigurowane gry, a nasze narzędzia monitorujące zapewnią przejrzysty, rzeczywisty podgląd postępów i wyników Twojego przedsięwzięcia.",
  "customized_theme": "To jest motyw i można go dostosować, zobacz w praktyce:",
  "live_casino_sw_desp1": "Oferujemy najszerszy zakres najlepszych <strong>dostawców Live Casino</strong><br>",
  "live_casino_sw_desp2": "na całym świecie, zapewniając dostęp do najszerszej gamy stołów na żywo online i bezproblemowe doświadczenie wielokanałowe.",
  "casino_sw_features": "Główne funkcje oprogramowania kasynowego",
  "casino_sw_features_p1": "Nasza <strong>platforma oprogramowania kasyna</strong> została zaprojektowana, aby zapewnić płynne i immersyjne doświadczenie zarówno dla graczy, jak i operatorów.<br /><br />",
  "casino_sw_features_p2": "Kluczowe funkcje naszej platformy obejmują:",
  "casino_sw_features_list": "<li>Widoczność i kontrola nad zakresem stołów.</li> <li>Atrybuty i ustawienia stołów do gry.</li> <li>Limity VIP.</li> <li>Funkcje klienta i dostęp do narzędzi dostosowywania.</li> <li>Mechanizm raportowania i system powiadomień zapewniający natychmiastowy dostęp do powiadomień operacyjnych</li> <li>API dla Business Intelligence BI</li> <li>Narzędzia marketingowe</li> <li>API do integracji zewnętrznej</li>",
  "casino_sw_features_p3": "Nasze przyjazne narzędzie do dostosowywania umożliwia bukmacherom wprowadzanie zmian w czasie rzeczywistym w różnych aspektach ofert na żywo, <br /> w tym banery, czcionki i schematy kolorów, wszystko przy intuicyjnej obsłudze.",
  "casino_sw_features_p4": "Nasza nowa platforma działa jako autonomiczny, zwinny i elastyczny system, co pozwala na szybkie <br /> reagowanie na prośby bukmacherów i utrzymanie wysokich standardów jakości przy tworzeniu nowych i istniejących produktów.",
  "casino_sw_features_p5": "Aby przyspieszyć Twój biznes, oferujemy również",
  "casino_sw_features_p6": " z ogromnym wyborem ponad 3000 gier.",
  "integrate_iframe_apis": "Integracja z platformami zewnętrznymi poprzez iFrame i API",
  "integrate_iframe_apis_para": "Nasza platforma oferuje wszechstronne opcje integracji. Możesz bezproblemowo <strong>integrować przez iFrame lub <br /> API.</strong> Może być dostosowana do Twoich potrzeb, niezależnie czy to pełna integracja, <br /> specjalistyczne rozwiązanie zakładów sportowych czy skupienie się na <strong>grach kasynowych online</strong>, w tym <strong>kasyno na żywo</strong>.",
  "view_demo": "Zobacz Demo",
  "we_are": "jesteśmy",
  "online_exchange_sw_p1": "W VRNL jesteśmy dumni z dostarczania nowoczesnego oprogramowania Exchange online, które redefiniuje doświadczenie zakładów. Oferujemy w pełni funkcjonalną platformę z szerokim wyborem meczów na żywo dostępnych miesięcznie. Dzięki naszym opcjom streamingu na żywo, przekształcimy Twoją księgę w platformę rozrywkową, z certyfikatami niezależnych laboratoriów gier dla dodatkowego bezpieczeństwa.",
  "online_exchange_sw_p2": "Oprogramowanie Online Exchange VRNL oferuje kompleksowy zakres opcji zakładów sportowych. Niezależnie czy jesteś fanem krykieta, piłki nożnej, tenisa czy innego sportu, mamy wszystko. Nasza platforma zapewnia kursy w czasie rzeczywistym, zakłady na żywo i przyjazny interfejs, ułatwiając obstawianie.",
  "onther_head": "Ułatwiamy Ci płynne włączenie się do biznesu.",
  "onther_p1": "Ten motyw jest wysoce konfigurowalny i możesz doświadczyć jego elastyczności w praktyce:",
  "main_features": "Główne funkcje",
  "feature_para": "VRNL jest na czele rewolucji w zakładach i zarządzaniu kasynem online. Dzięki naszej wiedzy zyskujesz dostęp do:",
  "feature_list": "<li><strong>Globalne doświadczenie zakładów: </strong> VRNL zapewnia dostęp do szerokiej gamy sportów, lig i rynków zakładów z całego świata, oferując użytkownikom prawdziwie globalne doświadczenie zakładów.</li> <li><strong>Szerokie opcje przedmeczowe: </strong> Wybierz spośród 150 000 miesięcznych opcji przedmeczowych. Zapewniamy szeroki wybór, aby zaspokoić różnorodne preferencje graczy.</li> <li><strong>Ekscytujące zakłady na żywo: </strong> Zaangażuj użytkowników 75 000 miesięcznych zakładów na żywo. Opcje w czasie rzeczywistym dodają emocji i spontaniczności.</li> <li><strong>Gry kasynowe dla metaverse: </strong> VRNL oferuje szeroki wybór gier kasynowych dla metaverse. Zanurz użytkowników w wirtualnym kasynie z naszymi różnorodnymi opcjami gier.</li> <li><strong>Bezproblemowa integracja iFrame: </strong> Łatwo zintegruj nasze iFrame z platformą iGaming. Nasze przyjazne iFrame pozwala na łatwe rozszerzenie funkcji platformy.</li> <li><strong>Elastyczna integracja: </strong> Wybierz metodę integracji, czy to przez API, czy iFrame. Oferujemy wszechstronne opcje dostosowane do Twoich potrzeb.</li>",
  "sports_header_2": "Oprogramowanie Online Exchange i Platforma iGaming Casino",
  "sports_header_2_p1": "Oferujemy <a style='color: #a0c528;' href='#'>rozwiązanie White Label Casino</a> z biblioteką ponad 1 000 gier.",
  "sports_header_2_p2": "Nasze usługi obejmują uzyskanie licencji na gry i wsparcie prawne w rozpoczęciu działalności kasyna, zapewniając bezpieczną i certyfikowaną matematykę gier.",
  "sports_header_2_p3": "Współpracujemy z najlepszymi dostawcami gier, aby zapewnić najszerszy wybór gier kasyna na żywo i gier online. Starannie dobieramy partnerów, aby zagwarantować wyjątkową różnorodność gier.",
  "online_sports_list": "<li>Live Game Show</li> <li>Gry First Person</li> <li>Automaty</li> <li>Live ruletka amerykańska</li> <li>Live blackjack</li> <li>Live baccarat</li> <li>Casino Hold’em Live</li> <li>SICBO</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Graj w kasynie na żywo tak, jakbyś był bezpośrednio w kasynie",
  "top_online_providers": "Najlepsi dostawcy kasyn online klasy światowej",
  "online_casino_p1": "Gotowy, aby podnieść doświadczenie swojego kasyna online na wyższy poziom? Vrnl to kompleksowe rozwiązanie dla wszystkich Twoich potrzeb kasyn online. Oferujemy usługi najwyższej jakości i nowoczesne rozwiązania dla operatorów kasyn online, zapewniając niezapomniane doświadczenie dla graczy.",
  "user_data_section1": "<li>Dostawcy 75 + ponad</li> <li>Automaty 15 000 + ponad</li> <li>Gry stołowe 500 + ponad</li> <li>Video poker 700 + ponad</li> <li>Inne gry 200 + ponad</li>",
  "lottery_bingo_games": "Gry loteryjne i Bingo",
  "lottery_bingo_games_p1": "W VRNL dostarczamy emocje związane z grami Lotto i Bingo zarówno na ekranach, jak i w lokalnych punktach sprzedaży. Niezależnie od tego, czy jesteś fanem tradycyjnych papierowych losów, czy wolisz wygodę gry online, mamy wszystko, czego potrzebujesz. Z nami to nie tylko gry; to emocje związane z wygraną i radość z zabawy.",
  "user_data_section2": "<li>Bingo 80 + więcej niż</li> <li>Lotto 130 + więcej niż</li>",
  "ultimate_dest": "Ostateczne miejsce dla gier Lotto i Bingo online oraz w punktach sprzedaży",
  "weare_vrnl": "Jesteśmy VRNL",
  "weare_vrnl_desp": "<strong>NAJWIĘKSZA PLATFORMA DOSTARCZAJĄCA SPORTOWE I KASYNOWE WHITE LABEL</strong> Najszerszy wybór gier rozrywkowych dostępnych online. White Label Casino z ponad 1000 grami. Dostępne oprogramowanie kasyna online jest proste, ponieważ nasza platforma jest łatwa w zarządzaniu.",
  "res_design": "Responsywny projekt",
  "res_design_desp": "Nasza strona jest responsywna, co oznacza, że wyświetla się poprawnie na tabletach, urządzeniach mobilnych i komputerach stacjonarnych, zapewniając optymalne doświadczenie użytkownika.",
  "custmzd_options": "Opcje personalizacji",
  "custmzd_options_desp": "Oferujemy naszym klientom szeroki zakres opcji personalizacji, umożliwiając wybór preferowanych kolorów, czcionek i układu strony. Zapewnia to, że strona odzwierciedla unikalny styl i preferencje klienta.",
  "loading_speed": "Szybkość ładowania",
  "loading_speed_desp": "Nasza strona jest zoptymalizowana pod kątem szybkości i wydajności. Charakteryzuje się szybkim czasem ładowania na różnych urządzeniach i przy różnych prędkościach Internetu.",
  "b2b_theme": "B2B (Business to Business)",
  "b2b_theme_p1": "Nasz motyw B2B wyróżnia się unikalnymi funkcjami. Dodaliśmy opcję Parley, aby wzbogacić doświadczenie zakładów.",
  "b2b_theme_p2": "Nasz motyw charakteryzuje się najlepszymi kombinacjami kolorów i elementami designu, zapewniając estetycznie przyjemny interfejs. Użytkownicy mają uprawnienia do obstawiania szerokiej gamy sportów, w tym krykieta, piłki nożnej i tenisa.",
  "b2b_theme_p3": "Posiadamy również wiele różnych gier kasynowych, aby zapewnić dodatkową rozrywkę. Dodatkowo oferujemy różne rodzaje kasyn, takie jak AWC Casino, które posiada imponującą kolekcję ponad 500 gier slotowych i ponad 100 gier stołowych.",
  "b2c_theme": "B2C (Business to Customer)",
  "b2c_theme_p1": "Nasza strona B2C oferuje przyjazne dla użytkownika doświadczenie. Klienci mogą łatwo zarejestrować się przy użyciu numeru telefonu, co zapewnia wygodny i bezpieczny sposób utworzenia konta.",
  "b2c_theme_p2": "Po rejestracji użytkownicy mogą wpłacać środki na swoje konta, co ułatwia rozpoczęcie zakładów i gry. Dodatkowo oferujemy bezproblemowy proces wypłat, zapewniając użytkownikom łatwy dostęp do wygranych.",
  "b2c_theme_p3": "Aby wzbogacić doświadczenie, oferujemy punkty bonusowe, które użytkownicy mogą zdobywać i wykorzystywać podczas korzystania z platformy. Dodaje to dodatkową wartość i emocje, pozwalając w pełni wykorzystać wpłaty i wypłaty.",
  "b2c_theme_p4": "Ogólnie rzecz biorąc, nasza strona B2C została zaprojektowana tak, aby zapewnić bezproblemowe i przyjemne doświadczenie zakładów i gry, dając klientom swobodę grania, wpłat i wypłat.",
  "request_demoID": "Poproś o ID demo",
  "form_name": "Imię *",
  "form_name_err": "Proszę wpisać imię (co najmniej 3 znaki).",
  "form_email": "E-mail *",
  "form_email_err": "Proszę wpisać prawidłowy adres e-mail.",
  "form_country": "Kraj *",
  "form_country_err": "Proszę wybrać kraj.",
  "form_district": "Dzielnica *",
  "form_district_err": "Proszę wpisać dzielnicę.",
  "form_whatsapp": "Numer WhatsApp *",
  "form_whatsapp_err": "Proszę wpisać prawidłowy numer WhatsApp.",
  "form_turnover": "Miesięczny obrót *",
  "form_turnover_err": "Proszę wpisać miesięczny obrót.",
  "form_users": "Ile użytkowników *",
  "form_users_err": "Proszę wpisać prawidłową liczbę użytkowników.",
  "form_current": "Obecnie używana platforma *",
  "form_current_err": "Proszę wpisać aktualną platformę.",
  "form_issues": "Problemy z obecną platformą *",
  "form_issues_err": "Proszę opisać problemy (co najmniej 10 znaków).",
  "form_telegram": "Czy korzystasz z Telegrama? *",
  "form_select": "-- Wybierz --",
  "form_yes": "Tak",
  "form_no": "Nie",
  "form_telegram_err": "Proszę wybrać, czy posiadasz konto na Telegramie.",
  "form_telhandle": "Konto Telegram *",
  "form_telhandle_err1": "Konto Telegram jest wymagane.",
  "form_telhandle_err2": "Konto Telegram musi zaczynać się od &#64; (np. &#64;username).",
  "demo_url": "URL demo",
  "form_submit": "Wyślij",
  "form_name_ph": "Wpisz swoje imię",
  "form_email_ph": "Wpisz swój e-mail",
  "form_district_ph": "Wpisz swoją dzielnicę",
  "form_whatsapp_ph": "Wpisz numer WhatsApp",
  "form_turnover_ph": "Wpisz miesięczny obrót",
  "form_users_ph": "Wpisz liczbę użytkowników",
  "form_current_ph": "Wpisz obecną platformę",
  "form_issues_ph": "Wpisz problemy z obecną platformą",
  "form_telhandle_ph": "Wpisz swoje konto Telegram",
  "our_commitment": "Nasze zobowiązanie",
  "our_commitment_p1": "VRNL zobowiązuje się do ochrony prywatności oraz zabezpieczenia Twoich danych osobowych i finansowych. Niniejsza polityka wyjaśnia, jakie informacje zbieramy, jak je wykorzystujemy i jakie środki podejmujemy, aby je chronić. Odniesienia do vrnl.net obejmują również jego aplikacje.",
  "our_commitment_p2": "Polityka ta ma zastosowanie do wszystkich witryn i aplikacji VRNL, gdzie jest publikowana, zgodnie z obowiązującymi przepisami prawa w regionach, w których działamy. Dodatkowe regionalne lub specyficzne dla usługi informacje o prywatności mogą uzupełniać tę politykę.",
  "our_commitment_p3": "Jeśli podajesz informacje za pośrednictwem platform zewnętrznych (np. logowanie przez media społecznościowe), zbieramy dane przez te integracje zgodnie z niniejszą polityką. Praktyki prywatności stron trzecich regulują dane, które zbierają bezpośrednio. Ustawienia prywatności na tych platformach nie wpływają na sposób, w jaki VRNL wykorzystuje dane zebrane przez nasze strony lub aplikacje.",
  "our_commitment_p4": "Nasze platformy mogą zawierać linki do stron zewnętrznych, które nie są własnością ani kontrolą VRNL. Nie ponosimy odpowiedzialności za ich praktyki prywatności i zachęcamy do zapoznania się z ich polityką przed udostępnieniem informacji.",
  "our_commitment_p5": "Niniejsza Polityka prywatności powinna być czytana wraz z naszym Regulaminem.",
  "user_content": "Zgoda użytkownika",
  "user_content_para": "Korzystając z usług VRNL (np. rejestrując konto, kupując usługę, biorąc udział w konkursach lub promocjach, komunikując się z nami na naszych stronach lub aplikacjach), wyrażasz zgodę na zbieranie, wykorzystywanie i udostępnianie swoich danych osobowych zgodnie z niniejszą polityką. W niektórych przypadkach, szczególnie jeśli mieszkasz w kraju objętym przepisami o ochronie danych, możemy poprosić o wyraźną zgodę na dostęp do naszych usług przed kontynuowaniem. W przypadku użytkowników w podróży lub odwiedzających różne kraje podczas korzystania z usług VRNL, krajem rejestracji uznajemy Twój kraj główny, a zgody uzyskane w momencie rejestracji będą obowiązywać przy przetwarzaniu danych osobowych. Obowiązujące przepisy prywatności kraju rejestracji będą miały zastosowanie.",
  "accessing_webNet": "Dostęp do witryn i usług Network 18 przez VPN",
  "accessing_webNet_p1": "Nie wolno Ci uzyskiwać dostępu ani korzystać z witryn lub usług VRNL przy użyciu jakiejkolwiek metody lub technologii, która ukrywa lub fałszuje Twoją rzeczywistą lokalizację geograficzną (np. VPN lub podobne narzędzia).",
  "accessing_webNet_p2": "VRNL nie ponosi odpowiedzialności za zbieranie, przechowywanie ani przetwarzanie Twoich danych osobowych, jeśli używane są takie metody dostępu.",
  "collection_personalInfo": "Zbieranie danych osobowych i ich wykorzystanie",
  "collection_personalInfo_p1": "„Dane osobowe” (PII) oznaczają wszelkie dane, które mogą bezpośrednio lub pośrednio zidentyfikować osobę, takie jak imię i nazwisko, adres pocztowy, adres e-mail lub numer telefonu. Gdy anonimowe dane są powiązane z danymi osobowymi, traktowane są również jako dane osobowe.",
  "collection_personalInfo_p2": "VRNL zbiera tylko niezbędne dane osobowe w celu realizacji Twoich żądań i dostarczenia spersonalizowanych produktów i usług. Nie zbieramy takich informacji, chyba że świadomie i dobrowolnie je podasz.",
  "collection_personalInfo_p3": "Twoje dane osobowe mogą być wykorzystywane przez VRNL i jego partnerów usługowych do obsługi naszych witryn i usług oraz do informowania Cię o nowych funkcjach, produktach i usługach oferowanych przez VRNL i jego podmioty stowarzyszone.",
  "info_provide_us": "1. Informacje, które nam przekazujesz",
  "info_provide_us_desp": "Możemy poprosić o podanie i zebrać następujące dane osobowe podczas korzystania z vrnl.net; bez tych informacji możemy nie być w stanie zapewnić Ci wszystkich żądanych usług:",
  "reg_data": "a. Dane rejestracyjne",
  "reg_data_desp": "Aby korzystać z niektórych funkcji na stronie internetowej, w aplikacji i w ramach usług (np. rejestracja na wydarzenia, kampanie internetowe), możesz podać podstawowe dane kontaktowe, w tym między innymi:",
  "reg_data_list": "<li><span>Imię</span></li> <li><span>Nazwisko</span></li> <li><span>Adres e-mail</span></li>",
  "user_pro_details": "b. Szczegóły profilu użytkownika",
  "user_pro_details_desp": "Możemy również zbierać i rejestrować następujące dane osobowe w sekcji 'Mój profil', co pomaga nam zapewnić spersonalizowane treści i utrzymać profil użytkownika, w tym między innymi:",
  "user_pro_details_list": "<li><span>Imię i nazwisko</span></li> <li><span>Płeć</span></li> <li><span>Adres e-mail</span></li> <li><span>Data urodzenia</span></li> <li><span>Kraj</span></li> <li><span>Miasto</span></li> <li><span>Numer telefonu</span></li>",
  "mobile_device_permissions": "c. Uprawnienia urządzenia mobilnego",
  "mobile_device_permissions_desp": "Podczas korzystania z naszej aplikacji na urządzeniach mobilnych, tabletach, telewizorach lub innych urządzeniach uzyskujących dostęp do aplikacji, możemy poprosić o następujące uprawnienia:",
  "mobile_device_permissions_list": "<li><span>Konta - do zarządzania wieloma kontami użytkowników w aplikacji oraz do logowania</span></li> <li><span>Kontakty - do uzyskania dostępu do kontaktów użytkownika w celu udostępniania artykułów w aplikacji</span></li> <li><span>Telefon - odczyt stanu telefonu i włączanie powiadomień. IMEI jest zbierany wyłącznie w celu unikalnej identyfikacji użytkownika</span></li> <li><span>Aparat - aby umożliwić użytkownikowi przesyłanie zdjęć i zdjęcia profilowego. Umożliwia korzystanie z aparatu w VRNL</span></li> <li><span>Mikrofon - do obsługi poleceń głosowych</span></li> <li><span>Pamięć - dostęp do plików i folderów w aplikacji</span></li> <li><span>SMS - do wysyłania i odbierania wiadomości weryfikacyjnych</span></li>",
  "mobile_device_permissions_desp2": "Uprawnienia te mogą być niezbędne do prawidłowego działania aplikacji. Można je zarządzać w ustawieniach urządzenia użytkownika.",
  "info_voluntarily": "2. Informacje, które przekazujesz dobrowolnie",
  "info_voluntarily_desp": "Jeśli przesyłasz nam korespondencję osobistą, taką jak e-maile lub listy, lub jeśli inni użytkownicy bądź strony trzecie przesyłają nam informacje o Twoich działaniach lub wpisach na vrnl.net, możemy zbierać i przechowywać te informacje.",
  "info_voluntarily_para": "Możemy zbierać dodatkowe informacje w innych sytuacjach, gdy przekazujesz opinię, modyfikujesz treści lub ustawienia e-mail, odpowiadasz na ankiety lub komunikujesz się z nami. Informacje te mogą obejmować Twoje imię, adres e-mail, numer telefonu, lokalizację itp.",
  "info_auto": "3. Informacje zbierane automatycznie",
  "info_auto_desp": "Zbieramy informacje o Tobie i Twoim korzystaniu z naszych usług, o Twoich interakcjach z nami i naszą reklamą, a także informacje o komputerze lub innych urządzeniach używanych do korzystania z naszych usług (takich jak urządzenia mobilne, tablety i inne urządzenia). Informacje te obejmują między innymi:",
  "info_auto_list": "<li><span>Aktywności na vrnl.net, takie jak odwiedzane strony, czas spędzony na stronach, zapytania wyszukiwania itp.</span></li> <li><span>Interakcje z naszymi e-mailami, obsługą klienta i platformą wiadomości.</span></li> <li><span>Informacje o lokalizacji geograficznej przez adresy IP;</span></li> <li><span>Informacje o urządzeniu, takie jak ID urządzenia, model urządzenia itp. oraz inne unikalne identyfikatory</span></li> <li><span>Identyfikatory reklam, takie jak IDFA w urządzeniach iOS i GAID w Androidzie;</span></li> <li><span>Informacje zbierane przy użyciu plików cookie i innych technologii* ;</span></li>",
  "info_auto_note": "*Uwaga: Aby ulepszyć Twoje doświadczenia, możemy używać <b>plików cookie</b> lub podobnych technologii do przypisania Ci <b>unikalnego ID użytkownika</b> i lepszego zrozumienia Twoich zainteresowań. <b>Pliki cookie</b> nie ujawniają Twojej tożsamości, chyba że podasz ją dobrowolnie, ani nie mają dostępu do danych z Twojego urządzenia. Reklamodawcy mogą ustawiać własne pliki cookie w ramach swoich reklam, nad którymi nie mamy kontroli. Zbieramy również pewne informacje techniczne przy korzystaniu z naszych stron, aplikacji lub usług na dowolnym urządzeniu podłączonym do internetu.",
  "inferred_info": "4. Informacje wnioskowane na podstawie korzystania i danych logów",
  "inferred_info_desp": "Możemy śledzić pewne informacje o Tobie na podstawie Twojego zachowania na vrnl.net. Wykorzystujemy te dane do badań wewnętrznych dotyczących demografii, urządzeń, zainteresowań i zachowań użytkowników, aby lepiej ich zrozumieć, chronić i obsługiwać. Dane te są agregowane i analizowane w sposób zbiorczy.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Możemy również zbierać Twoje informacje, aby śledzić zachowania i preferencje użytkowników w celach analitycznych i badawczych. Możemy również wykorzystać Twoje informacje:</strong><br> (i) do oceny zainteresowania opcjami inwestycyjnymi, usługami, ofertami, subskrypcjami;<br> (ii) do przeprowadzania analiz i badań klientów, określenia zainteresowań, identyfikacji treści generujących sprzedaż oraz analizy wzorców ruchu.<br>",
  "inferred_info_a": "a. Funkcje interaktywne",
  "inferred_info_a_desp1": "vrnl.net posiada wiele funkcji umożliwiających użytkownikom ujawnianie swojej tożsamości i komunikację z innymi użytkownikami. Korzystanie z tych funkcji i ujawnianie danych osobowych (np. adresu e-mail) odbywa się na własne ryzyko użytkownika; vrnl.net nie ponosi odpowiedzialności za takie działania. W przypadku naruszenia prywatności w wyniku korzystania z takich funkcji możesz powiadomić nas e-mailem na vrnl@gmail.com",
  "inferred_info_a_desp2": "Jeśli zdecydujesz się publikować wiadomości na kontach mediów społecznościowych, forach, czatach lub innych obszarach wiadomości lub zostawiasz opinie, zbieramy informacje, które nam przekazujesz. Przechowujemy je w celu rozwiązywania sporów, zapewnienia obsługi klienta i rozwiązywania problemów, zgodnie z prawem. Mogą być również agregowane w celu analizy trendów rynkowych i nastrojów. Nie łączymy jednak żadnych danych osobowych z tymi komentarzami podczas analiz.",
  "inferred_info_b": "b. Doświadczenie użytkownika i wsparcie",
  "inferred_info_b_desp1": "Identyfikujemy i wykorzystujemy Twój adres IP, aby pomóc w diagnozowaniu problemów z naszym serwerem i zarządzaniu aplikacją. Adres IP służy również do identyfikacji użytkownika i gromadzenia danych demograficznych w celu personalizacji doświadczenia na vrnl.net.",
  "inferred_info_b_desp2": "Od czasu do czasu prosimy Cię o wypełnienie opcjonalnych ankiet online, które mogą zbierać dane kontaktowe i demograficzne (kod pocztowy, wiek itd.). Dane te pomagają nam dopasować treści do Twoich zainteresowań i wyświetlać je zgodnie z preferencjami.",
  "info_thirdparty": "5. Informacje zbierane za pośrednictwem stron trzecich",
  "info_thirdparty_a": "a. Logowanie przez media społecznościowe",
  "info_thirdparty_a_desp": "Rejestrując się przy użyciu kont takich jak Facebook, Gmail itp., pozyskujemy z tych kont informacje w celu kontynuowania interakcji i świadczenia usług. Zbieramy m.in. następujące informacje:",
  "info_thirdparty_a_list": "<li><span>Facebook - informacje publiczne, imię i nazwisko, adres e-mail, lista znajomych</span></li> <li><span>Google - imię, nazwisko, adres e-mail</span></li>",
  "info_thirdparty_b": "b. Informacje transakcyjne lub rozliczeniowe",
  "info_thirdparty_b_desp": "Na podstawie zakupu pakietu subskrypcyjnego nasz partner płatności może zbierać informacje o Twojej karcie kredytowej/debetowej lub innych danych bankowych wraz z adresem rozliczeniowym. VRNL.net nie zbiera bezpośrednio danych finansowych. Partnerzy płatności mają własne polityki prywatności, które należy przeczytać przed dokonaniem transakcji.",
  "lawfulness_processing": "I. Cel i legalność przetwarzania",
  "lawfulness_processing_desp1": "vrnl.net przetwarza dane osobowe tylko na podstawie prawnie uzasadnionych podstaw, takich jak uzyskanie Twojej zgody lub realizacja 'uzasadnionych interesów', np. w celu wsparcia klienta lub świadczenia usług premium.",
  "lawfulness_processing_desp2": "Informacje wykorzystujemy do świadczenia, analizy, administrowania, ulepszania i personalizacji usług i działań marketingowych, przetwarzania rejestracji, zamówień, płatności oraz komunikacji z użytkownikiem w opisanych przypadkach. Przykłady:",
  "lawfulness_processing_list": "<li><span>określenie potrzeb portfela i zapewnienie spersonalizowanych sugestii, wskazówek i prognoz trendów rynkowych;</span></li> <li><span>zapobieganie, wykrywanie i badanie potencjalnie zabronionych lub nielegalnych działań, w tym oszustw;</span></li> <li><span>analiza odbiorców, ulepszanie usług (w tym doświadczeń użytkownika) i optymalizacja treści, algorytmów rekomendacji i dostarczania;</span></li> <li><span>komunikacja w sprawach usług (np. e-mail, powiadomienia push, SMS, kanały online) o nowościach, funkcjach, ofertach, promocjach, konkursach i ankietach oraz wsparcie operacyjne, np. reset hasła;</span></li> <li><span>Poinformowanie o zmianach w regulaminie;</span></li> <li><span>Umożliwienie udziału w funkcjach interaktywnych;</span></li> <li><span>Realizacja zobowiązań i egzekwowanie praw wynikających z umów między użytkownikiem a firmą, w tym rozliczenia, chargeback i windykacja.</span></li>",
  "lawfulness_processing_desp3": "Możemy wykorzystać informacje, aby zapewnić spersonalizowane doświadczenie i w celach marketingowych.",
  "lawfulness_processing_desp4": "Personalizacja opiera się na danych z plików cookie, adresów IP, web beacon i podobnych technologii. Wymagana jest Twoja zgoda na przetwarzanie tych danych.",
  "info_usedBy": "II. Informacje wykorzystywane przez firmę",
  "info_usedBy_desp1": "Dane dostarczone przez użytkowników pozwalają ulepszać usługi i zapewniać wygodniejsze doświadczenia. Możemy używać e-maila lub danych osobowych do wysyłania komunikatów marketingowych za zgodą użytkownika.",
  "info_usedBy_desp2": "Dane publicznie dostępne nie są traktowane jako wrażliwe. Brak podania danych osobowych może uniemożliwić świadczenie niektórych usług.",
  "disclosure_tp": "III. Udostępnianie stronom trzecim",
  "disclosure_tp_b": "b. Reklama",
  "disclosure_tp_b_desp": "Przedstawiamy agregowane dane reklamodawcom w celu lepszego zrozumienia odbiorców. Firmy reklamowe mogą wykorzystywać informacje o Twoich wizytach w celu dostarczania reklam. Nie udostępniamy danych osobowych bez zgody użytkownika.",
  "disclosure_tp_d": "d. Oferty promocyjne",
  "disclosure_tp_d_desp": "Będziemy udostępniać lub ujawniać Twoje dane osobowe poza vrnl.net, gdy wyrazisz na to zgodę. Na przykład w celu świadczenia usług związanych z SMS i e-mailem, takich jak newslettery marketingowe, promocje i oferty.",
  "disclosure_tp_f": "f. Prawne",
  "disclosure_tp_f_desp": "vrnl.net może ujawnić dane osobowe, jeśli jest to wymagane przez prawo lub w dobrej wierze uzna, że takie działanie jest konieczne, aby:",
  "disclosure_tp_f_list": "<li><span>zgodnie z nakazami prawa lub wypełnić postępowanie prawne skierowane do strony lub jej właścicieli;</span></li> <li><span>chronić i bronić praw lub własności właścicieli strony, samej strony lub użytkowników vrnl.net;</span></li> <li><span>działać w nagłych wypadkach w celu ochrony bezpieczeństwa osobistego użytkowników vrnl.net, strony, jej właścicieli lub społeczeństwa.</span></li>",
  "controls_choices": "IV. Twoje Kontrole i Wybory",
  "managing_info": "Zarządzanie Twoimi Informacjami",
  "managing_info_desp1": "Kiedy korzystasz z usług moneycontrol (strony internetowe lub ich podstrony), dokładamy wszelkich starań, aby zapewnić Ci dostęp do Twoich danych osobowych na Twoje żądanie oraz aby upewnić się, że wszelkie dane osobowe lub wrażliwe informacje uznane za nieścisłe lub brakujące zostaną poprawione lub uzupełnione w możliwym zakresie, z zastrzeżeniem wymogów prawnych lub uzasadnionych celów biznesowych.",
  "managing_info_desp2": "Prosimy użytkowników o identyfikację oraz podanie informacji, do których chcą uzyskać dostęp, poprawić lub usunąć, zanim przetworzymy takie żądania, i możemy odmówić przetwarzania żądań, które są nadmiernie powtarzalne, systematyczne, wymagają nieproporcjonalnego wysiłku technicznego, zagrażają prywatności innych lub są wyjątkowo niepraktyczne (np. dotyczące informacji przechowywanych na kopiach zapasowych), lub jeśli dostęp do nich nie jest wymagany. W każdym przypadku, gdy zapewniamy dostęp i korektę informacji, wykonujemy tę usługę bezpłatnie, chyba że wymagałoby to nadmiernego wysiłku. Ze względu na sposób utrzymywania niektórych usług, po usunięciu Twoich informacji, kopie pozostające mogą pozostać przez pewien czas w naszych systemach aktywnych i kopiach zapasowych.",
  "managing_info_desp3": "Aby skorzystać z praw przysługujących Ci jako podmiotowi danych, musisz napisać do nas i zgłosić żądanie dotyczące określonego prawa. Upewnij się, że używasz odpowiednich tematów, aby wspomnieć prawo (np. Żądanie dostępu do danych, Żądanie przeniesienia danych, Żądanie usunięcia danych), co pomoże nam przetwarzać Twoje żądania szybciej i efektywniej.",
  "managing_info_desp4": "Umożliwiamy Ci korzystanie z pewnych kontroli i wyborów dotyczących naszego zbierania, wykorzystywania i udostępniania Twoich danych osobowych. Zgodnie z obowiązującym prawem, Twoje kontrole i wybory mogą obejmować:",
  "dataAccess_port": "a. Dostęp do danych i przenoszalność",
  "dataAccess_port_desp": "UE (Ogólne Rozporządzenie o Ochronie Danych) uprawnia Cię, jako podmiot danych, do żądania kopii Twoich danych osobowych przechowywanych przez nas. Możesz również mieć prawo do żądania kopii danych osobowych, które nam dostarczyłeś w ustrukturyzowanym, powszechnie używanym formacie nadającym się do odczytu maszynowego i/lub żądania przesłania tych danych innemu dostawcy usług (jeśli technicznie możliwe).",
  "data_retention": "c. Przechowywanie i usuwanie danych",
  "data_retention_desp1": "Przechowujemy Twoje dane osobowe tak długo, jak jest to konieczne dla uzasadnionych celów określonych w tej polityce oraz aby spełnić nasze obowiązki prawne. Jeśli nie chcesz, abyśmy dalej korzystali z Twoich danych, możesz zażądać ich usunięcia i zamknięcia konta vrnl.net.",
  "data_retention_desp2": "Należy pamiętać, że jeśli złożysz wniosek o usunięcie danych osobowych;",
  "data_retention_list": "<li><span>Możemy przechowywać niektóre dane osobowe, jeśli jest to konieczne dla naszych uzasadnionych interesów biznesowych, takich jak wykrywanie i zapobieganie oszustwom oraz zwiększanie bezpieczeństwa. Na przykład, jeśli zawiesimy konto vrnl.net z powodu oszustwa lub bezpieczeństwa, możemy zachować pewne informacje z tego konta, aby zapobiec ponownemu otwarciu konta przez tego użytkownika w przyszłości.</span></li> <li><span>Możemy przechowywać i wykorzystywać Twoje dane osobowe w zakresie niezbędnym do spełnienia naszych obowiązków prawnych. Na przykład, możemy zachować część Twoich danych dla celów podatkowych, raportowania prawnego i audytów.</span></li> <li><span>Informacje, którymi podzieliłeś się z innymi (np. recenzje, posty na forum), mogą nadal być publicznie widoczne na vrnl.net, nawet po anulowaniu konta. Jednak przypisanie tych informacji do Ciebie zostanie usunięte. Dodatkowo niektóre kopie Twoich informacji (np. zapisy dzienników) mogą pozostać w naszej bazie danych, ale są odłączone od identyfikatorów osobowych.</span></li> <li><span>Ponieważ utrzymujemy kopie danych osobowych w celu ochrony przed przypadkową lub złośliwą utratą i zniszczeniem, resztkowe kopie Twoich danych osobowych mogą nie zostać usunięte z naszych systemów kopii zapasowych przez ograniczony czas.</span></li>",
  "data_retention_note": "(Uwaga: Jeśli masz wiele kont w moneycontrol, będziesz musiał złożyć osobne wnioski dla każdego z tych kont, używając powiązanych adresów e-mail.)",
  "withdrawing_consent": "d. Wycofanie zgody i ograniczenie przetwarzania",
  "withdrawing_consent_desp": "Aby wycofać zgodę w dowolnym momencie podczas korzystania z naszych usług, możesz wysłać do nas e-mail. Przejrzymy Twoje żądanie i możemy poprosić Cię o weryfikację tożsamości. Po weryfikacji wycofamy zgodę, której dotyczyło Twoje żądanie i zaprzestaniemy dalszego przetwarzania Twoich danych osobowych.",
  "fail_provideConsent": "V. Jeśli nie wyrazisz zgody",
  "fail_provideConsent_desp": "Musimy Cię poinformować, że vrnl.net jest platformą reklamową. Reklamy stanowią rdzeń naszej działalności, dlatego zezwolenie na wykorzystanie i przetwarzanie Twoich danych osobowych w celu świadczenia reklam jest niezbędne, abyśmy mogli świadczyć Ci usługi. Wykorzystanie danych osobowych do celów reklamowych jest obowiązkowe i nie będziemy mogli świadczyć Ci naszych usług, jeśli nie udzielisz zgody na wykorzystanie Twoich danych osobowych do celów reklamowych i działań z tym związanych.",
  "childrens_privacy": "VI. Prywatność dzieci",
  "childrens_privacy_desp1": "vrnl.net nie jest celowo projektowany ani kierowany do osób poniżej 16 roku życia. vrnl nie świadomie pozwala osobom poniżej 16 roku życia na rejestrację w usługach ani podawanie innych danych osobowych. Jeśli vrnl dowie się, że dane osobowe osób poniżej 16 roku życia zostały zebrane na vrnl.net bez zweryfikowanej zgody rodzica, podejmiemy odpowiednie kroki w celu usunięcia takich danych i powiadomienia rodzica.",
  "childrens_privacy_desp2": "Uważamy jednak, że odpowiedzialność za monitorowanie korzystania z naszych usług przez dzieci spoczywa na rodzicach. Niemniej jednak, nasza polityka przewiduje, że nie zbieramy ani nie przetwarzamy danych osobowych dzieci poniżej 16 roku życia ani nie oferujemy przesyłania materiałów promocyjnych osobom w tej kategorii. vrnl nie zamierza pozyskiwać danych osobowych od dzieci. Jeśli rodzic lub opiekun uważa, że nieletni podał vrnl swoje dane osobowe bez wcześniejszej zgody, prosimy o kontakt z zespołem obsługi klienta w celu usunięcia danych z vrnl.net.",
  "data_transfer": "VII. Transfer, przechowywanie i przetwarzanie danych na całym świecie",
  "data_transfer_desp": "Działamy globalnie i możemy przekazywać Twoje dane osobowe poszczególnym spółkom należącym do vrnl lub osobom trzecim w różnych lokalizacjach na świecie w celach opisanych w niniejszej polityce prywatności. Gdziekolwiek Twoje dane osobowe są przekazywane, przechowywane lub przetwarzane przez nas, podejmujemy rozsądne kroki w celu ochrony prywatności Twoich danych osobowych. Dodatkowo, przy korzystaniu z danych osobowych przekazywanych z Unii Europejskiej, stosujemy standardowe klauzule umowne zatwierdzone przez Komisję Europejską oraz inne środki przewidziane przez prawo UE, aby zapewnić odpowiednie zabezpieczenia.",
  "security_compliance": "VIII. Bezpieczeństwo i zgodność z przepisami",
  "security_compliance_desp": "Nieustannie wdrażamy i aktualizujemy administracyjne, techniczne i fizyczne środki bezpieczeństwa, aby chronić Twoje informacje przed nieautoryzowanym dostępem, utratą, zniszczeniem lub zmianą. Niektóre zabezpieczenia, które stosujemy, obejmują zapory sieciowe, szyfrowanie danych oraz kontrolę dostępu do informacji. Jeśli wiesz lub masz powody sądzić, że dane logowania do Twojego konta vrnl.net zostały utracone, skradzione, zmienione lub w inny sposób naruszone, lub w przypadku rzeczywistego lub podejrzanego nieautoryzowanego użycia konta, prosimy o kontakt z naszym zespołem obsługi klienta.",
  "changein_policy": "IX. Zmiany w Polityce",
  "changein_policy_desp": "Niniejsza Polityka Prywatności podlega zmianom od czasu do czasu. Zastrzegamy sobie prawo, według własnego uznania, do modyfikowania warunków niniejszej Polityki Prywatności w celu zapewnienia zgodności z obowiązującymi przepisami ('Zaktualizowane Warunki'). Zaktualizowane Warunki wchodzą w życie natychmiast i zastępują warunki niniejszej Polityki Prywatności. Poinformujemy Cię o wszelkich zmianach w polityce prywatności, jeśli zmiany w znaczący sposób wpłyną na Twoje prawa lub jeśli będzie to wymagane przez prawo. Jesteś odpowiedzialny za regularne przeglądanie Polityki Prywatności w celu zapoznania się z ewentualnymi modyfikacjami. Kontynuując korzystanie z vrnl.net po opublikowaniu zaktualizowanych warunków, wyrażasz zgodę na te warunki.",
  "contact_info": "X. Informacje kontaktowe",
  "contact_info_a": "a. Wsparcie",
  "contact_info_a_desp": "Jeśli potrzebujesz informacji lub wyjaśnień dotyczących wykorzystania Twoich danych osobowych lub niniejszej polityki prywatności lub masz skargi związane z wykorzystaniem Twoich danych osobowych, prosimy o kontakt mailowy na",
  "contact_info_b": "b. Skargi",
  "contact_info_b_desp1": "Możesz pisać do naszego inspektora ochrony danych w przypadku jakiejkolwiek skargi lub zażalenia. Masz prawo składać skargi dotyczące działań przetwarzania danych przez vrnl.net przed właściwymi organami ochrony danych.",
  "contact_info_b_desp2": "Jeżeli masz jakiekolwiek pytania lub skargi dotyczące zbierania, przetwarzania, przekazywania danych osobowych/informacji lub dotyczące tej polityki, prosimy o kontakt z naszym Inspektorem Ochrony Danych.",
  "risk_management_title": "Twoje zakłady, nasza odpowiedzialność – niezrównane zarządzanie ryzykiem",
  "risk_management_title2": "Firma, która konsekwentnie dąży do innowacyjnych rozwiązań w celu zaspokojenia potrzeb biznesowych.",
  "dedicated_rm_team": "Dedykowany Zespół Zarządzania Ryzykiem",
  "dedicated_rm_team_desp": "Posiadamy dedykowany i <b>wysoce doświadczony zespół zarządzania ryzykiem</b>, który działa <b>24/7.</b> Ich główną rolą jest monitorowanie każdego zakładu i transakcji na naszej platformie w celu zapewnienia <b>uczciwej gry</b> i <b>bezpieczeństwa</b> dla wszystkich użytkowników.",
  "key_features_rm": "Kluczowe funkcje",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Monitorowanie w czasie rzeczywistym:</strong> Zaawansowane systemy śledzą zakłady, zmiany kursów i aktywność użytkowników na bieżąco.</span></li> <li><strong>Ręczna weryfikacja:</strong> Powiadomienia uruchamiają szczegółowe kontrole wzorców zakładów, zmian kursów i zachowań konta.</li> <li><strong>Minimalizacja ryzyka:</strong> Natychmiastowe działania, takie jak unieważnianie/zawieszanie zakładów, blokowanie kont lub weryfikacja użytkowników w przypadku wykrycia nieprawidłowości.</li> <li><strong>Analiza danych:</strong> Stała analiza danych na żywo i historycznych w celu wykrywania trendów ryzyka i doskonalenia strategii zapobiegania.</li> <li><strong>Reagowanie na incydenty:</strong> Strukturalny plan szybkiego i skutecznego radzenia sobie z naruszeniami bezpieczeństwa, oszustwami lub innymi zagrożeniami.</li>",
  "benefits_rm": "Korzyści",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Stałe szkolenia:</strong> Ciągły rozwój umiejętności zespołu ds. ryzyka w celu skutecznego radzenia sobie z nowymi zagrożeniami.</span></li> <li><strong>Zaawansowana technologia i bezpieczeństwo:</strong> Regularne aktualizacje, testy penetracyjne, aktualizacje oprogramowania i audyty bezpieczeństwa.</li> <li><strong>Przejrzystość:</strong> Jasna komunikacja z użytkownikami o działaniach w zakresie zarządzania ryzykiem w celu utrzymania zaufania.</li> <li><strong>Stałe doskonalenie:</strong> Ewoluujące strategie oparte na wcześniejszych incydentach i pojawiających się zagrożeniach w celu ochrony integralności platformy i interesów użytkowników.</li>",
  "sbs_bold": "Oprogramowanie do <strong>Zakładów Sportowych</strong>",
  "sbs_bold_p1": "Chcesz przenieść swoje doświadczenie w zakładach sportowych na wyższy poziom? Wybierz VRNL Sports Betting Software! W tym artykule przyjrzymy się, jak nowoczesna technologia VRNL może zmienić sposób, w jaki obstawiasz. Z ponad dwudziestoletnim doświadczeniem w branży, VRNL jest Twoim zaufanym partnerem w innowacyjnych rozwiązaniach do zakładów sportowych. Zanurzmy się w świat oprogramowania do zakładów sportowych i odkryjmy, jak możemy podnieść Twój poziom gry.",
  "sbs_bold_p2": "Oprogramowanie VRNL Sports Betting oferuje świat możliwości dla entuzjastów sportu i graczy. Skupiając się na dostarczaniu dokładnych, istotnych i pomocnych informacji, VRNL łączy wiedzę ekspercką i doświadczenia osobiste, tworząc kompleksowe rozwiązanie do zakładów. Zaufaj VRNL, aby wynieść swoje doświadczenie w zakładach sportowych na wyższy poziom.",
  "sbs_bold_p3": "Odkryj oprogramowanie VRNL Sports Betting już dziś i podnieś swój poziom obstawiania!",
  "sbs_try_b2b": "Wypróbuj nasze oprogramowanie B2B do zakładów",
  "sbs_try_b2c": "Wypróbuj nasze oprogramowanie B2C do zakładów",
  "sbs_mf_desp": "Oferujemy szeroką gamę narzędzi ułatwiających zarządzanie naszym oprogramowaniem do zakładów. Wśród nich wyróżniamy najpotężniejsze i szczególnie istotne do rywalizacji na światowym rynku:",
  "sbs_mf_list": "<li> <strong>Kursy w czasie rzeczywistym</strong> Bądź na bieżąco z kursami, które dają Ci przewagę konkurencyjną. Oprogramowanie VRNL zapewnia, że nigdy nie przegapisz najlepszych okazji.</li> <li> <strong>Kompatybilność mobilna</strong> Zakładaj zakłady w drodze dzięki mobilnej wersji oprogramowania VRNL. Niezależnie od tego, czy używasz iOS czy Android, platforma dostosowuje się do Twojego urządzenia, zapewniając płynne doświadczenie.</li> <li> <strong>Zaawansowane usługi kursów</strong> redefiniują API danych sportowych, oferując w 100% dokładne kursy przedmeczowe i najszybsze dane live z minimalnym opóźnieniem.</li> <li> <strong>Elastyczna integracja</strong> Nasza platforma może być łatwo zintegrowana z Twoim systemem poprzez API lub iFrame, oferując wszechstronność wdrożenia.</li>",
  "sbs_benefits": "Jakie będą korzyści? <b> Pozwól nam wyjaśnić</b>",
  "sbs_benefits_p1": "<strong>Zalety prowadzenia platformy zakładów online i stacjonarnych</strong> Rozpoczęcie platformy zakładów online może być wyzwaniem.",
  "sbs_benefits_p2": "Dlatego zaprojektowaliśmy <strong>kompleksowe oprogramowanie do zakładów sportowych</strong>, aby proces był łatwiejszy, w tym z najlepszymi dostawcami kursów, zapewniając najszersze pokrycie.",
  "sbs_benefits_p3": "Nasi regulowani partnerzy otrzymują pełne wsparcie przy wejściu na rynek zakładów online, wraz z możliwością korzystania z wersji platformy z marką lub bez marki.",
  "sbs_benefits_p4": "Nasze oprogramowanie zawiera solidne narzędzia zarządzania ryzykiem, co pozwala na szybkie i łatwe uruchomienie oraz skalowanie w miarę rozwoju Twojego biznesu.",
  "sbs_benefits_p5": "Zarządzanie <strong>graczami online i punktami zakładów</strong> nigdy nie było tak proste i przyjazne dla użytkownika.",
  "complete_sbs": "Kompleksowe oprogramowanie do <strong>zakładów sportowych</strong>",
  "whatwe_have": "Co dla Ciebie mamy?",
  "whatwe_have_list": "<li> <strong>Kontrola kont graczy</strong> Nasza platforma oferuje solidne zarządzanie kontami graczy, w tym rejestrację i weryfikację. Posiadamy również skuteczny system wykrywania i eliminowania oszustw.</li> <li> <strong>Narzędzia geolokalizacji</strong> Oferujemy narzędzia pozwalające wyciągać informacje o lokalizacji z adresów IP, zapewniając dokładną geolokalizację.</li>",
  "whatwe_have_desp": "Dzięki naszemu kompleksowemu wsparciu, możesz skoncentrować się na rozwijaniu swoich punktów zakładów i sieci online.",
  "b2c_sbs": "Oprogramowanie do zakładów sportowych B2C",
  "b2c_sbs_p1": "VRNL to Twoje główne źródło rozwiązań oprogramowania do zakładów sportowych B2C. Jesteśmy zaufaną marką w branży, poświęconą dostarczaniu nowoczesnego oprogramowania, które podnosi Twoje doświadczenie w zakładach sportowych. Niezależnie od tego, czy jesteś doświadczonym graczem, czy nowicjuszem w świecie zakładów sportowych, mamy narzędzia, które pozwolą Ci podnieść poziom gry. Wypróbuj oprogramowanie VRNL już dziś i podnieś swoje zakłady na wyższy poziom!",
  "b2c_sbs_p2": "Oprogramowanie do zakładów sportowych B2C (business-to-consumer) odnosi się do technologii i platformy używanej przez operatorów bukmacherskich do oferowania usług zakładów sportowych bezpośrednio końcowym użytkownikom.",
  "b2c_sbs_p3": "Tego typu oprogramowanie umożliwia konsumentom obstawianie różnych wydarzeń sportowych za pośrednictwem aplikacji internetowych lub mobilnych. Oto kluczowe funkcje i komponenty typowo spotykane w oprogramowaniu B2C do zakładów sportowych:",
  "b2c_sbs_list": "<li> <b>Rejestracja i zarządzanie kontem użytkownika:</b> Umożliwia tworzenie kont, zarządzanie danymi osobowymi oraz śledzenie historii zakładów. </li> <li> <b>Wsparcie klienta:</b> Zapewnia opcje wsparcia, takie jak czat na żywo, e-mail i telefon, aby pomóc użytkownikom w zapytaniach i problemach. </li> <li> <b>Programy partnerskie:</b> Oferuje programy partnerskie do marketingu i promocji, pozwalając partnerom zarabiać prowizje za polecanie użytkowników. </li>",
  "casino_sbs": "Oprogramowanie Kasyno i Zakłady Sportowe",
  "casino_sbs_list": "Dostawcy 75+<br />Automaty 15 000+<br />Gry stołowe 500+<br />Video poker 700+<br />Inne gry 200+<br />Programy na żywo<br />Gry pierwszoosobowe<br />Amerykańska ruletka na żywo<br />Blackjack na żywo<br />Bakarat na żywo<br />Casino Hold’em na żywo<br />SICBO<br />Dragon tiger na żywo<br />Andar Bahar<br />Teen Patti",
  "online": "Online",
  "casino_platform": "Platforma kasynowa",
  "onc_desp1": "VRNL oferuje kompleksowe rozwiązanie dzięki naszej ofercie <strong>White Label Casino</strong>.",
  "onc_desp2": "Nasza <strong>platforma kasyna online</strong> została zaprojektowana z myślą o prostocie, zapewniając łatwe zarządzanie zarówno dla początkujących, jak i doświadczonych profesjonalistów. Z VRNL otrzymasz pełne wsparcie, aby rozpocząć swoją przygodę z <strong>kasynem online</strong>.",
  "onc_desp3": "Zanim podejmiesz decyzję, zapraszamy do zapoznania się z jej bezproblemowym działaniem w praktyce.",
  "wlc_mainFeatures_desp1": "Oferujemy szeroką gamę narzędzi, które pozwalają efektywnie zarządzać naszą platformą kasyna online. Spośród nich wyselekcjonowaliśmy te najważniejsze i niezbędne do osiągnięcia sukcesu na konkurencyjnym rynku globalnym:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Najbardziej rozbudowany katalog gier kasynowych online na świecie,</strong> starannie wyselekcjonowany od najlepszych dostawców branży </li> <li> <strong class='black-color'>Narzędzia do bonusów</strong> i optymalizacji rentowności automatów </li> <li> <strong class='black-color'>Tworzenie kampanii</strong> i zarządzanie turniejami gier</li> <li>Możliwość <strong class='black-color'>integracji poprzez API lub technologię iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "Dodatkowo, w pakiecie znajduje się oprogramowanie kasyna na żywo, umożliwiające oferowanie użytkownikom autentycznego doświadczenia prawdziwego kasyna w zaciszu własnego domu.",
  "wlc_benefits": "Jakie będą korzyści?",
  "letus_explain": "Pozwól nam wyjaśnić",
  "letus_explain_desp1": "Myślisz o wejściu w świat zakładów online? Firma VRNL oferuje ",
  "letus_explain_desp2": "rozwiązanie white label kasyna, które może być idealnym punktem startowym.",
  "letus_explain_desp3": "Wykorzystaj nasze profesjonalne usługi i doświadczenie, wraz z zaawansowanymi <strong>platformami kasynowymi</strong> i technologią. Nasi regulowani partnerzy otrzymują wsparcie przy wejściu na rynek kasyn online, z możliwością wyboru wersji platformy z marką lub bez marki.",
  "letus_explain_desp4": "Rozpoczęcie działalności kasyna online może być skomplikowaną podróżą. Dlatego stworzyliśmy kompletne środowisko kasyna, oferujące najlepszych dostawców gier i ponad 1000 gier. Nasze matematyczne modele gier są bezpieczne i certyfikowane, zapewniając spokój ducha.",
  "letus_explain_desp5": "Rozwijaj swój biznes bez wysiłku dzięki solidnym narzędziom zarządzania ryzykiem w naszej platformie, zapewniającym szybkie i łatwe uruchomienie.",
  "wlc_complete_solutions": "Kompletne <span>Rozwiązania White Label Casino</span>",
  "wlc_offer": "Co oferujemy dla Ciebie?",
  "wlc_complete_solutions_list": "<li>Procedury weryfikacyjne, oficjalnie zatwierdzone przez organy regulacyjne</li> <li>Narzędzia marketingu afiliacyjnego, system poleceń i integracja z mediami społecznościowymi</li> <li>Powiadomienia push mobilne, powiadomienia webowe i wiadomości w aplikacji</li> <li>Kontrola kont graczy, rejestracja i weryfikacja oraz system wykrywania oszustw</li> <li>Narzędzia geolokalizacji do pobierania informacji o lokalizacji adresu IP</li>",
  "wlc_complete_solutions_more": "Ale to nie wszystko",
  "wlc_complete_solutions_desp": "<strong>Platforma VRNL jest precyzyjnie dopasowana do maksymalnej wydajności</strong> i stabilności. Korzystamy z najnowszej technologii działającej dwa razy szybciej niż standardowe platformy kasynowe. Nasze doświadczenie stworzyło dziś najszybszą i najpotężniejszą aplikację.",
  "wlc_numbers": "<span>White Label</span> Casino w liczbach",
  "wlc_numbers_p1": "Odkryj nieograniczone możliwości naszych rozwiązań White Label Casino VRNL. Podnieś swój biznes kasynowy dzięki szerokiej gamie ofert kasynowych.",
  "wlc_numbers_p2": "Najlepszy wybór wiodących dostawców Live Casino na świecie",
  "wlc_numbers_p3": "Niezrównana różnorodność stołów na żywo dostępnych online, z wielokanałową dystrybucją.",
  "wlc_numbers_list": "<li>Ponad 75 dostawców</li> <li>Ponad 15 000 automatów</li> <li>500+ gier stołowych</li> <li>700+ gier video poker</li> <li>Ponad 200 innych gier</li>",
  "wlc_numbers_p4": "Nasz dedykowany zespół poprowadzi Cię przez wszystkie etapy, od szkoleń początkowych po uruchomienie produkcji.",
  "wlb_platform": "Platforma White Label Betting",
  "wlb_platform_p1": "Rozwiązanie <b class='bold'>white label sportsbook</b> VRNL oferuje kompleksową, w pełni zarządzaną platformę wymiany. <br />",
  "wlb_platform_p2": "Jedną z wyróżniających cech naszego rozwiązania white label sportsbook jest wyjątkowa <b class='bold'>szybkość tworzenia i wdrażania strony internetowej.</b> Nasz dedykowany zespół może uruchomić Twoją stronę sportsbook w ciągu zaledwie dziesięciu dni roboczych, <b class='bold'>dokładnie dopasowaną do Twoich wymagań.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Nasza usługa obejmuje specjalistyczny hosting</b>, całe niezbędne oprogramowanie, dane kursów na żywo, narzędzia zarządzania ryzykiem i najwyższej jakości wsparcie klienta. Jesteśmy wiodącą platformą white label betting.",
  "wlb_platform_list": "<li>Tworzenie stron internetowych, <b>Branding, Dopasowanie</b> i rygorystyczne testowanie wymiany klienta</li> <li>Regularne ulepszenia i aktualizacje funkcji</li> <li> <b>Dostarczanie sprzętu</b>, hosting, ciągły nadzór 24/7 i kompleksowe wsparcie</li> <li> <b>Szeroka gama rynków zakładów,</b> kategorie sportowe i oferty ligowe</li> <li>Efektywne przyjmowanie zakładów i dokładne rozliczenia</li> <li>Zaawansowane zarządzanie ryzykiem, solidne księgowość i narzędzia monitorujące</li>",
  "wlb_platform_p4": "Dedykowani konsultanci VRNL starannie zbiorą Twoje wymagania i przedstawią starannie dobrany wybór szablonów oraz najnowszych osiągnięć w rozwoju. Wszystkie nasze platformy są wielojęzyczne, obsługują wiele walut, a interfejs użytkownika (UI) zostanie precyzyjnie dopasowany do Twoich potrzeb.",
  "wlb_platform_customization": "Dostosowania",
  "be_unique": "Bądź wyjątkowy",
  "be_unique_desp1": "<b class='bold'>VRNL specjalizuje się w niestandardowych platformach white label dla zakładów, kasyn i </b>rozwiązaniach dostosowanych do Twojej marki.",
  "be_unique_desp2": "Nasz zespół ekspertów dba o każdy detal – od atrakcyjnego wizualnie interfejsu po integrację logo i ulepszenia funkcji – aby w pełni odzwierciedlały Twoją wizję.",
  "be_unique_desp3": "Rozpocznij swoją podróż w świecie VRNL, gdzie Twoja unikalna wizja staje się rzeczywistością.",
  "wlb_platform_odds": "Kursy",
  "wlb_platform_odds_optimize": "Optymalizacja kursów z VRNL",
  "wlb_platform_odds_p1": "Bądź o krok przed konkurencją dzięki naszym zaawansowanym <b class='bold'>usługom zarządzania kursami</b>. Oferujemy bieżące aktualizacje kursów, zarządzanie ryzykiem i analizę rynku, aby zoptymalizować ofertę zakładów sportowych i poprawić doświadczenia graczy.",
  "wlb_platform_odds_p2": "Nasz zespół specjalistów jest zaangażowany w Twój sukces. Skontaktuj się z nami, aby dowiedzieć się, jak możemy wynieść Twój biznes zakładów na wyższy poziom.",
  "wlb_platform_zeroRisk": "Zero Ryzyka",
  "wlb_platform_zeroRisk_h1": "Usługi handlu i zarządzania ryzykiem",
  "wlb_platform_zeroRisk_p1": "Oferujemy kompleksowe usługi handlu i zarządzania ryzykiem oraz fachowe doradztwo w zakresie zarządzania kursami. Dodatkowo oferujemy unikalną funkcję – pokrycie wygranych. Oznacza to, że jeśli Twoja platforma nie wygeneruje przychodów, my pokrywamy wypłaty dla graczy. Dbamy o Twój spokój ducha.",
  "wlb_platform_bpb": "Branding platformy zakładów",
  "wlb_platform_bpb_layouts": "Nieograniczone układy",
  "wlb_platform_bpb_layouts_desp": "Wybierz spośród <b>różnorodnych układów zakładów</b> z naszej obszernej gamy szablonów. Alternatywnie, zachowaj pełną kontrolę twórczą, tworząc własny układ za pomocą naszych <b>usług API</b>. Dzięki tej opcji Ty i Twój zespół możecie samodzielnie stworzyć w pełni spersonalizowany interfejs użytkownika, dokładnie dopasowany do Waszej wizji.",
  "Betting": "Zakłady",
  "B2C": "B2C",
  "Casino": "Kasyno",
  "main_sec_title": "VRNL to wiodący dostawca oprogramowania do zakładów sportowych w Bangladeszu.",
  "who_we_are": "kim jesteśmy",
  "what_we_do": "co robimy",
  "about_us_title": "O nas - Oprogramowanie do zakładów sportowych White Label i kasyno online",
  "casino_providers": "Dostawcy kasyna",
  "betting_providers": "Dostawcy zakładów",
  "games_providers": "Dostawcy gier",
  "online_exch_sw_title": "Zrewolucjonizuj swój biznes dzięki VRNL Online Exchange Software",
  "casino_games_title": "Gry kasynowe - White Label Casino",
  "casino_tournaments_title": "Oprogramowanie turniejów kasynowych - White Label Casino online",
  "esports_title": "Oprogramowanie do zakładów e-sportowych umożliwiające użytkownikom obstawianie w najlepszych grach e-sportowych",
  "faq_title": "FAQ VRNL – Twój przewodnik po najczęstszych pytaniach i odpowiedziach",
  "iframe_title": "Sportsbook iFrame White Label zakłady sportowe i kasyno",
  "live_casino_title": "White Label Casino - rozpocznij własne kasyno online",
  "lottery_games_title": "Gry losowe - White Label Casino",
  "mobile_title": "Podnieś swoją grę dzięki mobilnemu oprogramowaniu VRNL do zakładów sportowych",
  "online_casino_sw_title": "Oprogramowanie kasyna online - ewolucja oprogramowania i platform kasyn online",
  "ourTheme_title": "Bet & Win: Nasza praca w świecie zakładów online i kasyn",
  "risk_management_title_main": "Strategie zarządzania ryzykiem dla operatorów sportsbooków - Oprogramowanie White Label do zakładów sportowych i kasyn",
  "sport_bet_title": "Podnieś swoje doświadczenie w zakładach dzięki oprogramowaniu VRNL Sports Betting",
  "wlc_title": "White Label Casino - łatwo rozpocznij swoje kasyno online dzięki naszej ofercie White Label Casino",
  "whiteLabel_title": "VRNL – Twój spersonalizowany dostawca oprogramowania sportsbook White Label",
  "TOAST": {
    "FILL_REQUIRED": "Proszę wypełnić wszystkie wymagane pola.",
    "SUBMITTING": "Wysyłanie zgłoszenia...",
    "SUCCESS": "Wniosek o demonstrację został pomyślnie wysłany!",
    "ERROR": "Wystąpił błąd. Spróbuj ponownie."
  },
  "disclosure_tp_a_desp": "<strong>a. Ogólne ujawnienie</strong><br> Czasami vrnl.net może udostępniać niektóre dane osobowe strategicznym partnerom współpracującym z vrnl.net w celu świadczenia usług lub pomagającym vrnl.net w marketingu do klientów. Na przykład, kiedy kupujesz i aktywujesz subskrypcję, upoważniasz vrnl.net do wymiany informacji, które podajesz podczas procesu aktywacji, w celu świadczenia usługi. Jeśli zaakceptowałeś usługę, Twoje konto będzie regulowane przez politykę prywatności vrnl.net. Dane osobowe będą udostępniane przez vrnl.net wyłącznie w celu świadczenia lub ulepszania naszych usług i działań marketingowych; nie będą udostępniane stronom trzecim w celach marketingowych.<br> Vrnl.net może również starannie wybierać inne firmy, aby przesyłały Ci informacje o swoich produktach lub usługach powiązanych z usługą serwisu, ale niekoniecznych do jego funkcjonowania („Rozszerzona Usługa”). Jeśli vrnl.net zamierza używać danych umożliwiających identyfikację osoby w Rozszerzonej Usłudze, strona vrnl.net zapewni Ci możliwość oraz odpowiednie instrukcje, aby odmówić tej usługi.<br> Możesz również zaprzestać otrzymywania informacji lub wiadomości promocyjnych od <b>vrnl.net</b>, postępując zgodnie z instrukcjami zawartymi w wiadomości e-mail.",
  "objection_processing_desp": "<strong>e. Sprzeciw wobec przetwarzania</strong><br> Gdy Twoje dane osobowe są przetwarzane w celach marketingu bezpośredniego, możesz w każdej chwili poprosić nas o zaprzestanie przetwarzania Twoich danych w tych celach, wysyłając do nas wiadomość e-mail.<br> Pamiętaj, że jeśli nie pozwolisz nam na zbieranie danych osobowych, możemy nie być w stanie dostarczyć Ci niektórych doświadczeń, produktów i usług, a niektóre nasze usługi mogą nie uwzględniać Twoich zainteresowań i preferencji. Jeśli zbieranie danych osobowych jest obowiązkowe, poinformujemy o tym w momencie zbierania, abyś mógł podjąć świadomą decyzję o uczestnictwie. Jeśli masz pytania dotyczące konkretnych danych osobowych, które przetwarzamy lub przechowujemy, oraz Twoich praw związanych z tymi danymi, skontaktuj się z naszym zespołem obsługi klienta.",
  "disclosure_tp_e_desp": "<strong>e. Przeniesienia biznesowe</strong><br> Udostępniamy dane osobowe naszym podmiotom powiązanym i innym zaufanym firmom lub osobom do ich przetwarzania w naszym imieniu, zgodnie z naszymi instrukcjami i w zgodzie z naszą Polityką Prywatności oraz innymi odpowiednimi środkami poufności i bezpieczeństwa. Na przykład, możemy korzystać z usług dostawców, aby pomóc nam w obsłudze klienta.<br> W przypadku połączenia vrnl z inną firmą lub jej przejęcia albo w przypadku reorganizacji lub restrukturyzacji działalności, my i nasze podmioty powiązane możemy udostępnić Twoje dane osobowe w całości lub częściowo innemu podmiotowi gospodarczemu.",
  "rectification_iii_desp": "<strong>b. Korekta nieprawidłowych lub niekompletnych informacji</strong><br> Możesz poprosić nas o poprawienie nieprawidłowych lub niekompletnych danych osobowych dotyczących Ciebie (są to informacje, których nie możesz samodzielnie zaktualizować w swoim koncie moneycontrol), wysyłając do nas e-mail.<br> Masz dostęp do niektórych danych osobowych i możesz je aktualizować poprzez ustawienia konta. Jeśli wybrałeś połączenie swojego profilu vrnl.net z aplikacją zewnętrzną, taką jak Facebook lub Google, możesz zmienić ustawienia i usunąć uprawnienia dla aplikacji, zmieniając ustawienia konta. Jesteś odpowiedzialny za utrzymywanie aktualności swoich danych osobowych. Vrnl.net może wysyłać okresowe przypomnienia e-mail, aby zapewnić dokładność Twoich danych osobowych.",
  "disclosure_tp_c_desp": "<strong>c. Dostawcy usług</strong><br> Vrnl.net może zawierać linki do różnych stron trzecich, które mogą zbierać Twoje dane osobowe. Korzystanie z informacji zebranych przez taką platformę stron trzecich będzie regulowane przez politykę prywatności tej platformy. Takie strony internetowe lub aplikacje są regulowane przez własne polityki prywatności, na które nie mamy wpływu. Po opuszczeniu naszych serwerów (możesz sprawdzić, gdzie jesteś, patrząc na URL w pasku adresu przeglądarki), korzystanie z przekazanych informacji podlega polityce prywatności operatora odwiedzanej aplikacji. Polityka ta może różnić się od naszej. Jeśli nie możesz znaleźć polityki prywatności którejkolwiek z tych stron za pomocą linku ze strony głównej aplikacji, skontaktuj się bezpośrednio z właścicielami aplikacji, aby uzyskać więcej informacji.<br> Możemy publicznie udostępniać informacje, które nie pozwalają na identyfikację osoby, oraz udostępniać je naszym partnerom – takim jak wydawcy, reklamodawcy, deweloperzy czy posiadacze praw. Na przykład, dzielimy się informacjami publicznie, aby pokazać trendy dotyczące ogólnego korzystania z naszych usług. Pozwalamy także określonym partnerom na zbieranie informacji z Twojej przeglądarki lub urządzenia w celach marketingowych/promocyjnych i pomiarowych, używając własnych plików cookie lub podobnych technologii.",
  "data_security": "Bezpieczeństwo danych"
}