{
  "contact_title": "Uma empresa que busca constantemente soluções inovadoras para atender às suas necessidades comerciais.",
  "contact_footer": "“Somos uma equipe de estrategistas criativos, entusiastas de tecnologia e comunicadores eficazes, movidos por uma paixão inabalável pela indústria de jogos online. Nosso compromisso incansável é promover o sucesso de nossos clientes nos negócios.”",
  "contact_header": "Contato",
  "contact_para": "Consulte um especialista da VRNL para descobrir como nossas soluções podem elevar seu negócio de apostas.",
  "telegram": "Telegram",
  "write_msg": "ENVIE-NOS UMA MENSAGEM",
  "fname": "Nome completo",
  "fname_err": "O campo é obrigatório (mínimo 2 caracteres).",
  "email": "Seu e-mail",
  "email_err": "Um e-mail válido é necessário.",
  "country": "País",
  "pnumber": "Número de telefone",
  "pnumber_err": "O telefone deve ter 10 dígitos.",
  "message": "Mensagem",
  "sending": "Enviando…",
  "submit": "Enviar",
  "con_param1": "Não compartilhamos suas informações pessoais com ninguém. Confira nossa",
  "privacy_policy_form": "“política de privacidade”",
  "con_param2": "para mais informações",
  "casino_tournament_h1": "Os <b class='chck'>Torneios de Cassino</b> permitem criar um torneio com data de início e término.",
  "casino_tournament_p1": "Uma ferramenta poderosa para aumentar a receita da seção de cassino é a implementação de <strong>Torneios de Cassino.</strong>",
  "casino_tournament_h2": "Você terá a capacidade de <strong>personalizar totalmente cada torneio</strong> selecionando manualmente a lista de slots que participarão da competição.",
  "casino_tournament_p2": "Para <strong>criar uma promoção</strong>, basta selecionar um <strong>título</strong> para o <strong>torneio</strong>, designar os <strong>slots</strong> incluídos e especificar o <strong>jackpot</strong> que será distribuído entre <strong>diversos prêmios</strong>, todos personalizáveis de acordo com suas preferências.",
  "casino_tournament_p3": "Os detalhes importantes incluem <strong>data de início</strong>, <strong>data de término</strong>, <strong>jackpot total</strong>, número de participantes no ranking, bem como o requisito mínimo de apostas para entrada no torneio.",
  "casino_tournament_p4": "Além disso, você terá sempre acesso a um leaderboard em tempo real exibindo nomes de usuário, posições dos jogadores e prêmios correspondentes. Esse recurso pode melhorar significativamente a experiência do usuário na sua plataforma de cassino, atraindo mais jogadores e aumentando a receita.",
  "casinogames_title": "Por que escolher nossa plataforma?",
  "casinogames_title_h1": "O maior catálogo mundial de ",
  "online_casino_games": "jogos de cassino online",
  "online_casino_games_p1": "Nosso <b style='color: #575756;'> White Label </b> é seu destino final, oferecendo uma variedade incomparável com mais de 3000 jogos de cassino e slots emocionantes. Temos orgulho em oferecer o catálogo mais completo de jogos de cassino online disponível na internet.",
  "online_casino_games_p2": "Atendemos operadores de jogos online, casas de apostas, loterias e organizações de apostas em mercados regulamentados.",
  "online_casino_games_p3": "Entendemos a importância de um jogo seguro e justo no mundo dos cassinos online. Por isso, nossa matemática de jogos não apenas é robusta, mas também certificada por laboratórios independentes de jogos. Esta certificação garante a máxima experiência de usuário para seus jogadores, tornando a experiência de cassino online verdadeiramente de primeira classe.",
  "casino_nos": "NÚMEROS DO CASSINO",
  "slot_machine": "Máquinas caça-níqueis",
  "morethan10": "Mais de 10",
  "tablegames": "Jogos de mesa",
  "morethan4": "Mais de 4",
  "videopoker": "Vídeo pôquer",
  "morethan": "Mais de",
  "lottery": "Loteria",
  "morethan9": "Mais de 9",
  "proveedores": "FORNECEDORES",
  "morethan12": "Mais de 12",
  "online_turnkey": "Oferecemos soluções completas de cassino online",
  "casino_wls": "Solução White Label de Cassino",
  "casino_wls_desp": "Lance seu próprio cassino com marca facilmente usando a solução White Label da VRNL. Personalize seu cassino, ofereça ampla seleção de jogos, garanta segurança e comece a gerar receita rapidamente.",
  "webbranding": "Branding de Website",
  "webbranding_desp": "Eleve sua presença online com os serviços especializados de branding de websites da VRNL. Projetamos, criamos e transformamos websites para refletir sua identidade única, deixando uma impressão duradoura.",
  "toolstraning": "Ferramentas (treinamento)",
  "toolstraning_desp": "Desbloqueie seu potencial no mundo do trading com as poderosas ferramentas de negociação da VRNL. Nossas soluções de ponta oferecem insights e tecnologia para tomar decisões informadas e maximizar seu sucesso no trading.",
  "client_support": "Suporte ao Cliente",
  "client_support_desp": "Melhore a experiência de seus clientes com os serviços excepcionais de suporte da VRNL. Nossa equipe dedicada está pronta para fornecer assistência especializada, garantindo que as necessidades dos seus clientes sejam atendidas com eficiência e cuidado.",
  "aboutus_title": "Tenho certeza de que você está curioso para descobrir",
  "aboutus_desp": "Uma empresa que busca constantemente soluções inovadoras para atender às suas necessidades comerciais.",
  "online_gaming_provider": "Provedor de Jogos Online",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl é um provedor de Sportsbook e Jogos bem estabelecido com uma impressionante trajetória de 10 anos na indústria de apostas. </strong> Desde 2012, temos nos dedicado a fornecer serviços para casas de apostas, loterias e organizações de apostas em mercados regulamentados.",
  "about-section1-para2": "Somos uma equipe de estrategistas criativos, entusiastas de tecnologia e comunicadores eficazes, movidos por uma paixão inabalável pela indústria de jogos online. Nosso compromisso incansável é promover o sucesso de nossos clientes nos negócios.",
  "about-section1-para3": "Nossa plataforma de jogos de ponta se destaca como um dos fatores-chave que impulsionaram a Vrnl ao seu status atual como uma renomada Software House Internacional. <strong style='color: #000;'> Aproveitando nossa extensa experiência de 10 anos neste setor, a Vrnl orgulhosamente estende seus serviços a mais de 40 casas de apostas em 11 países diferentes ao redor do mundo.</strong>",
  "about_us": "Sobre Nós",
  "about_us_desp": "A VRNL é a maior plataforma para fornecer apostas esportivas e de cassino online White Label. Oferecemos API de exchange junto com nossos serviços personalizados para Bangladesh com margens baixas e em uma plataforma confiável, que inclui cassino. Fornecemos APIs para todas as ligas em exchanges, além de serviços de streaming online. Aproveite apostas em uma plataforma confiável. Desfrute de mais de 1000 jogos de slots e jogos de mesa em nosso site.",
  "our_client": "Nosso Cliente",
  "our_client_desp": "Na Vrnl, somos incansáveis na busca pelas melhores parcerias em jogos e entretenimento para garantir uma experiência incomparável para nossos clientes e jogadores. Por meio de acordos colaborativos com cassinos internacionais renomados e provedores de jogos virtuais, integramos perfeitamente nossa plataforma de apostas esportivas com uma ampla gama de jogos. Estes incluem máquinas caça-níqueis, jogos de mesa, experiências de cassino ao vivo, jogos virtuais e até jogos de fantasia. Nosso compromisso com a excelência vai além da diversidade de jogos. Nossa plataforma é acessível em desktops e dispositivos móveis, apresentando gráficos de alta qualidade, animações envolventes e áudio imersivo. Além disso, nosso menu intuitivo e amigável melhora a experiência geral do usuário. No núcleo de nossas operações está um processo de integração rápido, combinando escalabilidade, flexibilidade e desempenho de alto nível em nosso software de apostas. Este processo de integração é respaldado pelos mais altos níveis de segurança e confiabilidade, garantindo um ambiente seguro e confiável para nossos clientes. Temos orgulho de apresentar aos nossos clientes a mais ampla seleção de jogos do setor, oferecendo as soluções de jogos perfeitas para cada preferência. Bem-vindo à Vrnl, onde a excelência em jogos encontra possibilidades ilimitadas. A Vrnl tem orgulho de ter se associado aos nomes mais distintos do setor entre provedores de software de jogos e soluções de pagamento. Compartilhe nossa plataforma para o sucesso e adicione seu nome a esta lista em crescimento.",
  "lost404": "Parece que você se perdeu",
  "lost404desp": "a página que você está procurando não está disponível!",
  "gotohome": "Ir para a Página Inicial",
  "esports_bs": "Software de Apostas eSports",
  "esports_bs_desp1": "Na VRNL, temos orgulho em oferecer aos fãs de eSports uma experiência única e imersiva.",
  "esports_bs_desp2": "A VRNL é seu portal para um mundo onde jogos e apostas se encontram. Nosso Software de Apostas eSports é projetado para fãs de jogos como você, oferecendo uma experiência emocionante, segura e recompensadora. Não perca a chance de fazer parte da ação. Junte-se à VRNL hoje e eleve sua experiência de jogo a novos patamares!",
  "startnow": "Comece Agora",
  "easy_setup": "Configuração fácil, menos do que você imagina.",
  "easy_setup_desp1": "Podemos entregar a plataforma eSports em apenas algumas semanas.<br> Cuidamos de todos os aspectos do processo: Hosting, Interface do Usuário, feed de odds, páginas personalizadas, ativação do produto e estratégia de sportsbook.",
  "easy_setup_desp2": "Seu foco principal pode ser dedicado à configuração e estabelecimento de suas redes online.",
  "esport_bet_center_h1": "Se você está pensando em começar em apostas online, nosso software de apostas eSports é um ótimo primeiro passo.",
  "esport_bet_center_p1": "Aproveite nossos serviços especializados e tecnologia avançada de apostas eSports. Nossos parceiros regulamentados recebem total suporte para entrar na indústria de apostas online e podem usar nossas plataformas personalizadas ou genéricas.",
  "esport_bet_center_p2": "Começar uma casa de apostas online focada principalmente em eSports pode ser desafiador. É por isso que criamos um sistema completo de apostas eSports com serviços de apostas pré-jogo. Nosso objetivo é oferecer a você a mais ampla gama de opções de eSports online.",
  "have_qes": "Você tem alguma pergunta?",
  "para_faq": "Temos respostas (bem, na maioria das vezes!)",
  "freq_param": "Abaixo você encontrará respostas às perguntas mais comuns, confira nosso ",
  "if_still_qes": "Se ainda não encontrou a resposta que procura, basta",
  "sbs_faqs": "FAQs de Software de Apostas Esportivas",
  "whatis_sbs": "O que é Software de Apostas Esportivas?",
  "whatis_sbs_ans": "O Software de Apostas Esportivas é projetado com base nos mercados e seleções do usuário. Além disso, nossos especialistas estão sempre disponíveis para fornecer o melhor atendimento ao cliente, entendendo suas necessidades e os requisitos do mercado. Também cuidamos de todas as etapas do processo de desenvolvimento, entregando uma plataforma de exchange completa e eficiente.",
  "affiliate_systems": "Vocês oferecem sistemas de afiliados?",
  "affiliate_systems_ans": "Sim, nossa rede de software é baseada em 5 níveis: Administrador da plataforma - acesso ao backend (também é possível criar outros acessos ao back office com privilégios e permissões limitados). Revendedor - um master-agent supervisionando várias casas de apostas, ganhando comissões sobre o faturamento ou lucros da loja. Casa de apostas - representa o ponto físico onde os jogadores podem jogar, depositar etc. Através dessa conta é possível fazer apostas e ganhar comissão sobre o faturamento ou lucros. Caixa, perfil para funcionários da casa de apostas, capaz de fazer apostas sem ganhar comissão. Jogador online, registra sua conta online ou em uma loja e realiza apostas.",
  "whatis_label": "O que é um site de apostas White Label?",
  "whatis_label_ans": "Um site de apostas White Label é uma plataforma totalmente personalizada. O site de apostas White Label da Vrnl oferece jogos certificados, sistema de bônus e gateways de pagamento. O conteúdo da interface, idioma e moeda são baseados na sua escolha. A Vrnl disponibiliza diferentes templates gráficos, recursos e ferramentas.",
  "fullmanagement": "Posso ter controle total sobre as odds e margens?",
  "fullmanagement_ans": "O backend possui muitas ferramentas, recursos e relatórios que fornecem uma visão completa da atividade de apostas esportivas. Há uma seção dedicada à gestão de odds, onde é possível editar margens, multiplicidade e odds por mercado, partida e/ou campeonato.",
  "logobrand": "Posso usar meu logotipo e cores da marca?",
  "logobrand_ans": "Sim, você pode. Oferecemos diferentes soluções com base em suas necessidades específicas. Podemos criar soluções personalizadas reunindo suas solicitações e montando um projeto para você ou fornecer uma solução pronta, modificando apenas as cores da marca e o logotipo.",
  "fullycustomized": "Gostaria de ter uma solução totalmente personalizada, é possível?",
  "fullycustomized_ans": "A Vrnl disponibiliza uma equipe de especialistas para configurar uma plataforma de apostas esportivas totalmente personalizada. Um Gerente de Conta coletará os requisitos e coordenará o projeto com outros membros da equipe: Gerente de Projeto, Designer Gráfico e Gerente de TI.",
  "software_cost": "Quanto custa o Software de Apostas Esportivas?",
  "software_cost_ans": "O custo do Software de Apostas Esportivas varia dependendo dos recursos e serviços oferecidos. Existem vários planos dependendo se você já tem um alto volume de jogos ou se deseja ser um agente com sua própria rede de jogadores.",
  "what_products": "Quais produtos vocês oferecem?",
  "what_products_ans": "Nosso negócio principal é Apostas Esportivas, nosso software é um produto interno desenvolvido pela nossa equipe de TI desde 2005. Além do produto esportivo, também oferecemos apostas ao vivo, cassino, cassino ao vivo, loterias e jogos virtuais para oferecer soluções 'tudo em um' aos nossos clientes.",
  "canaddfeatures": "Posso adicionar recursos, relatórios e páginas ao software de apostas esportivas?",
  "canaddfeatures_ans": "O software de apostas inclui uma ampla gama de relatórios, páginas e banners que podem ser personalizados (CMS) ou desenvolvidos sob demanda. Se você deseja desenvolver um novo recurso, trabalharemos junto com você criando um projeto personalizado: coleta de informações e detalhes, envio do projeto/renderização, teste e lançamento final.",
  "canofferbettingservices": "Posso oferecer serviços de apostas esportivas nos cassinos que tenho no meu país?",
  "canofferbettingservices_ans": "Temos várias soluções de apostas para negócios online e físicos. Se você possui um cassino físico e deseja oferecer apostas esportivas também, nossa solução de varejo será a escolha certa, pois permite criar contas de caixa para gerenciar a venda de bilhetes de apostas esportivas.",
  "change_currentprovider": "Como posso mudar meu provedor de software atual?",
  "change_currentprovider_ans": "Se você já gerencia uma exchangebook e deseja mudar para nossa plataforma de apostas esportivas, garantiremos que tudo seja gerenciado corretamente. Prepararemos um plano de migração. Os dados pessoais dos jogadores serão carregados na nova plataforma e a troca será planejada para concluir a migração em poucas horas.",
  "sbs_offer": "Quais recursos o Software de Apostas Esportivas oferece?",
  "sbs_offer_ans": "O Software de Apostas Esportivas pode fornecer recursos como previsões baseadas em dados, simulações, tendências de apostas, comparação de odds e mais. Também oferece análise detalhada de jogos passados e próximos para ajudar os apostadores a tomarem decisões mais informadas. Especializamo-nos na criação de casas de apostas físicas e redes online, incluindo procedimentos KYC aprovados por órgãos regulatórios, gateways de pagamento de jogos, ferramentas de marketing de afiliados, sistemas de indicação, notificações push móveis e web, controles de contas de jogadores, processos de registro e verificação, sistemas de detecção de fraude e ferramentas de geolocalização.",
  "sbs_legal": "O Software de Apostas Esportivas é legal?",
  "sbs_legal_ans": "Sim, o Software de Apostas Esportivas é legal e é usado por muitos apostadores profissionais. No entanto, é importante garantir que você esteja usando o software em conformidade com as leis aplicáveis em sua jurisdição.",
  "ebs_faqs": "Perguntas frequentes sobre software de apostas eSports",
  "ebs_titleoffer": "Quais títulos de eSports vocês oferecem?",
  "ebs_titleoffer_ans": "<li><strong>Mais populares:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Jogos esportivos:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>FPS (tiro em primeira pessoa):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Jogos de luta:</strong> Street Fighter, Super Smash Bros, Tekken. Estratégia em tempo real (RTS): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Vocês possuem versão mobile?",
  "mobileversion_ans": "Sim, a VRNL é totalmente otimizada para uso móvel. Nossa plataforma funciona perfeitamente em smartphones e tablets, oferecendo acesso a apostas esportivas, jogos de cassino, iGaming e eSports a qualquer hora e em qualquer lugar. A interface é responsiva, com carregamento rápido e transações seguras diretamente pelo navegador móvel — sem necessidade de download de aplicativo. Tanto em Android quanto iOS, a experiência é rápida, amigável e tão completa quanto as versões desktop.",
  "runesportsplatform": "Posso operar uma plataforma de apostas eSports sem lidar com odds e gerenciamento de trading?",
  "runesportsplatform_ans": "Nossas soluções de apostas eSports já incluem o feed de odds. O software possui diversas funcionalidades e ferramentas para gerenciar margens e configurações de odds de forma autônoma. Se você deseja focar apenas na gestão de lojas e jogadores, fornecemos serviços e suporte de trading.",
  "esports_solutions": "Gostaria de ter uma solução totalmente personalizada para eSports, é possível?",
  "esports_solutions_ans": "A VRNL disponibiliza uma equipe de especialistas para configurar uma plataforma de apostas eSports totalmente personalizada. Um Account Manager coletará os requisitos e coordenará o projeto com os outros membros da equipe: Project Manager, Designer Gráfico e IT Manager.",
  "newtobusiness": "Sou completamente novo neste negócio, o que devo saber?",
  "newtobusiness_ans": "O gerenciamento adequado de uma plataforma de apostas eSports pode tornar este negócio altamente lucrativo. Oferecemos diferentes soluções e serviços conforme seu nível de engajamento e conhecimento. Um especialista em jogos trabalhará com você para definir a melhor solução de eSports adaptada às suas necessidades.",
  "eSports_market": "Quantos mercados de eSports ao vivo existem?",
  "eSports_market_ans": "Hoje oferecemos 20 mercados de eSports ao vivo. <br> Mas estamos constantemente adicionando novos mercados.",
  "eSportsLogoBrand": "Posso usar meu logo e cores de marca para eSports?",
  "eSportsLogoBrand_ans": "Sim. Oferecemos soluções diferentes conforme suas necessidades. Podemos criar soluções personalizadas coletando suas solicitações e configurando um projeto para você, ou fornecer uma solução turnkey, modificando apenas o logo e cores da sua marca eSports.",
  "eSports_server": "Posso hospedar a exchange eSports no meu próprio servidor?",
  "eSports_server_ans": "Não, não é possível. A hospedagem é um serviço incluído na nossa oferta. Para garantir o desempenho adequado do software de apostas eSports, nossos SysAdmins configuraram uma estrutura de cluster dedicada, incluindo backups e plano de recuperação de desastres. Isso garante conformidade com regulamentações globais e os mais altos padrões de segurança.",
  "sp_faqs": "Perguntas frequentes sobre plataforma de streaming",
  "promte_cricket": "Quantas partidas de críquete posso promover?",
  "promte_cricket_ans": "Durante a transmissão ao vivo pelo dashboard, é possível ativar duas partidas por vez, mas não há limite para o número de partidas que você pode conectar.",
  "broadcast_live": "Eventos de cassino podem ser transmitidos ao vivo?",
  "broadcast_live_ans": "Sim, todos os jogos de cassino podem ser transmitidos ao vivo em todas as plataformas compatíveis.",
  "measure_success": "Como medir o sucesso das transmissões ao vivo?",
  "measure_success_ans": "Você pode acompanhar análises detalhadas de várias plataformas em uma única tela.",
  "is_mobile_friendly": "A plataforma é compatível com dispositivos móveis?",
  "is_mobile_friendly_ans": "Sim — nossa plataforma é totalmente compatível com dispositivos móveis, e fornecemos um APK para download e uso sem problemas.",
  "livecasino_faqs": "Perguntas frequentes sobre Live Casino Software",
  "whatisVRNLcasino": "O que é o VRNL Casino Software?",
  "whatisVRNLcasino_ans": "O VRNL Live Casino Software é uma plataforma de ponta que permite aos cassinos online oferecer jogos com dealers ao vivo. Ele fornece a infraestrutura e ferramentas necessárias para experiências de cassino interativas em tempo real.",
  "software_work": "Como funciona o VRNL Live Casino Software?",
  "software_work_ans": "O VRNL Live Casino Software integra-se perfeitamente a sites de cassino online. Ele conecta jogadores a dealers ao vivo via streaming de vídeo de alta qualidade, permitindo jogar blackjack, roleta e baccarat em um ambiente interativo e ao vivo.",
  "features_livecasino": "Quais são os principais recursos do VRNL Live Casino Software?",
  "features_livecasino_ans": "O VRNL Live Casino Software oferece recursos como personalização de marca, integração de pagamento seguro e interface amigável para jogadores e operadores.",
  "security_livecasino": "Como garantir a segurança e a justiça dos jogos com o VRNL Live Casino Software?",
  "security_livecasino_ans": "O VRNL Live Casino Software foi construído com foco em segurança. Utiliza geradores de números aleatórios (RNG) certificados para garantir justiça, oferece ferramentas de prevenção à fraude e proteção de jogadores, além de implementar criptografia para proteger a transferência de dados.",
  "offered_games": "Quais jogos podem ser oferecidos usando o VRNL Live Casino Software?",
  "offered_games_ans": "Você pode oferecer uma ampla seleção de jogos com dealers ao vivo, incluindo clássicos como blackjack, roleta e baccarat ao vivo, além de variações destes jogos para manter os jogadores engajados.",
  "integrateVRNL": "Posso integrar o VRNL Live Casino Software à minha plataforma de cassino existente?",
  "integrateVRNL_ans": "Sim, nosso software foi projetado para fácil integração com plataformas existentes, tornando-o uma adição perfeita à sua operação de cassino online.",
  "wlc_faqs": "Perguntas frequentes sobre White Label Casino",
  "whatis_wlc": "O que é um White Label Casino?",
  "whatis_wlc_ans": "Um White Label Casino é uma solução turnkey que permite a empreendedores e empresas lançar seus próprios cassinos online usando nosso software e infraestrutura. Você pode personalizar com seu nome e design, enquanto cuidamos dos aspectos técnicos e regulatórios.",
  "wlc_work": "Como funciona o serviço White Label Casino?",
  "wlc_work_ans": "Fornecemos uma plataforma de cassino totalmente funcional, incluindo jogos, processamento de pagamentos e suporte ao cliente. Você apenas personaliza a marca e o design conforme sua visão e está pronto para iniciar seu negócio online.",
  "wlc_games": "Quais jogos estão disponíveis no meu White Label Casino?",
  "wlc_games_ans": "Oferecemos uma ampla gama de jogos de cassino, incluindo slots, jogos de mesa (ex.: blackjack, roleta) e jogos com dealers ao vivo. Você pode escolher do nosso catálogo para criar uma experiência diversificada para seus jogadores.",
  "wlc_launch": "Quanto tempo leva para lançar meu White Label Casino?",
  "wlc_launch_ans": "O tempo pode variar dependendo de suas exigências e processos regulatórios. Em média, leva algumas semanas para configurar e personalizar sua plataforma.",
  "wlc_cusSupport": "Qual o nível de suporte ao cliente para meu White Label Casino?",
  "wlc_cusSupport_ans": "Oferecemos suporte técnico e operacional para garantir que seu cassino funcione perfeitamente.",
  "wlc_getstarted": "Como começar com um White Label Casino da sua empresa?",
  "wlc_getstarted_ans": "Entre em contato com nossa equipe de vendas para discutir suas necessidades e receber uma consultoria personalizada. Orientaremos você no processo de criação do seu White Label Casino.",
  "can_cutomize_branding": "Posso personalizar o cassino com minha marca?",
  "can_cutomize_branding_ans": "Sim — você pode personalizar totalmente o cassino com seu logo, cores e identidade visual.",
  "company": "Empresa",
  "company_caps": "EMPRESA",
  "about": "Sobre",
  "online_exchange_sw": "Software de Exchange Online",
  "privacy_policy": "Política de Privacidade",
  "contact_us": "Contate-nos",
  "solutions": "Soluções",
  "sports_betting_software": "Software de Apostas Esportivas",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Plataforma de Apostas White Label",
  "exch_iframe": "Iframe Exchangebook",
  "footer_para_1": "O logo e material gráfico da Vrnl são propriedade intelectual da empresa e não podem ser copiados, reproduzidos, distribuídos ou exibidos sem consentimento escrito da Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl Ltda. Todos os direitos reservados.",
  "home": "Início",
  "betting": "Apostas",
  "esports_betting": "Apostas eSports",
  "sbs_head": "Software de apostas esportivas",
  "casino": "Cassino",
  "online_casino_sw": "Software de cassino online",
  "live_casino_sw": "Software de Cassino Ao Vivo",
  "casino_game": "Jogos de cassino",
  "lottery_bingo": "Loteria e bingo",
  "casino_tournament": "Torneio de Cassino",
  "risk_management": "Gestão de Risco",
  "wl": "White Label",
  "wl_exch": "Exchange White Label",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Nosso Trabalho",
  "contact": "Contato",
  "faq": "FAQ",
  "live_casino": "Cassino Ao Vivo",
  "lottery_games": "Jogos de Loteria",
  "exch_sw_provider": "Provedor de software Exchange",
  "mobile_bet": "Apostas móveis",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget de apostas esportivas",
  "back": "Voltar",
  "exch_iframe_para": "Iframe Exchangebook — permite a ativação rápida do módulo Exchangebook via integração API contínua. Nosso serviço abrangente de Exchangebook, sob supervisão especializada, garante uma ampla programação para eventos e mercados online.",
  "contact_us!": "Entre em contato!",
  "exch_iframe_types": "Tipos de iFrame Exchangebook",
  "exch_iframe_types_para": "Nossas soluções de iFrame Exchangebook vêm em três variantes, cada uma adaptada ao canal utilizado, garantindo a opção mais adequada às suas necessidades:",
  "exch_iframe_types_list": "<li>iFrame para <strong>Desktop</strong>, projetado para computadores com diferentes resoluções e com layouts diversos e personalizáveis.</li> <li>iFrame para <strong>Terminais e Quiosques SSBT</strong>, com layouts otimizados para sistemas touchscreen e experiência intuitiva do usuário, ideal para jogadores inexperientes realizando apostas.</li>",
  "exch_iframe_types_para2": "Além disso, por meio de nossa API, é possível alcançar ampla personalização de gráficos e funções do jogo.",
  "cm_exch": "Exchangebook Gerenciado Abrangente",
  "cm_exch_para": "Nosso iFrame Exchangebook abrange o fornecimento de feeds de dados de odds e a configuração das principais definições de apostas. O software vem equipado com diversos recursos e ferramentas para gestão independente de margens e configurações de odds. No entanto, se seu foco principal for gestão de jogadores e marketing, oferecemos serviços de trading totalmente gerenciados e suporte.",
  "acq_exch": "Adquirir a Solução Exchangebook iFrame é Fácil",
  "acq_exch_para": "Simplificamos o processo de ativação do iFrame, abrangendo apenas cinco etapas simples:",
  "acq_exch_list": "<li>Formalizar o acordo entre a Vrnl e o cliente.</li> <li>Iniciar a integração do iFrame Exchangebook via APIs usando nosso SDK.</li> <li>Realizar uma reunião para definir a estratégia do Exchangebook a seguir.</li> <li>Identificar os esportes e eventos mais envolventes para sua área de atuação.</li> <li>Vamos ao ar!</li>",
  "live_casino_sw_p1": "Nossa <strong>plataforma de Cassino Ao Vivo</strong> permite ativar <strong>os principais provedores ao vivo</strong> conhecidos por sua <strong>qualidade excepcional e integridade matemática.</strong>",
  "live_casino_sw_p2": "Estamos dedicados a oferecer a você a experiência definitiva em cassino ao vivo. Seja você um jogador experiente ou novato no mundo dos cassinos online, nossa plataforma oferece uma experiência imersiva e em tempo real sem igual.",
  "live_casino_sw_p3": "A solução de Cassino Ao Vivo da Vrnl fornece um conjunto completo de serviços, incluindo:",
  "live_casino_sw_p3_l1": "Ferramentas completas de relatórios históricos",
  "live_casino_sw_p3_l2": "Visualização do histórico de jogos",
  "live_casino_sw_p3_l3": "Configurações de jogos",
  "live_casino_sw_p3_l4": "Ferramentas de gestão de risco",
  "live_casino_sw_p3_l5": "Gestão de jogadores",
  "live_casino_sw_p3_l6": "Ferramentas de gestão de afiliados",
  "live_casino_sw_p3_l7": "Estrutura de agentes com hierarquia multinível",
  "live_casino_sw_p4": "Desenvolvemos diversos métodos de integração seguros, todos amigáveis e projetados para fácil implementação com nossa API de cassino ao vivo.",
  "live_casino_sw_demo": "Soluções de cassino ao vivo em demonstração",
  "livecasino_integration": "Integrações com <strong style='color: #575756;'>API de cassino ao vivo</strong>",
  "livecasino_integration_para": "Você pode ter nosso software de cassino ao vivo funcionando em poucos dias. Além disso, fornecemos serviços completos de gerenciamento, garantindo que toda a operação seja supervisionada por nossos especialistas. <strong style='color: #575756;'>Também garantimos acesso à mais ampla seleção de jogos ao vivo disponíveis online.</strong>",
  "live_casino_lobby": "No nosso Lobby de Jogos de Cassino Ao Vivo, amigável ao usuário",
  "youcan": "você pode",
  "findgames_like": "encontrar jogos como:",
  "findgames_like_desp": "Roleta Ao Vivo, Baccarat Ao Vivo, Blackjack Ao Vivo e Poker Ao Vivo, Dados e Jogos de Números.",
  "euro_roulette": "Roleta Europeia",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Roleta Americana",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Agendar uma Demonstração",
  "lottery_head": "Procurando uma plataforma de loteria e Bingo?",
  "lottery_head_desp1": "Selecionamos cuidadosamente os melhores <b style='color: #575756; font-size: 45px;'>jogos de loteria e bingo</b> para você.",
  "lottery_head_desp2": "Nossa <b style='color:#575756; font-size: 16px;'>Solução White Label de Loteria e Bingo</b> apresenta uma variedade de versões atraentes do jogo clássico de bingo, junto com os jogos de loteria mais renomados.",
  "lottery_head_desp3": "Você pode <b style='color:#575756; font-size: 16px;'>apreciar esses jogos pelo seu smartphone</b> ou computador, garantindo uma experiência de usuário excepcional com jogos de alta qualidade.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Além disso, nossos algoritmos de jogo são seguros e certificados de forma independente, proporcionando uma experiência confiável e segura.<br><br></strong>",
  "lottery_bingo_nos": "NÚMEROS DA LOTERIA E BINGO",
  "bingo_games": "Jogos de Bingo",
  "over100": "mais de 100",
  "over130": "mais de 130",
  "suppliers": "FORNECEDORES",
  "more20": "Mais de 20",
  "sports_betting_software_wl": "Software de apostas esportivas White Label",
  "sports_betting_software_wl_desp": "Uma empresa comprometida em buscar continuamente soluções inovadoras para atender de forma eficaz às necessidades crescentes de seus negócios.",
  "blink-soft": "Melhore sua experiência com Software Avançado de Apostas Esportivas",
  "platform_para1": "Soluções modernas de software de apostas esportivas estão <b>transformando</b> a forma como os apostadores interagem com o jogo. Com <b>interfaces intuitivas,</b> análises em tempo real e apostas ao vivo, essas plataformas oferecem uma experiência superior para novos e experientes jogadores.",
  "platform_para2": "Seja você operador de sportsbook online, loja de apostas física ou cassino, nossa suíte completa de soluções — incluindo <b>plataformas B2C</b> e <b>produtos white-label personalizáveis</b> — fornece flexibilidade e tecnologia para se manter competitivo. Abrace a inovação e eleve suas operações de apostas esportivas com software projetado para <b>otimizar performance</b> e <b>satisfação do usuário</b>.",
  "try_b2b": "Explore nosso avançado software de apostas B2B",
  "try_b2c": "Explore nosso avançado software de apostas B2C",
  "wls_turnkey": "Soluções White Label e Plataformas Turnkey",
  "wls_turnkey_p1_span1": "experiência de apostas esportivas contínua e envolvente",
  "wls_turnkey_p1_span2": "para seus clientes. Esta abordagem elimina a necessidade de desenvolvimento caro e demorado, permitindo focar no crescimento e",
  "custom_satisfaction": "satisfação do cliente",
  "wls_turnkey_p2": "Nossa plataforma de apostas segura e de alto desempenho é totalmente certificada por laboratórios de jogos independentes, garantindo conformidade e confiabilidade. Ao se associar à VRNL, você obtém acesso a uma exchange de apostas confiável que aumenta a lucratividade, garantindo os",
  "highest_industry_standards": "mais altos padrões da indústria",
  "igaming_platform": "Plataforma iGaming",
  "igaming_platform_p1": "A VRNL é um parceiro confiável na indústria iGaming, oferecendo soluções líderes de mercado",
  "sbs": "software de apostas esportivas",
  "igaming_platform_p2": "Nosso objetivo é transformar o cenário de jogos online fornecendo aos operadores uma plataforma versátil e de ponta, garantindo uma experiência de jogo contínua e envolvente para os usuários.",
  "online_casino": "Cassino Online",
  "casino_para": "Bem-vindo ao VRNL Online Casino — <b>um líder confiável</b> oferecendo uma plataforma de jogos segura e emocionante globalmente. Nossa missão é proporcionar uma experiência excepcional de cassino, mantendo os jogadores engajados e entretidos.",
  "casino_para_list": "<li>Mais de 75 provedores</li> <li>Mais de 15.000 slots</li> <li>500+ jogos de mesa</li> <li>700+ jogos de video poker</li> <li>Mais de 200 outros jogos</li>",
  "casino_para2": "Nossa equipe de especialistas apoia você em todas as etapas, do treinamento ao lançamento.",
  "play_livecasino": "Jogue no cassino ao vivo como se estivesse dentro do cassino",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slots</li> <li>Roleta Ao Vivo</li> <li>Blackjack Ao Vivo</li> <li>Baccarat Ao Vivo</li> <li>Casino Hold’em Ao Vivo</li> <li>Blueocean</li> <li>Dragon Tiger Ao Vivo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Provedores de API e iFrame",
  "api_services_iframe_p1": "A VRNL fornece soluções avançadas de <b>integração API e iFrame</b>, permitindo conectividade contínua entre plataformas, troca segura de dados e experiências de usuário aprimoradas — ajudando empresas a operar de forma mais inteligente e rápida.",
  "api_services_iframe_p2": "Na VRNL, entendemos a importância da troca de dados contínua e comunicação entre aplicações. Oferecemos serviços de integração de API de alta qualidade, permitindo que seu software interaja facilmente com outras plataformas. Nossos especialistas garantirão que seus sistemas funcionem harmoniosamente, proporcionando uma experiência fluida para você e seus clientes.",
  "virtual_games": "Jogos Virtuais",
  "virtual_games_desp1": "Pronto para embarcar em sua jornada de jogos virtuais com a VRNL? Mergulhe no mundo virtual como nunca antes e prepare-se para horas intermináveis de entretenimento.",
  "virtual_games_desp2": "Na VRNL, somos apaixonados por oferecer experiências de jogos virtuais de ponta que transportam os jogadores para novos mundos emocionantes. Nossa missão é proporcionar os jogos virtuais mais imersivos, divertidos e envolventes que manterão você entretido por horas.",
  "before_start": "Antes de começar, explore em ação!",
  "explore_demo": "em nossa plataforma de demonstração:",
  "mobile_sbs": "Software de Apostas Esportivas Móvel",
  "mobile_sbs_p1": "Nosso <strong>app móvel</strong> permite que seus apostadores acessem suas contas e realizem apostas facilmente via tablets, smartphones e outros dispositivos móveis conectados à internet.",
  "mobile_sbs_p2": "De críquete e futebol a tênis, nosso software cobre uma ampla gama de eventos esportivos mundialmente. Independentemente da sua paixão esportiva, você pode apostar nos jogos e times que ama.",
  "mobile_sbs_p3": "Nosso software não se limita a realizar apostas, ele cria uma experiência contínua e focada no usuário. Investimos na tecnologia mais recente para garantir que navegar na plataforma seja o mais fácil possível.",
  "advantages_sbs": "Vantagens do Software de Apostas Esportivas Móvel",
  "advantages_sbs_l1": "Aplicativos móveis são mais rápidos",
  "advantages_sbs_l2": "Conteúdo de apostas personalizado",
  "advantages_sbs_l3": "Apostas online instantâneas",
  "advantages_sbs_l4": "Seguro e confiável",
  "advantages_sbs_p1": "Aplicativos superam sites móveis, oferecendo ações e respostas mais rápidas.",
  "advantages_sbs_p2": "Os usuários apreciam conteúdo personalizado para uma experiência mais imersiva, com opções de apostas alinhadas às suas preferências.",
  "advantages_sbs_p3": "Todos os apps móveis concedem acesso instantâneo com um simples toque, permitindo apostar, verificar contas de jogo, jogar cassino e selecionar ligas favoritas sem demora.",
  "advantages_sbs_p4": "Nossa segurança é prioridade máxima. O Software de Apostas Esportivas Móvel da VRNL é construído com medidas de segurança de ponta para proteger suas informações pessoais e financeiras. Aposte com tranquilidade.",
  "online_casino_sw_p1": "A VRNL é fornecedora líder de <strong>software de cassino online</strong> e <strong>plataformas</strong>. Desempenham papel crucial no design e desenvolvimento de plataformas de cassino, garantindo usabilidade e recursos completos.",
  "online_casino_sw_p2": "Nossa equipe de marketing trabalhará diligentemente para garantir que seu cassino online receba destaque na página inicial, garantindo alta visibilidade no mercado online.",
  "online_casino_sw_p3": "A plataforma de cassino online virá equipada com diversos jogos pré-configurados, e nossas ferramentas de monitoramento fornecerão uma visão clara e em tempo real do progresso e desempenho de seu novo empreendimento.",
  "customized_theme": "Este é um tema que pode ser personalizado, veja em ação:",
  "live_casino_sw_desp1": "Oferecemos a mais extensa variedade de provedores <strong>Live Casino</strong> de primeira linha<br>",
  "live_casino_sw_desp2": "globalmente, garantindo acesso à maior variedade de mesas ao vivo online e uma experiência contínua em múltiplos canais.",
  "casino_sw_features": "Principais recursos do Software de Cassino",
  "casino_sw_features_p1": "Nossa <strong>plataforma de software de cassino</strong> foi projetada para proporcionar uma experiência de jogo imersiva e contínua tanto para jogadores quanto para operadores.<br /><br />",
  "casino_sw_features_p2": "Principais recursos da nossa plataforma incluem: ",
  "casino_sw_features_list": "<li>Visibilidade e controle sobre os intervalos de mesas.</li> <li>Atributos e configurações das mesas de jogo.</li> <li>Limites VIP.</li> <li>Funcionalidade do cliente e acesso às nossas ferramentas de personalização.</li> <li>Mecanismo de relatórios e sistema de notificações que oferece aos operadores acesso imediato e alertas sobre notificações operacionais</li> <li>API para Business Intelligence (BI)</li> <li>Ferramentas de marketing</li> <li>API para integração externa</li>",
  "casino_sw_features_p3": "Nossa ferramenta de personalização fácil de usar permite que os operadores façam alterações em tempo real em vários aspectos de suas ofertas ao vivo, <br /> incluindo banners, fontes e esquemas de cores, tudo com controles intuitivos.",
  "casino_sw_features_p4": "Nossa nova plataforma funciona como um sistema autônomo, ágil e flexível. Essa agilidade nos permite responder prontamente <br /> às solicitações dos operadores e manter padrões de qualidade elevados ao desenvolver produtos novos e existentes.<br />",
  "casino_sw_features_p5": "Para acelerar seu negócio, também oferecemos um",
  "casino_sw_features_p6": " com uma vasta seleção de mais de 3000+ jogos.",
  "integrate_iframe_apis": "Integração com plataformas externas via iFrames e APIs",
  "integrate_iframe_apis_para": "Nossa plataforma oferece opções de integração versáteis. Você pode integrar perfeitamente através de <strong>iFrame ou <br />APIs.</strong> Ela pode ser adaptada para atender às suas necessidades específicas, seja uma integração completa de serviço, <br /> uma solução especializada de apostas esportivas ou foco em <strong>jogos de cassino online</strong>, incluindo ofertas de <strong>cassino ao vivo</strong>.",
  "view_demo": "Ver Demo",
  "we_are": "nós somos",
  "online_exchange_sw_p1": "Na VRNL, temos orgulho em fornecer software de Exchange online de última geração que redefine a experiência de apostas. Oferecemos uma plataforma totalmente funcional equipada com uma ampla seleção de partidas ao vivo disponíveis mensalmente. Com nossas opções de streaming ao vivo, transformaremos sua casa de apostas em uma plataforma de entretenimento, tudo respaldado por certificações de laboratórios de jogos independentes para maior segurança.",
  "online_exchange_sw_p2": "O Software de Exchange Online da VRNL oferece uma gama completa de opções de apostas esportivas. Seja você fã de críquete, futebol, tênis ou qualquer outro esporte, nós cobrimos tudo. Nossa plataforma fornece odds em tempo real, apostas ao vivo e uma interface amigável que facilita a realização de apostas.",
  "onther_head": "Simplificamos o processo para você se integrar ao negócio de forma fluida.",
  "onther_p1": "Este tema é altamente personalizável, e você pode experimentar sua flexibilidade em ação:",
  "main_features": "Principais recursos",
  "feature_para": "A VRNL está na vanguarda da revolução das apostas e gestão de cassinos online. Com nossa expertise, você tem acesso a:",
  "feature_list": "<li><strong>Experiência Global de Apostas: </strong> A VRNL fornece acesso a uma ampla variedade de esportes, ligas e mercados de apostas de todo o mundo. Com a VRNL, você pode oferecer aos seus usuários uma experiência de apostas verdadeiramente global.</li> <li><strong>Opções Extensas de Pré-Partida: </strong> Escolha entre uma vasta seleção de 150.000 opções de apostas pré-jogo mensais. Garantimos que sua plataforma esteja abastecida com uma ampla variedade para atender a diferentes preferências de apostas.</li> <li><strong>Oportunidades Empolgantes ao Vivo: </strong> Engaje seus usuários com 75.000 oportunidades mensais de apostas ao vivo. Essas opções em tempo real adicionam emoção e espontaneidade à experiência de apostas.</li> <li><strong>Jogos de Cassino para o Metaverso: </strong> A VRNL oferece uma coleção extensa de jogos de cassino adequados para o metaverso. Imersa seus usuários em um ambiente de cassino virtual com nossas opções diversificadas.</li> <li><strong>Integração iFrame Simplificada: </strong> Integre facilmente nosso iFrame à sua plataforma iGaming. Nossa solução de iFrame é intuitiva e permite melhorar as capacidades de sua plataforma sem esforço.</li> <li><strong>Integração Flexível: </strong> Escolha seu método de integração, seja via API ou iFrame. Oferecemos opções versáteis para atender às suas necessidades e requisitos da plataforma.</li>",
  "sports_header_2": "Software de Exchange Online e Plataforma de iGaming/Cassino",
  "sports_header_2_p1": "Fornecemos uma solução <a style='color: #a0c528;' href='#'>White Label Casino</a> com uma extensa biblioteca de mais de 1.000 jogos.",
  "sports_header_2_p2": "Nossos serviços incluem obtenção de licença de jogos e suporte legal para iniciar seu negócio de cassino, garantindo matemática de jogos segura e certificada.",
  "sports_header_2_p3": "Selecionamos os melhores provedores de jogos com o objetivo de oferecer a você a mais ampla seleção de jogos de cassino ao vivo e jogos de cassino online. Estabelecemos parcerias cuidadosamente com os principais provedores para garantir a maior variedade de jogos disponíveis.",
  "online_sports_list": "<li>Game Show ao Vivo</li> <li>Jogos First Person</li> <li>Slots</li> <li>Roleta Americana ao Vivo</li> <li>Blackjack ao Vivo</li> <li>Baccarat ao Vivo</li> <li>Casino Hold’em ao Vivo</li> <li>SICBO</li> <li>Dragon Tiger ao Vivo</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Jogue no cassino ao vivo como se estivesse diretamente dentro do cassino",
  "top_online_providers": "Principais provedores de cassino online de classe mundial",
  "online_casino_p1": "Está pronto para elevar sua experiência de cassino online ao próximo nível? A VRNL é sua solução completa para todas as necessidades de cassino online. Fornecemos serviços de primeira linha e soluções inovadoras para operadores de cassinos online, garantindo uma experiência de jogo inesquecível para seus jogadores.",
  "user_data_section1": "<li>Provedores 75+ mais de</li> <li>Caça-níqueis 15.000+ mais de</li> <li>Jogos de mesa 500+ mais de</li> <li>Pôquer de vídeo 700+ mais de</li> <li>Outros jogos 200+ mais de</li>",
  "lottery_bingo_games": "Jogos de Loteria e Bingo",
  "lottery_bingo_games_p1": "Na VRNL, trazemos a emoção dos jogos de Loteria e Bingo tanto para sua tela quanto para lojas físicas locais. Seja você fã de bilhetes tradicionais ou prefira jogar online, nós temos tudo. Com a VRNL, não se trata apenas de jogos, mas da emoção de ganhar e da alegria de jogar.",
  "user_data_section2": "<li>Bingo 80+ mais de</li> <li>Loteria 130+ mais de</li>",
  "ultimate_dest": "Destino Final para Jogos de Loteria e Bingo Online e Físicos",
  "weare_vrnl": "Nós somos a VRNL",
  "weare_vrnl_desp": "<strong>A MAIOR PLATAFORMA DE FORNECIMENTO DE WHITE LABEL DE ESPORTES E CASSINO</strong> A mais ampla seleção de jogos de entretenimento online White Label Casino com mais de 1.000 jogos. O software de cassino online disponível é simples, já que nossa plataforma é fácil de gerenciar.",
  "res_design": "Design Responsivo",
  "res_design_desp": "Nosso site é responsivo, o que significa que é exibido corretamente em tablets, dispositivos móveis e desktops para uma experiência de usuário ideal.",
  "custmzd_options": "Opções de Personalização",
  "custmzd_options_desp": "Oferecemos aos nossos clientes uma ampla variedade de opções de personalização, permitindo que escolham cores, fontes e layout preferidos para o site. Isso garante que o site reflita seu estilo e preferências únicas.",
  "loading_speed": "Velocidade de Carregamento",
  "loading_speed_desp": "Nosso site é otimizado para velocidade e desempenho. Ele apresenta tempos de carregamento rápidos em diversos dispositivos e conexões de internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Nosso tema B2B se distingue por seus recursos únicos. Incorporamos uma opção adicional de Parley para uma experiência de apostas enriquecida.",
  "b2b_theme_p2": "Nosso tema se caracteriza pelas melhores combinações de cores e elementos de design, garantindo uma interface esteticamente agradável. Os usuários têm permissão para apostar em uma ampla variedade de esportes, incluindo críquete, futebol e tênis.",
  "b2b_theme_p3": "Também temos muitos jogos de cassino diferentes para mais opções de entretenimento. Além disso, contamos com diversos tipos de cassinos, como o Cassino AWC, que hospeda uma impressionante coleção de mais de 500 caça-níqueis e mais de 100 jogos de mesa.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Nosso site B2C oferece uma experiência amigável para nossos clientes. Eles podem se registrar facilmente usando seu número de telefone, proporcionando uma forma conveniente e segura de criar uma conta.",
  "b2c_theme_p2": "Após o registro, os usuários podem depositar fundos em suas contas, tornando simples começar a apostar e jogar. Além disso, fornecemos um processo de retirada sem complicações, garantindo que os usuários possam acessar seus ganhos facilmente.",
  "b2c_theme_p3": "Para melhorar a experiência, oferecemos pontos bônus que os usuários podem ganhar e usar durante seu tempo na plataforma. Isso adiciona uma camada extra de emoção e valor para nossos clientes, permitindo que aproveitem ao máximo seus depósitos e retiradas.",
  "b2c_theme_p4": "No geral, nosso site B2C foi projetado para proporcionar uma experiência de apostas e jogos sem complicações e agradável, dando aos nossos clientes a liberdade de jogar, depositar e retirar com facilidade.",
  "request_demoID": "Solicitar ID de Demo",
  "form_name": "Nome *",
  "form_name_err": "Por favor, insira seu nome (pelo menos 3 caracteres).",
  "form_email": "Email *",
  "form_email_err": "Por favor, insira um email válido.",
  "form_country": "País *",
  "form_country_err": "Por favor, selecione seu país.",
  "form_district": "Distrito *",
  "form_district_err": "Por favor, insira seu distrito.",
  "form_whatsapp": "Número do WhatsApp *",
  "form_whatsapp_err": "Insira um número de WhatsApp válido.",
  "form_turnover": "Faturamento Mensal *",
  "form_turnover_err": "Por favor, insira seu faturamento mensal.",
  "form_users": "Quantos Usuários *",
  "form_users_err": "Por favor, insira um número válido de usuários.",
  "form_current": "Plataforma Atual *",
  "form_current_err": "Por favor, insira sua plataforma atual.",
  "form_issues": "Problemas com a Plataforma Atual *",
  "form_issues_err": "Por favor, descreva os problemas (pelo menos 10 caracteres).",
  "form_telegram": "Você está no Telegram? *",
  "form_select": "-- Selecione --",
  "form_yes": "Sim",
  "form_no": "Não",
  "form_telegram_err": "Por favor, selecione se possui uma conta no Telegram.",
  "form_telhandle": "Handle do Telegram *",
  "form_telhandle_err1": "Handle do Telegram é obrigatório.",
  "form_telhandle_err2": "O handle do Telegram deve começar com &#64; (ex.: &#64;usuario).",
  "demo_url": "URL da Demo",
  "form_submit": "Enviar",
  "form_name_ph": "Digite seu nome",
  "form_email_ph": "Digite seu email",
  "form_district_ph": "Digite seu distrito",
  "form_whatsapp_ph": "Digite número do WhatsApp",
  "form_turnover_ph": "Digite seu faturamento mensal",
  "form_users_ph": "Digite o número de usuários",
  "form_current_ph": "Digite a plataforma atual",
  "form_issues_ph": "Digite os problemas com a plataforma atual",
  "form_telhandle_ph": "Digite seu Handle do Telegram",
  "our_commitment": "Nosso Compromisso",
  "our_commitment_p1": "A VRNL está comprometida em proteger sua privacidade e assegurar suas informações pessoais e financeiras. Esta política explica quais informações coletamos, como as usamos e as medidas que adotamos para protegê-las. Referências a vrnl.net também incluem seus aplicativos.",
  "our_commitment_p2": "Esta política se aplica a todos os sites e aplicativos da VRNL onde é publicada, em conformidade com as leis aplicáveis nas regiões em que operamos. Avisos adicionais de privacidade específicos de região ou serviço podem complementar esta política.",
  "our_commitment_p3": "Se você fornecer informações através de plataformas de terceiros (ex.: login em redes sociais), coletamos dados através dessas integrações de acordo com esta política. No entanto, as práticas de privacidade do terceiro regem os dados que eles coletam diretamente. As configurações de privacidade nessas plataformas não afetam como a VRNL utiliza dados coletados através de nossos sites ou apps.",
  "our_commitment_p4": "Nossas plataformas podem conter links para sites externos que não são de propriedade ou controlados pela VRNL. Não nos responsabilizamos por suas práticas de privacidade e recomendamos que você revise suas políticas antes de compartilhar informações.",
  "our_commitment_p5": "Esta Política de Privacidade deve ser lida em conjunto com nossos Termos de Uso.",
  "user_content": "Consentimento do Usuário",
  "user_content_para": "Ao usar o serviço da VRNL (por exemplo, ao registrar uma conta, comprar um serviço, participar de concurso ou promoção, comunicar-se conosco em nossos sites ou aplicativos), você concorda com a coleta, uso e compartilhamento de suas informações pessoais conforme descrito nesta política. Em alguns casos, especialmente se você residir em um país com regulamentação de proteção de dados, podemos solicitar consentimento explícito para acessar nossos serviços antes de prosseguir com operações adicionais. Em caso de perfil de usuário em roaming ou se você estiver viajando por vários países e utilizando serviços VRNL, consideraremos o país de registro como seu país principal, e os consentimentos obtidos no momento do registro serão válidos para o processamento de suas informações pessoais. Os termos de privacidade aplicáveis conforme a lei do país no momento do registro serão aplicáveis a você.",
  "accessing_webNet": "Acessando Serviços de Website e Rede 18 via VPN",
  "accessing_webNet_p1": "Você não deve acessar ou usar sites ou serviços VRNL através de qualquer método ou tecnologia que oculte ou deturpe sua localização geográfica real (ex.: usando uma Rede Privada Virtual (VPN) ou ferramentas similares).",
  "accessing_webNet_p2": "A VRNL não será responsável pela coleta, armazenamento ou processamento de suas informações pessoais se tais métodos de acesso forem utilizados.",
  "collection_personalInfo": "Coleta de Informações Pessoais e seu Uso",
  "collection_personalInfo_p1": "“Informações Pessoais” (PII) referem-se a qualquer dado que possa identificar direta ou indiretamente um indivíduo, como nome, endereço postal, endereço de email ou número de celular. Quando dados anônimos são vinculados a Informações Pessoais, também são tratados como Informações Pessoais.”",
  "collection_personalInfo_p2": "A VRNL coleta apenas as Informações Pessoais necessárias para atender suas solicitações e fornecer produtos e serviços personalizados. Não coletamos tais informações a menos que você as forneça de forma consciente e voluntária.",
  "collection_personalInfo_p3": "Suas Informações Pessoais podem ser usadas pela VRNL e seus parceiros de serviço para operar nossos sites e serviços, e para informá-lo sobre novos recursos, produtos e serviços oferecidos pela VRNL e suas afiliadas.",
  "info_provide_us": "1. Informações que você nos fornece",
  "info_provide_us_desp": "Podemos solicitar e coletar as seguintes informações pessoais sobre você quando você usar o vrnl.net e, sem essas informações, talvez não consigamos fornecer todos os serviços solicitados:",
  "reg_data": "a. Dados de Registro",
  "reg_data_desp": "Para usar certos recursos no site, Aplicativo e para os Serviços (como registros de eventos e campanhas do site), você pode fornecer informações básicas de contato, incluindo, mas não se limitando a:",
  "reg_data_list": "<li><span>Primeiro Nome</span></li> <li><span>Sobrenome</span></li> <li><span>Endereço de Email</span></li>",
  "user_pro_details": "b. Detalhes do perfil do usuário",
  "user_pro_details_desp": "Podemos coletar e registrar ainda mais as seguintes informações pessoais na seção 'Meu Perfil', o que nos ajuda a fornecer feeds personalizados e manter um perfil de usuário, incluindo, mas não se limitando a:",
  "user_pro_details_list": "<li><span>Nome</span></li> <li><span>Gênero</span></li> <li><span>Email</span></li> <li><span>Data de nascimento</span></li> <li><span>País</span></li> <li><span>Cidade</span></li> <li><span>Número de Celular</span></li>",
  "mobile_device_permissions": "c. Permissões de dispositivos móveis",
  "mobile_device_permissions_desp": "Ao acessar nosso aplicativo em dispositivos móveis/tablets/TVs ou qualquer outro dispositivo com acesso ao aplicativo, podemos solicitar e obter acesso aos seguintes recursos:",
  "mobile_device_permissions_list": "<li><span>Contas - Usado para gerenciar múltiplas contas de usuário dentro do app e para login</span> </li> <li><span>Contatos - Usado para acessar os contatos do usuário para compartilhar artigos pelo app</span></li> <li><span>Telefone - Para ler o estado do telefone e habilitar notificações no dispositivo do usuário. O IMEI é coletado apenas para identificar unicamente cada usuário</span></li> <li><span>Câmera - Para permitir que o usuário faça upload de imagens e foto de perfil. Permite o uso da câmera dentro do vrnl</span></li> <li><span>Microfone - Para habilitar ações relacionadas a comandos de voz</span></li> <li><span>Armazenamento - Para acessar arquivos e pastas dentro do App</span></li> <li><span>SMS - Para enviar e receber mensagens de verificação</span></li>",
  "mobile_device_permissions_desp2": "As permissões desses recursos podem ser essenciais para o funcionamento adequado do aplicativo. Elas podem ser gerenciadas nos dispositivos do usuário usando a opção 'configurações'.",
  "info_voluntarily": "2. Informações que você nos fornece voluntariamente",
  "info_voluntarily_desp": "Se você nos enviar correspondência pessoal, como emails ou cartas, ou se outros usuários ou terceiros nos enviarem correspondência sobre suas atividades ou publicações no vrnl.net, podemos coletar e armazenar essas informações.",
  "info_voluntarily_para": "Podemos coletar informações adicionais em outros momentos, quando você fornecer feedbacks, modificar seu conteúdo ou preferências de e-mail, responder a pesquisas ou se comunicar conosco. Essas informações podem incluir seu nome, e-mail, número de celular, localização etc.",
  "info_auto": "3. Informações que coletamos automaticamente",
  "info_auto_desp": "Coletamos informações sobre você e seu uso de nossos serviços, suas interações conosco e com nossa publicidade, bem como informações sobre seu computador ou outros dispositivos usados para acessar nossos serviços (como dispositivos móveis, tablets e outros dispositivos de visualização). Essas informações incluem, mas não se limitam a:",
  "info_auto_list": "<li><span>Atividades no vrnl.net, como tipos de páginas visualizadas, tempo gasto nas páginas, consultas de pesquisa etc.</span> </li> <li><span>Suas interações com nossos e-mails, atendimento ao cliente e plataforma de mensagens.</span></li> <li><span>Informações de geolocalização por meio de endereços IP;</span></li> <li><span>Informações do dispositivo, como ID do dispositivo, modelo do dispositivo etc. e outros identificadores únicos</span></li> <li><span>Identificadores de publicidade, como os encontrados em dispositivos móveis e tablets, que incluem identificadores (por exemplo, Identifiers for Advertisers (IDFA) em dispositivos iOS e GAID em dispositivos Android);</span></li> <li><span>Informações coletadas por meio do uso de cookies e outras tecnologias* ;</span></li>",
  "info_auto_note": "*Nota: Para melhorar sua experiência, podemos usar <b>cookies</b> ou tecnologias similares para atribuir um <b>ID de Usuário único</b> e compreender seus interesses. Os <b>cookies</b> não revelam sua identidade, a menos que você a forneça voluntariamente, nem podem acessar dados do seu dispositivo. Anunciantes podem definir seus próprios cookies ao interagir com seus anúncios, o que não controlamos. Também coletamos certas informações técnicas sempre que você usa nossos sites, aplicativos ou serviços em qualquer dispositivo conectado à internet.",
  "inferred_info": "4. Informações inferidas pelo uso e dados de log",
  "inferred_info_desp": "Podemos rastrear certas informações sobre você com base em seu comportamento no vrnl.net. Usamos essas informações para conduzir pesquisas internas sobre demografia, dispositivos, interesses e comportamento dos usuários, a fim de compreender, proteger e atender melhor nossos usuários. Essas informações são compiladas e analisadas de forma agregada.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Também podemos coletar suas informações para rastrear comportamento e preferências de usuários para análise interna e pesquisa. Podemos também usar suas informações:</strong><br> (i) Para avaliar seu interesse em opções de investimento, serviços, ofertas, assinaturas; <br> (ii) Para realizar análises e conduzir pesquisas de clientes, determinar seu interesse, identificar conteúdo que gere vendas e analisar padrões de tráfego.<br>",
  "inferred_info_a": "a. Recursos interativos",
  "inferred_info_a_desp1": "O vrnl.net possui vários recursos que permitem aos usuários/membros divulgar suas identidades e se comunicar com outros usuários/membros. Seu uso desses recursos e a divulgação de quaisquer informações pessoais (como e-mail) por você por meio desses recursos é de seu próprio risco, e o vrnl.net não se responsabiliza por isso. No entanto, se sua privacidade for violada ao participar desses recursos, você poderá nos notificar por e-mail em vrnl@gmail.com",
  "inferred_info_a_desp2": "Se você optar por postar mensagens em contas de redes sociais, fóruns, salas de chat ou outras áreas de mensagens ou deixar feedback, coletaremos essas informações que você fornecer. Mantemos essas informações conforme necessário para resolver disputas, fornecer suporte ao cliente e solucionar problemas conforme permitido por lei. Também podemos manter essas informações de forma agregada para formular tendências de mercado e sentimentos de mercado. No entanto, não associamos suas informações pessoais a esses comentários ou postagens ao realizar tais análises.",
  "inferred_info_b": "b. Experiência do Usuário e Suporte",
  "inferred_info_b_desp1": "Identificamos e usamos seu endereço IP para ajudar a diagnosticar problemas com nosso servidor e administrar nosso aplicativo. Seu endereço IP também é usado para ajudá-lo a ser identificado e para coletar informações demográficas gerais para personalizar sua experiência no vrnl.net.",
  "inferred_info_b_desp2": "Ocasionalmente, pediremos que você complete pesquisas online opcionais. Essas pesquisas podem solicitar informações de contato e dados demográficos (como CEP, idade etc.). Usamos esses dados para personalizar sua experiência no vrnl.net, oferecendo conteúdos que acreditamos serem de seu interesse e exibindo conteúdo de acordo com suas preferências.",
  "info_thirdparty": "5. Informações que coletamos por meio de terceiros",
  "info_thirdparty_a": "a. Login de Mídias Sociais",
  "info_thirdparty_a_desp": "Ao se registrar usando outras contas como Facebook, Gmail etc., recuperaremos informações dessas contas para continuar a interagir com você e fornecer os Serviços. Coletamos as seguintes informações das respectivas plataformas de mídia social, incluindo, mas não se limitando a:",
  "info_thirdparty_a_list": "<li><span>Facebook - Informações públicas, Nome, ID de Email, lista de amigos</span> </li> <li><span>Google - Primeiro nome, Sobrenome, ID de Email </span></li>",
  "info_thirdparty_b": "b. Informações de Transação ou Faturamento",
  "info_thirdparty_b_desp": "Com base na compra de um pacote de assinatura, nosso parceiro de gateway de pagamento pode coletar informações sobre detalhes do seu cartão de crédito/débito ou outros dados bancários, junto com seu endereço de cobrança. Essas informações são armazenadas pelo parceiro do gateway de pagamento. Por exemplo, os Serviços usarão parceiros de gateway de pagamento de terceiros para processar e facilitar o pagamento da sua assinatura para os Serviços. Observe que o vrnl.net não coleta diretamente nenhuma informação financeira, como cartões de crédito, débito ou detalhes de internet banking. Esses parceiros de gateway de pagamento não são controlados por nós. Ao visitar esses gateways de pagamento, você o faz por sua própria conta e risco. Esses gateways podem ter suas próprias políticas de privacidade, que recomendamos que você revise se visitar. Não assumimos responsabilidade ou obrigação por esses gateways, seu conteúdo e práticas de privacidade, nem os endossamos. Incentivamos que você se familiarize com as declarações de privacidade fornecidas por tais gateways antes de fornecer informações ou realizar transações.",
  "lawfulness_processing": "I. Finalidades e Legalidade do Processamento",
  "lawfulness_processing_desp1": "O vrnl.net coletará e processará dados pessoais sobre você apenas quando houver base legal. A base legal para processar suas informações pessoais inclui obter consentimento explícito seu ou processamento por 'interesses legítimos', quando necessário para fornecer suporte ao cliente ou processar seus dados para oferecer serviços premium (por exemplo, processamento de suas informações por nossos provedores de serviços de gateway de pagamento).",
  "lawfulness_processing_desp2": "Usamos as informações para fornecer, analisar, administrar, aprimorar e personalizar nossos serviços e esforços de marketing, processar seu registro, pedidos, pagamentos e comunicar com você sobre os casos abaixo. Por exemplo, usamos informações para:",
  "lawfulness_processing_list": "<li><span>Determinar suas necessidades de portfólio e fornecer sugestões personalizadas, dicas e previsões sobre tendências de mercado, alertas sobre mudanças de mercado e estatísticas de índices;</span></li> <li><span>Prevenir, detectar e investigar atividades potencialmente proibidas ou ilegais, incluindo fraude;</span> </li> <li><span>Analisar e entender nosso público, melhorar nosso serviço (incluindo experiência da interface do usuário) e otimizar seleção de conteúdo, algoritmos de recomendação e entrega;</span></li> <li><span>Comunicar com você sobre nosso serviço (por exemplo, por e-mail, notificações push, mensagens de texto e canais de mensagens online), fornecendo notícias sobre o vrnl.net, detalhes sobre novos recursos, conteúdo disponível, ofertas especiais, anúncios promocionais, concursos e pesquisas de consumidores, e ajudá-lo com solicitações operacionais, como redefinição de senha.</span></li> <li><span>Notificar sobre alterações nos termos de serviço.</span></li> <li><span>Permitir que participe de recursos interativos oferecidos por nossos Serviços.</span></li> <li><span>Cumprir nossas obrigações e fazer valer nossos direitos decorrentes de contratos celebrados entre você e nós, incluindo faturamento, estornos e cobranças.</span></li>",
  "lawfulness_processing_desp3": "Podemos usar suas informações para fornecer uma experiência personalizada ao visitar/utilizar um de nossos sites/apps e para fins de marketing e insights.",
  "lawfulness_processing_desp4": "Fornecemos personalização usando os dados enviados por você em termos de cookies, endereços IP, web beacons ou tecnologias similares em relação aos dispositivos usados. Isso permite oferecer conteúdo e/ou publicidade mais relevante aos seus interesses. Forneça consentimento explícito quando coletarmos seus dados e/ou ajuste suas preferências no perfil da conta.",
  "info_usedBy": "II. Informações usadas pela empresa",
  "info_usedBy_desp1": "As informações fornecidas pelos usuários nos permitem melhorar os Serviços e oferecer a experiência mais amigável. Em alguns casos, podemos exigir seu endereço de contato. Todas as informações necessárias dependem do serviço, e a empresa pode usar essas informações para manter, proteger e melhorar os Serviços (incluindo publicidade no 'Aplicativo') e desenvolver novos serviços. Podemos também usar seu e-mail ou outras informações pessoalmente identificáveis para enviar mensagens comerciais ou de marketing com seu consentimento, conforme permitido por leis locais [com opção de assinar/cancelar assinatura, quando aplicável]. Podemos usar seu e-mail sem consentimento adicional para fins não comerciais ou administrativos (como notificações de mudanças, atendimento ao cliente, faturamento, etc.)",
  "info_usedBy_desp2": "Qualquer informação pessoal fornecida por você não será considerada sensível se estiver disponível ou acessível publicamente, como comentários, mensagens, blogs, anotações em plataformas públicas como Facebook, Twitter etc. Qualquer conteúdo postado/fornecido pelo usuário em seções públicas do site ou Aplicativo torna-se conteúdo publicado e não é considerado informação pessoal sujeita a esta Política de Privacidade. Caso recuse fornecer informações pessoalmente identificáveis, certos serviços podem não estar disponíveis. Não nos responsabilizamos por restrições de serviços devido à falta de fornecimento de informações pessoais. Ao se registrar no Aplicativo ou Serviços, entraremos em contato ocasionalmente para atualizar suas informações pessoais para fornecer recursos que acreditamos que possam beneficiá-lo/interessar.",
  "disclosure_tp": "III. Divulgação a terceiros",
  "disclosure_tp_b": "b. Publicidade",
  "disclosure_tp_b_desp": "Ao apresentar informações aos nossos anunciantes – para ajudá-los a entender nosso público e confirmar o valor da publicidade em nossos sites ou aplicativos – normalmente usamos estatísticas agregadas sobre o tráfego em várias páginas/conteúdos. Utilizamos empresas de publicidade terceirizadas para exibir anúncios quando você visita nossos sites ou aplicativos. Essas empresas podem usar informações (como nome, endereço, e-mail ou telefone) sobre suas visitas a este e outros sites/aplicativos para fornecer anúncios sobre produtos/serviços de interesse. Não fornecemos informações pessoais a terceiros/advertisers/ad-servers sem seu consentimento.",
  "disclosure_tp_d": "d. Ofertas Promocionais",
  "disclosure_tp_d_desp": "Compartilharemos ou divulgaremos suas informações pessoais fora do vrnl.net quando tivermos seu consentimento. Por exemplo, envio de SMS e e-mails com newsletters, promoções e ofertas.",
  "disclosure_tp_f": "f. Legal",
  "disclosure_tp_f_desp": "O vrnl.net pode divulgar informações pessoais se exigido por lei ou em boa fé acreditar que tal ação seja necessária para:",
  "disclosure_tp_f_list": "<li><span>Conformar-se com a lei ou cumprir processos legais entregues ao site ou seus proprietários;</span></li> <li><span>Proteger e defender os direitos ou propriedades dos proprietários do site, do site ou dos usuários do vrnl.net;</span></li> <li><span>Agir em circunstâncias excepcionais para proteger a segurança pessoal dos usuários do vrnl.net, do site, seus proprietários ou do público.</span></li>",
  "controls_choices": "IV. Seus Controles e Escolhas",
  "managing_info": "Gerenciando suas Informações",
  "managing_info_desp1": "Quando você utiliza os Serviços da moneycontrol (sites ou qualquer um de seus sub-sites), fazemos esforços significativos para fornecer a você, sempre que solicitado, acesso às suas informações pessoais e garantimos que quaisquer informações pessoais ou dados sensíveis considerados imprecisos ou incompletos sejam corrigidos ou ajustados, na medida do possível, sujeito a quaisquer exigências legais de retenção dessas informações pessoais ou sensíveis ou para fins comerciais legítimos.",
  "managing_info_desp2": "Solicitamos que os usuários individuais se identifiquem e informem quais dados desejam acessar, corrigir ou remover antes de processar tais solicitações, e podemos recusar pedidos que sejam repetitivos ou sistemáticos, exijam esforço técnico desproporcional, comprometam a privacidade de terceiros ou sejam extremamente impraticáveis (por exemplo, solicitações sobre informações armazenadas em backups), ou para os quais o acesso não seja necessário. Em qualquer caso, quando fornecemos acesso e correção de informações, realizamos esse serviço gratuitamente, exceto se exigir esforço desproporcional. Devido à forma como mantemos certos serviços, após excluir suas informações, cópias residuais podem levar algum tempo para serem removidas de nossos servidores ativos e podem permanecer em nossos sistemas de backup.",
  "managing_info_desp3": "Para exercer os direitos aplicáveis a você como titular de dados, você deve nos escrever e enviar uma solicitação para o direito específico. Certifique-se de usar assuntos apropriados para mencionar o direito (por exemplo, Solicitação de Acesso a Dados, Solicitação de Portabilidade de Dados, Solicitação de Exclusão de Dados) ao enviar tais solicitações, o que nos ajudará a processá-las de maneira mais rápida e eficiente.",
  "managing_info_desp4": "Fornecemos a você a capacidade de exercer certos controles e escolhas sobre nossa coleta, uso e compartilhamento de suas informações pessoais. De acordo com a legislação aplicável, seus controles e escolhas podem incluir:",
  "dataAccess_port": "a. Acesso e Portabilidade de Dados",
  "dataAccess_port_desp": "O Regulamento Geral de Proteção de Dados da UE (GDPR) garante a você, como titular dos dados, o direito de solicitar cópias de suas informações pessoais que possuímos. Você também pode ter direito a solicitar cópias das informações pessoais fornecidas a nós em um formato estruturado, comumente usado e legível por máquina e/ou solicitar que transmitamos essas informações para outro provedor de serviços (quando tecnicamente viável).",
  "data_retention": "c. Retenção e Exclusão de Dados",
  "data_retention_desp1": "Reteremos suas informações pessoais enquanto necessário para os interesses legítimos especificados nesta política e para cumprir nossas obrigações legais. Se você não quiser mais que usemos suas informações, pode solicitar que apaguemos suas informações pessoais e fechemos sua conta vrnl.net.",
  "data_retention_desp2": "Observe que, se você solicitar a exclusão de suas informações pessoais;",
  "data_retention_list": "<li><span>Podemos reter algumas informações pessoais conforme necessário para nossos interesses comerciais legítimos, como prevenção de fraudes e segurança. Por exemplo, se suspendermos uma conta vrnl.net por fraude ou segurança, podemos manter certas informações dessa conta para impedir que o usuário crie uma nova conta no futuro.</span></li> <li><span>Podemos reter e usar suas informações pessoais na medida necessária para cumprir nossas obrigações legais. Por exemplo, podemos manter algumas informações para fins fiscais, legais e auditoria.</span></li> <li><span>Informações compartilhadas com outros (por exemplo, avaliações, postagens em fóruns) podem continuar visíveis publicamente no vrnl.net, mesmo após o cancelamento da conta. No entanto, a atribuição dessas informações a você será removida. Além disso, algumas cópias de suas informações (como registros de log) podem permanecer em nosso banco de dados, mas dissociadas de identificadores pessoais.</span></li> <li><span>Como mantemos cópias das informações pessoais para proteção contra perda ou destruição acidental ou maliciosa, cópias residuais de suas informações pessoais podem não ser removidas de nossos sistemas de backup por um período limitado.</span></li>",
  "data_retention_note": "(Nota: Se você tiver várias contas na moneycontrol, precisará enviar solicitações separadas para cada conta, usando os e-mails associados.)",
  "withdrawing_consent": "d. Retirada de Consentimento e Restrição de Processamento",
  "withdrawing_consent_desp": "Para retirar seu consentimento a qualquer momento durante o uso de nossos serviços, você pode enviar-nos um e-mail. Revisaremos sua solicitação e poderemos pedir que verifique sua identidade. Após a verificação, retiraremos o consentimento solicitado e interromperemos qualquer processamento adicional de suas informações pessoais.",
  "fail_provideConsent": "V. Se você não fornecer consentimento",
  "fail_provideConsent_desp": "É nosso dever informá-lo de que o vrnl.net é uma plataforma de anúncios. Os anúncios formam o núcleo de nosso negócio, portanto, as permissões para usar e processar suas informações pessoais para exibição de anúncios são essenciais para fornecer serviços a você. O uso de informações pessoais para anúncios é um critério obrigatório e não poderemos fornecer nossos serviços caso você não autorize o uso de suas informações para este fim e atividades relacionadas.",
  "childrens_privacy": "VI. Privacidade das Crianças",
  "childrens_privacy_desp1": "O vrnl.net não é intencionalmente projetado para pessoas com menos de 16 anos. O vrnl não permite conscientemente que menores de 16 anos se registrem ou forneçam informações pessoais. Caso o vrnl descubra que informações pessoais de menores de 16 anos foram coletadas sem consentimento parental verificado, tomaremos medidas para excluí-las e notificaremos os pais.",
  "childrens_privacy_desp2": "Consideramos que é responsabilidade dos pais monitorar o uso de nossos serviços pelos filhos. Ainda assim, nossa política é não coletar ou processar informações pessoais de crianças menores de 16 anos, nem enviar materiais promocionais a essa faixa etária. Caso um pai ou responsável acredite que um menor forneceu informações pessoais sem consentimento, entre em contato com nosso suporte ao cliente para remoção.",
  "data_transfer": "VII. Transferência, armazenamento e processamento de dados globalmente",
  "data_transfer_desp": "Operamos globalmente e podemos transferir suas informações pessoais para empresas afiliadas ou terceiros em qualquer lugar do mundo, conforme descrito nesta política de privacidade. Sempre que transferirmos, armazenarmos ou processarmos suas informações pessoais, tomaremos medidas razoáveis para proteger sua privacidade. Além disso, ao usar ou divulgar informações pessoais transferidas da União Europeia, utilizamos cláusulas contratuais padrão aprovadas pela Comissão Europeia e adotamos outros meios previstos pela legislação da UE para garantir proteção adequada.",
  "security_compliance": "VIII. Segurança e conformidade com a lei",
  "security_compliance_desp": "Implementamos e atualizamos continuamente medidas administrativas, técnicas e físicas de segurança para proteger suas informações contra acesso não autorizado, perda, destruição ou alteração. Algumas salvaguardas incluem firewalls, criptografia de dados e controles de acesso. Se souber ou suspeitar que suas credenciais vrnl.net foram comprometidas ou se houver uso não autorizado da sua conta, contate nossa equipe de suporte ao cliente imediatamente.",
  "changein_policy": "IX. Alterações na Política",
  "changein_policy_desp": "Esta Política de Privacidade pode ser alterada periodicamente. Reservamo-nos o direito de modificar seus termos a qualquer momento para garantir conformidade com a legislação aplicável ('Termos Atualizados'). Os Termos Atualizados entram em vigor imediatamente e substituem os anteriores. Notificaremos você caso alterações impactem significativamente seus direitos ou quando exigido por lei. Você é responsável por revisar periodicamente a Política de Privacidade. Ao continuar a usar o vrnl.net após a publicação dos Termos Atualizados, você concorda com eles.",
  "contact_info": "X. Informações de Contato",
  "contact_info_a": "a. Suporte",
  "contact_info_a_desp": "Se precisar de informações ou esclarecimentos sobre o uso de suas informações pessoais, esta política de privacidade ou tiver reclamações sobre o uso de seus dados, envie um e-mail para",
  "contact_info_b": "b. Reclamações",
  "contact_info_b_desp1": "Você pode escrever ao nosso encarregado de proteção de dados em caso de reclamação. Você tem o direito de registrar queixas sobre atividades de processamento de dados realizadas pelo vrnl.net perante as autoridades competentes de proteção de dados.",
  "contact_info_b_desp2": "Se tiver dúvidas ou reclamações sobre coleta, processamento, transferência de dados pessoais ou sobre esta política, entre em contato com nosso Encarregado de Proteção de Dados.",
  "risk_management_title": "Suas Apostas, Nossa Responsabilidade – Gestão de Risco Sem Igual",
  "risk_management_title2": "Uma empresa que busca consistentemente soluções inovadoras para atender às suas necessidades de negócios.",
  "dedicated_rm_team": "Equipe Dedicada de Gestão de Risco",
  "dedicated_rm_team_desp": "Temos uma equipe de gestão de risco <b> altamente experiente </b> que opera <b>24/7</b>. Seu papel principal é monitorar todas as apostas e transações em nossa plataforma para garantir <b>jogo justo</b> e <b>segurança</b> para todos os usuários.",
  "key_features_rm": "Principais Recursos",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Monitoramento em Tempo Real:</strong> Sistemas avançados acompanham apostas, mudanças nas odds e atividades dos usuários continuamente.</span></li> <li><strong>Revisão Manual:</strong> Alertas acionam verificações detalhadas de padrões de apostas, mudanças de odds e comportamento de contas.</li> <li><strong>Mitigação de Riscos:</strong> Ações imediatas, como anulação/suspensão de apostas, congelamento de contas ou verificação de usuários em caso de irregularidades.</li> <li><strong>Análise de Dados:</strong> Revisão contínua de dados históricos e ao vivo para detectar tendências de risco e aprimorar estratégias de prevenção.</li> <li><strong>Resposta a Incidentes:</strong> Plano estruturado para lidar com violações de segurança, fraudes ou outras ameaças de forma rápida e eficaz.</li>",
  "benefits_rm": "Benefícios",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Treinamento Contínuo:</strong> Desenvolvimento constante da equipe para lidar efetivamente com novas ameaças.</span></li> <li><strong>Tecnologia e Segurança Avançadas:</strong> Atualizações regulares, testes de penetração, atualizações de software e auditorias de segurança.</li> <li><strong>Transparência:</strong> Comunicação clara com usuários sobre ações de gestão de risco para manter a confiança.</li> <li><strong>Melhoria Contínua:</strong> Estratégias evolutivas baseadas em incidentes passados e riscos emergentes para proteger a integridade da plataforma e interesses dos usuários.</li>",
  "sbs_bold": "Software de <strong> Apostas Esportivas </strong>",
  "sbs_bold_p1": "Pronto para levar sua experiência em apostas esportivas ao próximo nível? Conheça o Software de Apostas Esportivas da VRNL! Neste artigo, exploraremos como a tecnologia de ponta da VRNL pode transformar a forma como você aposta. Com mais de duas décadas de experiência, a VRNL é seu parceiro confiável para soluções inovadoras em apostas esportivas. Vamos mergulhar no mundo do software de apostas esportivas e descobrir como podemos elevar seu jogo.",
  "sbs_bold_p2": "O Software de Apostas Esportivas da VRNL oferece um mundo de possibilidades para entusiastas e apostadores. Com foco em fornecer informações precisas, relevantes e úteis, a VRNL combina expertise técnica e experiências pessoais para criar uma solução completa de apostas. Confie na VRNL para elevar sua experiência de apostas esportivas a novos patamares.",
  "sbs_bold_p3": "Explore hoje o software de apostas esportivas da VRNL e leve suas apostas ao próximo nível!",
  "sbs_try_b2b": "Experimente nosso software de apostas B2B",
  "sbs_try_b2c": "Experimente nosso software de apostas B2C",
  "sbs_mf_desp": "Oferecemos uma ampla gama de ferramentas para facilitar a gestão do nosso software de apostas. Entre elas, destacamos as mais poderosas e, especialmente, as cruciais para competir no cenário global:",
  "sbs_mf_list": "<li> <strong> Odds em Tempo Real:</strong> Mantenha-se atualizado com odds em tempo real que proporcionam vantagem competitiva. O software da VRNL garante que você nunca perca as melhores oportunidades. </li> <li> <strong> Compatibilidade Móvel </strong> Aposte em qualquer lugar com o software compatível com dispositivos móveis da VRNL. Seja iOS ou Android, a plataforma se adapta ao seu dispositivo para uma experiência perfeita. </li> <li> <strong> Serviço de Odds Avançado</strong> redefine APIs de dados esportivos. Oferece odds pré-jogo 100% precisas e feeds de odds ao vivo com mínima latência.</li> <li> <strong> Integração Flexível</strong> Nossa plataforma pode ser integrada ao seu sistema via API ou iFrame, oferecendo versatilidade na implementação.</li>",
  "sbs_benefits": "Quais serão os benefícios? <b> Deixe-nos Explicar</b>",
  "sbs_benefits_p1": "<strong> A vantagem de operar uma plataforma de apostas Online e Retail </strong> Iniciar uma plataforma de apostas online pode ser realmente desafiador.",
  "sbs_benefits_p2": " É por isso que projetamos um <strong>ambiente completo de software de apostas esportivas </strong> para tornar o processo mais suave, com provedores de odds de primeira linha oferecendo a cobertura mais ampla.",
  "sbs_benefits_p3": "Nossos parceiros regulamentados recebem total suporte para sua entrada na indústria de apostas online, junto com a opção de versões com ou sem marca de nossas plataformas.",
  "sbs_benefits_p4": "Nosso software inclui ferramentas robustas de gerenciamento de risco, tornando a configuração rápida e simples, além de preparado para expandir conforme seu negócio cresce.",
  "sbs_benefits_p5": "Gerenciar <strong>jogadores online e casas de apostas</strong> nunca foi tão simples e amigável.",
  "complete_sbs": "Software Completo de <strong> Apostas Esportivas </strong>",
  "whatwe_have": "O que temos para você?",
  "whatwe_have_list": "<li> <strong>Controles de Conta do Jogador </strong> Nossa plataforma fornece gerenciamento robusto de contas de jogadores, incluindo registro e serviços de verificação. Também possuímos um sistema eficaz para detectar e lidar com contas fraudulentas. </li> <li> <strong>Ferramentas de Geolocalização </strong> Oferecemos ferramentas que podem extrair informações de localização a partir de endereços IP, garantindo serviços precisos de geolocalização.</li>",
  "whatwe_have_desp": "Com nosso suporte abrangente, seu foco principal pode ser estabelecer e desenvolver suas casas de apostas físicas e redes online.",
  "b2c_sbs": "Software de apostas esportivas B2C",
  "b2c_sbs_p1": "A VRNL é seu destino principal para soluções de software de apostas esportivas B2C. Somos um nome confiável na indústria, dedicados a fornecer software de ponta que melhora sua experiência em apostas esportivas. Seja você um apostador experiente ou um novato, temos as ferramentas necessárias para elevar seu jogo. Experimente o software de apostas esportivas da VRNL hoje e leve sua experiência a outro nível!",
  "b2c_sbs_p2": "Software de apostas esportivas B2C (business-to-consumer) refere-se à tecnologia e plataforma usadas por operadores de casas de apostas para oferecer serviços diretamente aos usuários finais.",
  "b2c_sbs_p3": " Este tipo de software permite que os consumidores façam apostas em diversos eventos esportivos por meio de aplicações web ou mobile. Aqui estão alguns recursos e componentes-chave geralmente encontrados no software de apostas esportivas B2C:",
  "b2c_sbs_list": "<li> <b>Registro de Usuário e Gestão de Conta:</b> Permite que os usuários criem contas, gerenciem informações pessoais e acompanhem o histórico de apostas. </li> <li> <b>Suporte ao Cliente:</b> Fornece opções de suporte, como chat ao vivo, e-mail e telefone, para ajudar os usuários. </li> <li> <b>Programas de Afiliados:</b> Oferece programas de afiliados para marketing e promoção, permitindo que parceiros ganhem comissões ao indicar usuários. </li>",
  "casino_sbs": "Software de Cassino e <strong>Apostas</strong>",
  "casino_sbs_list": "Provedores 75+ mais de<br /> Caça-níqueis 15.000+ mais de<br /> Jogos de mesa 500+ mais de<br /> Vídeo pôquer 700+ mais de<br /> Outros jogos 200+ mais de<br /> Game Show ao vivo<br /> Jogos First Person<br /> Roleta americana ao vivo<br /> Blackjack ao vivo<br /> Baccarat ao vivo<br /> Casino Hold’em ao vivo<br /> SICBO<br /> Dragon tiger ao vivo<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "plataforma de cassino",
  "onc_desp1": "A VRNL oferece uma solução completa com nosso <strong>White Label Casino</strong>.",
  "onc_desp2": "Nossa <strong>plataforma de cassino online</strong> é projetada para simplicidade, garantindo gestão fácil tanto para iniciantes quanto para profissionais experientes. Com a VRNL, você receberá orientação completa para iniciar seu <strong>cassino online</strong>.",
  "onc_desp3": "Antes de se lançar, convidamos você a testemunhar seu funcionamento perfeito em ação.",
  "wlc_mainFeatures_desp1": "Oferecemos uma ampla gama de ferramentas para gerenciar nossa plataforma de cassino online. Entre elas, destacamos as mais influentes e essenciais para prosperar no cenário competitivo global:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>O catálogo mais extenso de jogos de cassino online do mundo,</strong> cuidadosamente selecionado entre os principais provedores da indústria </li> <li> <strong class='black-color'>Ferramentas para Bônus</strong> e Otimização de Rentabilidade de Caça-níqueis </li> <li> <strong class='black-color'>Construtor de Campanhas</strong> e Gestão de Torneios de Jogos</li> <li>Pode ser <strong class='black-color'>integrado de forma contínua via API ou iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "Além disso, nosso pacote inclui software de cassino ao vivo, permitindo que você ofereça aos usuários a experiência autêntica de um cassino real, do conforto de suas casas.",
  "wlc_benefits": "Quais serão os benefícios?",
  "letus_explain": "Deixe-nos Explicar",
  "letus_explain_desp1": "Pensando em entrar no mundo das apostas online? A VRNL oferece uma ",
  "letus_explain_desp2": "solução de cassino white label que pode ser seu ponto de partida ideal.",
  "letus_explain_desp3": "Aproveite nossos serviços profissionais e expertise, junto com nossas avançadas <strong>plataformas de cassino</strong> e tecnologia. Nossos parceiros regulamentados recebem amplo suporte ao ingressar na indústria de cassinos online, com a escolha de plataformas com ou sem marca.",
  "letus_explain_desp4": "Iniciar um cassino online pode ser uma jornada complexa. Por isso, criamos um ambiente completo, oferecendo os melhores provedores de jogos e mais de 1.000 jogos. Nossa matemática de jogos é segura e certificada, garantindo tranquilidade.",
  "letus_explain_desp5": "Expanda seu negócio facilmente com as robustas ferramentas de gerenciamento de risco de nossa plataforma para configuração rápida e simples.",
  "wlc_complete_solutions": "Soluções Completas de <span>White Label Casino</span>",
  "wlc_offer": "O que oferecemos para você?",
  "wlc_complete_solutions_list": "<li>Procedimentos de Verificação aprovados pelas autoridades regulatórias</li> <li>Ferramentas de marketing de afiliados, sistema de indicações e integração com redes sociais</li> <li>Notificações Push Mobile, Notificações Web e Mensagens In-App</li> <li>Controles de Conta do Jogador, Registro e Verificação, e Sistema de Detecção de Contas Fraudulentas</li> <li>Ferramentas de geolocalização para extrair informações de localização de endereços IP</li>",
  "wlc_complete_solutions_more": "Mas espere, tem mais",
  "wlc_complete_solutions_desp": "<strong>A plataforma da VRNL é cuidadosamente ajustada para alto desempenho</strong> e estabilidade. Utilizamos tecnologia de ponta que opera duas vezes mais rápido que plataformas de cassino comuns. Nossa vasta experiência criou a aplicação mais rápida e potente atualmente.",
  "wlc_numbers": "<span>White Label</span> Casino em números",
  "wlc_numbers_p1": "Descubra as possibilidades ilimitadas das soluções de White Label Casino da VRNL. Eleve seu negócio de cassino com nossa ampla gama de ofertas.",
  "wlc_numbers_p2": "A melhor seleção de provedores de Live Casino líderes no mundo",
  "wlc_numbers_p3": "Uma variedade incomparável de mesas ao vivo disponíveis online, com entrega multi-canal.",
  "wlc_numbers_list": "<li>Mais de 75 provedores</li> <li>Mais de 15.000 caça-níqueis</li> <li>500+ jogos de mesa</li> <li>700+ jogos de vídeo pôquer</li> <li>Mais de 200 outros jogos</li>",
  "wlc_numbers_p4": "Nossa equipe dedicada o guiará por todas as fases, desde o treinamento inicial até o lançamento em produção.",
  "wlb_platform": "Plataforma de Apostas White Label",
  "wlb_platform_p1": "A solução <b class='bold'>white label sportsbook</b> da VRNL oferece uma plataforma de troca completa e totalmente gerenciada. <br />",
  "wlb_platform_p2": "Uma das características marcantes da nossa solução é a <b class='bold'>velocidade excepcional na criação e implementação de websites.</b> Nossa equipe dedicada pode colocar seu site de sportsbook no ar em apenas dez dias úteis, <b class='bold'>personalizado conforme suas necessidades.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Nosso serviço inclui hospedagem especializada</b>, todo o software necessário, feeds de odds de esportes ao vivo, ferramentas de gerenciamento de risco e suporte ao cliente de primeira linha. Somos uma plataforma de apostas white label líder.",
  "wlb_platform_list": "<li>Desenvolvimento de Website, <b>Branding, Personalização</b> e Testes rigorosos da Exchange do Cliente</li> <li>Melhorias contínuas e atualizações de recursos</li> <li> <b>Provisionamento de Hardware</b>, Hospedagem, Monitoramento 24/7 e Suporte Completo</li> <li> <b>Diversidade de Mercados de Apostas</b>, Categorias de Esportes e Ligas</li> <li>Aceitação eficiente de apostas e processos precisos de liquidação</li> <li>Gerenciamento de Risco Avançado, Contabilidade Robusta e Ferramentas de Monitoramento Vigilante</li>",
  "wlb_platform_p4": "Os consultores da VRNL coletarão cuidadosamente seus requisitos e apresentarão uma seleção de templates e realizações recentes. Todas as nossas plataformas são multilíngues, suportam múltiplas moedas e a interface do usuário será adaptada às suas necessidades.",
  "wlb_platform_customization": "Personalizações",
  "be_unique": "Seja único",
  "be_unique_desp1": "<b class='bold'>A VRNL é especialista em plataformas de apostas white label personalizadas, cassinos, apostas e </b>soluções sob medida que reforçam a identidade da sua marca.",
  "be_unique_desp2": "Nossa equipe garante que cada detalhe, desde interfaces visuais até integração de logos e aprimoramentos de recursos, esteja alinhado à sua visão.",
  "be_unique_desp3": "Comece sua jornada na VRNL, onde sua visão única ganha vida.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Otimize Odds de Apostas com a VRNL",
  "wlb_platform_odds_p1": "Mantenha-se à frente da concorrência com nossos avançados <b class='bold'>serviços de gestão de odds</b>. Fornecemos ajustes de odds em tempo real, gerenciamento de risco e análise de mercado para otimizar suas ofertas e melhorar a experiência dos jogadores.",
  "wlb_platform_odds_p2": "Nossa equipe de especialistas está comprometida com seu sucesso. Entre em contato hoje para explorar como podemos levar seu negócio de apostas ao próximo nível.",
  "wlb_platform_zeroRisk": "Risco Zero",
  "wlb_platform_zeroRisk_h1": "Serviços de trading e gerenciamento de risco",
  "wlb_platform_zeroRisk_p1": "Oferecemos serviços completos de trading e gerenciamento de risco, junto com orientação especializada em gestão de odds. Além disso, oferecemos um recurso exclusivo – cobertura de ganhos. Na prática, isso significa que se sua plataforma não gerar receita, cobrimos os pagamentos aos seus jogadores, priorizando sua tranquilidade.",
  "wlb_platform_bpb": "Branding da Plataforma de Apostas",
  "wlb_platform_bpb_layouts": "Layouts Ilimitados",
  "wlb_platform_bpb_layouts_desp": "Escolha entre uma <b>diversidade de layouts de apostas</b> com nossa extensa gama de templates. Ou exerça total controle criativo criando seu próprio layout via <b>serviços API</b>, permitindo construir uma interface totalmente personalizada.",
  "Betting": "Apostas",
  "B2C": "B2C",
  "Casino": "Cassino",
  "main_sec_title": "Vrnl é o Principal Fornecedor de Software de Apostas Esportivas em Bangladesh.",
  "who_we_are": "quem somos",
  "what_we_do": "o que fazemos",
  "about_us_title": "Sobre Nós - Software de apostas esportivas white label e Cassino Online",
  "casino_providers": "Provedores de Cassino",
  "betting_providers": "Provedores de Apostas",
  "games_providers": "Provedores de Jogos",
  "online_exch_sw_title": "Revolucione seu Negócio com o Software de Exchange Online da VRNL",
  "casino_games_title": "Jogos de Cassino - White Label Casino",
  "casino_tournaments_title": "Software de torneios de cassino - White Label Casino online",
  "esports_title": "Software de Apostas eSports permitindo que seus usuários apostem nos principais jogos de eSports",
  "faq_title": "VRNL FAQ – Seu Guia para Perguntas e Respostas Comuns",
  "iframe_title": "iFrame Sportsbook White label apostas esportivas e Cassino",
  "live_casino_title": "White label Casino - inicie seu próprio cassino online",
  "lottery_games_title": "Jogos de Loteria - White label Casino",
  "mobile_title": "Eleve seu jogo com o Software de Apostas Esportivas Mobile da VRNL",
  "online_casino_sw_title": "Software de Cassino Online - Evolução do Software e Plataforma de Cassino Online",
  "ourTheme_title": "Aposte e Ganhe: Nosso Trabalho no Mundo das Apostas Online e Cassinos",
  "risk_management_title_main": "Estratégias de Gerenciamento de Risco para Operadores de Sportsbook - Software white label de apostas esportivas e cassino",
  "sport_bet_title": "Melhore sua Experiência de Apostas com o Software de Apostas Esportivas da VRNL",
  "wlc_title": "White label Casino - Inicie facilmente seu cassino online com nossa solução White Label Casino.",
  "whiteLabel_title": "Vrnl - Seu fornecedor personalizado de software sportsbook white label",
  "TOAST": {
    "FILL_REQUIRED": "Por favor, preencha todos os campos obrigatórios.",
    "SUBMITTING": "Enviando solicitação...",
    "SUCCESS": "Solicitação de demonstração enviada com sucesso!",
    "ERROR": "Ocorreu um erro. Por favor, tente novamente."
  },
  "disclosure_tp_a_desp": "<strong>a. Divulgação Geral</strong><br> Em alguns momentos, o vrnl.net pode disponibilizar certas informações pessoais para parceiros estratégicos que trabalham com o vrnl.net para fornecer serviços, ou que ajudam o vrnl.net a se promover junto aos clientes. Por exemplo, quando você compra e ativa uma assinatura, você autoriza o vrnl.net a trocar as informações que você fornece durante o processo de ativação para realizar um serviço. Se você aprovou o serviço, sua conta será regida pela política de privacidade do vrnl.net. Informações pessoais serão compartilhadas pelo vrnl.net apenas para fornecer ou melhorar nossos serviços e aspectos de marketing; não serão compartilhadas com terceiros para fins de marketing.<br> O vrnl.net também pode selecionar cuidadosamente outras empresas para enviar informações sobre seus produtos ou serviços que estejam relacionados ao serviço do site, mas que não sejam necessários para sua operação (um 'Serviço Estendido'). Se o vrnl.net pretende usar informações pessoalmente identificáveis para um Serviço Estendido, o site vrnl.net fornecerá a você a possibilidade e as instruções necessárias para recusar este serviço.<br> Você também pode interromper o recebimento de e-mails informativos ou promocionais do <b>vrnl.net</b> seguindo as instruções contidas no e-mail.",
  "objection_processing_desp": "<strong>e. Oposição ao Processamento</strong><br> Quando suas informações pessoais são processadas para fins de marketing direto, você pode, a qualquer momento, nos solicitar para cessar o processamento de seus dados para esses fins de marketing direto, enviando-nos um e-mail.<br> Esteja ciente de que, se você não nos permitir coletar informações pessoais suas, talvez não possamos fornecer certas experiências, produtos e serviços para você, e alguns de nossos serviços podem não levar em consideração seus interesses e preferências. Se a coleta de informações pessoais for obrigatória, deixaremos isso claro no momento da coleta, para que você possa tomar uma decisão informada sobre participar. Se você tiver dúvidas sobre as informações pessoais específicas sobre você que processamos ou mantemos, ou sobre seus direitos em relação a essas informações, entre em contato com nossa equipe de suporte ao cliente.",
  "disclosure_tp_e_desp": "<strong>e. Transferências de Negócios</strong><br> Fornecemos informações pessoais para nossos afiliados e outros negócios ou pessoas confiáveis para processá-las em nosso nome, com base em nossas instruções e em conformidade com nossa Política de Privacidade e quaisquer outras medidas apropriadas de confidencialidade e segurança. Por exemplo, podemos usar prestadores de serviços para nos ajudar com o suporte ao cliente.<br> No caso de o vrnl ser fundido com ou adquirido por outra empresa, ou em caso de reorganização ou reestruturação do negócio, nós e nossos afiliados podemos compartilhar suas informações pessoais, total ou parcialmente, com outra entidade empresarial.",
  "rectification_iii_desp": "<strong>b. Retificação de Informações Inaccuradas ou Incompletas</strong><br> Você pode nos pedir para corrigir informações pessoais imprecisas ou incompletas sobre você (essas são informações que você não pode atualizar por conta própria na sua conta moneycontrol) enviando-nos um e-mail.<br> Você pode acessar e atualizar algumas de suas informações pessoais através das configurações da sua conta. Se você escolheu conectar seu perfil vrnl.net a um aplicativo de terceiros, como Facebook ou Google, pode alterar suas configurações e remover a permissão para o aplicativo alterando as configurações da conta. Você é responsável por manter suas informações pessoais atualizadas. O vrnl.net pode enviar lembretes periódicos por e-mail para manter a precisão de suas informações pessoais.",
  "disclosure_tp_c_desp": "<strong>c. Provedores de Serviços</strong><br> O vrnl.net pode incluir links para vários sites de terceiros que podem coletar suas informações pessoais. O uso das informações coletadas por essas plataformas de terceiros será regido pela política de privacidade da plataforma correspondente. Esses sites ou aplicativos são regidos por suas respectivas políticas de privacidade, que estão fora do nosso controle. Quando você sai dos nossos servidores (você pode verificar onde está conferindo a URL na barra de localização do seu navegador), o uso de qualquer informação fornecida será regido pela política de privacidade do operador do aplicativo que você está visitando. Essa política pode diferir da nossa. Se você não conseguir encontrar a política de privacidade de algum desses sites por meio de um link na página inicial do aplicativo, deve contatar diretamente os proprietários do aplicativo para mais informações.<br> Podemos compartilhar informações não pessoalmente identificáveis publicamente e com nossos parceiros – como editores, anunciantes, desenvolvedores ou detentores de direitos. Por exemplo, compartilhamos informações publicamente para mostrar tendências sobre o uso geral de nossos serviços. Também permitimos que parceiros específicos coletem informações do seu navegador ou dispositivo para fins de marketing/promoção e medição, usando seus próprios cookies ou tecnologias semelhantes.",
  "data_security": "Segurança de Dados"
}