{
  "contact_title": "O companie care urmărește constant soluții inovatoare pentru a-și satisface nevoile de afaceri.",
  "contact_footer": "„Suntem o echipă de strategi creativi, pasionați de tehnologie și comunicatori eficienți, conduși de o pasiune de neclintit pentru industria jocurilor de noroc online. Angajamentul nostru neobosit este de a sprijini succesul clienților noștri în afaceri.”",
  "contact_header": "Contactează-ne",
  "contact_para": "Consultă un expert VRNL pentru a descoperi cum soluțiile noastre îți pot ridica afacerea de pariuri la următorul nivel.",
  "telegram": "Telegram",
  "write_msg": "SCRIE-NE UN MESAJ",
  "fname": "Nume complet",
  "fname_err": "Câmpul este obligatoriu (minim 2 caractere).",
  "email": "Adresa ta de email",
  "email_err": "Este necesar un email valid.",
  "country": "Țară",
  "pnumber": "Număr de telefon",
  "pnumber_err": "Numărul de telefon trebuie să aibă 10 cifre.",
  "message": "Mesaj",
  "sending": "Se trimite…",
  "submit": "Trimite",
  "con_param1": "Nu împărtășim informațiile tale personale cu nimeni. Consultă",
  "privacy_policy_form": "„politica noastră de confidențialitate”",
  "con_param2": "pentru mai multe informații",
  "casino_tournament_h1": "Turneele de <b class='chck'>Cazinou</b> îți permit să creezi un turneu cu o dată de început și una de final.",
  "casino_tournament_p1": "Un instrument puternic la dispoziția ta pentru a crește veniturile secțiunii de cazinou este implementarea <strong>Turneelor de Cazinou.</strong>",
  "casino_tournament_h2": "Vei avea posibilitatea de a <strong>personaliza complet fiecare turneu</strong> alegând manual lista de sloturi care vor participa în competiție.",
  "casino_tournament_p2": "Pentru a <strong>crea o promoție</strong>, trebuie doar să selectezi un <strong>titlu</strong> pentru <strong>turneu</strong>, să desemnezi <strong>sloturile</strong> incluse și să specifici <strong>jackpotul </strong>care va fi distribuit între <strong>diferite premii</strong>, toate adaptate preferințelor tale.",
  "casino_tournament_p3": " Detaliile cheie de introdus includ <strong>data de început,</strong> <strong>data de final,</strong> <strong>jackpotul total,</strong> numărul de participanți în clasament, precum și cerința minimă de pariere pentru intrarea în turneu.",
  "casino_tournament_p4": "În plus, vei avea mereu acces la un clasament în timp real care afișează numele de utilizator, pozițiile jucătorilor și premiile corespunzătoare. Această funcție poate îmbunătăți semnificativ experiența utilizatorilor pe platforma ta de cazinou, atrăgând mai mulți jucători și crescând veniturile.",
  "casinogames_title": "De ce să alegi platforma noastră?",
  "casinogames_title_h1": "Cel mai extins catalog din lume de ",
  "online_casino_games": "jocuri de cazinou online",
  "online_casino_games_p1": " <b style='color: #575756;'> White Label-ul nostru </b> este destinația supremă, oferindu-ți o gamă imbatabilă de peste 3000+ jocuri și sloturi de cazinou palpitante. Ne mândrim cu cea mai cuprinzătoare ofertă de jocuri de cazinou online disponibilă pe internet.",
  "online_casino_games_p2": "Ne adresăm operatorilor de jocuri online, caselor de pariuri, loteriilor și organizațiilor de pariuri care activează pe piețe reglementate.",
  "online_casino_games_p3": "Înțelegem importanța jocului sigur și corect în lumea cazinourilor online. De aceea, matematica jocurilor noastre nu este doar solidă, ci și certificată de laboratoare independente de testare a jocurilor. Această certificare garantează cel mai înalt nivel de experiență pentru jucătorii tăi, făcând experiența lor de cazinou online cu adevărat de top.",
  "casino_nos": "NUMERE CAZINOU",
  "slot_machine": "Mașină de sloturi",
  "morethan10": "Mai mult de 10",
  "tablegames": "Jocuri de masă",
  "morethan4": "Mai mult de 4",
  "videopoker": "Video poker",
  "morethan": "Mai mult de",
  "lottery": "Loterie",
  "morethan9": "Mai mult de 9",
  "proveedores": "FURNIZORI",
  "morethan12": "Mai mult de 12",
  "online_turnkey": "Oferim soluții complete Online Turnkey pentru cazinouri",
  "casino_wls": "Soluție White Label pentru Cazinou",
  "casino_wls_desp": "Lansează-ți propriul cazinou de marcă cu ușurință folosind soluția white-label de la VRNL. Personalizează-ți cazinoul, oferă o gamă variată de jocuri, asigură securitatea și începe să generezi venituri rapid.",
  "webbranding": "Branding Website",
  "webbranding_desp": "Ridică-ți prezența online cu serviciile de branding web oferite de VRNL. Proiectăm, creăm și transformăm site-uri pentru a reflecta identitatea ta unică, lăsând o impresie de durată.",
  "toolstraning": "Instrumente (training)",
  "toolstraning_desp": "Descoperă-ți potențialul în lumea tranzacționării cu instrumentele puternice de trading ale VRNL. Soluțiile noastre de ultimă generație îți oferă informațiile și tehnologia necesare pentru a lua decizii informate și a-ți maximiza succesul în tranzacționare.",
  "client_support": "Suport clienți",
  "client_support_desp": "Îmbunătățește experiența clienților tăi cu serviciile excepționale de suport ale VRNL. Echipa noastră dedicată este aici pentru a oferi asistență de specialitate, asigurându-se că nevoile clienților tăi sunt îndeplinite cu eficiență și grijă.",
  "aboutus_title": "Sunt sigur că ești curios să descoperi",
  "aboutus_desp": "O companie care urmărește constant soluții inovatoare pentru a-și satisface nevoile de afaceri.",
  "online_gaming_provider": "Furnizor de Jocuri Online",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl este un furnizor bine stabilit de Sportsbook și Gaming, cu o experiență remarcabilă de 10 ani în industria pariurilor. </strong> Din 2012, ne dedicăm furnizării de servicii pentru case de pariuri, loterii și organizații de pariuri din piețe reglementate.",
  "about-section1-para2": "Suntem o echipă de strategi creativi, pasionați de tehnologie și comunicatori eficienți, conduși de o pasiune de neclintit pentru industria jocurilor online. Angajamentul nostru neobosit este de a sprijini succesul clienților noștri în afaceri.",
  "about-section1-para3": "Platforma noastră de gaming de ultimă generație se remarcă ca unul dintre factorii cheie care au propulsat Vrnl la statutul actual de prestigioasă Casă Internațională de Software. <strong style='color: #000;'> Valorificând expertiza noastră vastă de 10 ani în acest sector, Vrnl își extinde cu mândrie serviciile la peste 40 de case de pariuri din 11 țări diferite din întreaga lume.</strong>",
  "about_us": "Despre noi",
  "about_us_desp": "VRNL este cea mai mare platformă pentru furnizarea de pariuri sportive online și cazinouri White Label. Oferim API-uri de schimb împreună cu servicii de site-uri personalizate pentru Bangladesh, cu marje reduse și pe o platformă fiabilă, care include cazinou. Furnizăm API-uri pentru toate ligile în schimburi, precum și servicii de streaming online. Bucură-te de pariuri pe o platformă sigură. Bucură-te de peste 1000 de jocuri de sloturi și jocuri de masă pe site-ul nostru.",
  "our_client": "Clienții noștri",
  "our_client_desp": "La Vrnl, suntem neobosiți în căutarea celor mai bune parteneriate în jocuri și divertisment pentru a asigura o experiență de neegalat clienților și jucătorilor noștri. Prin acorduri de colaborare cu cazinouri internaționale de renume și furnizori de jocuri virtuale, am integrat perfect Platforma noastră de Pariuri Sportive cu o gamă extinsă de jocuri. Acestea includ totul, de la sloturi și jocuri de masă până la experiențe de cazinou live, jocuri virtuale și chiar jocuri de fantezie. Angajamentul nostru pentru excelență depășește diversitatea jocurilor. Platforma noastră este accesibilă atât pe PC-uri desktop, cât și pe dispozitive mobile, având grafică de înaltă calitate, animații captivante și sunet imersiv. În plus, meniul nostru intuitiv și ușor de utilizat îmbunătățește experiența generală a utilizatorului. În centrul operațiunilor noastre se află un proces rapid de integrare, care combină scalabilitatea, flexibilitatea și performanța de top în cadrul software-ului nostru de pariuri. Acest proces de integrare este susținut de cele mai înalte niveluri de securitate și fiabilitate, oferind clienților noștri un mediu de joc sigur și de încredere. Ne mândrim că le oferim clienților noștri cea mai largă selecție de jocuri din sector, oferind soluțiile perfecte pentru fiecare preferință. Bine ai venit la Vrnl, unde excelența în jocuri întâlnește posibilități nelimitate. Vrnl se mândrește că a colaborat cu cele mai deosebite nume din industrie, atât în domeniul furnizorilor de software pentru jocuri, cât și al soluțiilor de plată. Împarte platforma noastră pentru succes și adaugă-ți numele la această listă în creștere.",
  "lost404": "Se pare că te-ai pierdut",
  "lost404desp": "pagina pe care o cauți nu este disponibilă!",
  "gotohome": "Mergi la Acasă",
  "esports_bs": "Software pentru Pariuri eSports",
  "esports_bs_desp1": "La VRNL, ne mândrim că oferim fanilor eSports o experiență unică și captivantă.",
  "esports_bs_desp2": "VRNL este poarta ta către o lume în care jocurile și pariurile se întâlnesc. Software-ul nostru de Pariuri eSports este conceput pentru fani ca tine, oferind o experiență interesantă, sigură și plină de recompense. Nu rata ocazia de a fi parte din acțiune. Alătură-te VRNL astăzi și ridică-ți experiența de joc la un nou nivel!",
  "startnow": "Începe acum",
  "easy_setup": "Configurare ușoară, mai simplă decât îți imaginezi.",
  "easy_setup_desp1": "Putem livra platforma eSports în doar câteva săptămâni.<br> Gestionăm toate aspectele procesului: găzduire, interfața utilizator, feed-ul de cote, pagini personalizate, activarea produselor și strategia sportsbook.",
  "easy_setup_desp2": "Atenția ta principală se poate concentra pe configurarea și dezvoltarea rețelelor tale online.",
  "esport_bet_center_h1": "Dacă te gândești să începi în pariurile online, software-ul nostru de pariuri eSports este un prim pas excelent.",
  "esport_bet_center_p1": "Profită de serviciile noastre de expertiză și de tehnologia avansată pentru pariuri eSports. Partenerii noștri reglementați primesc suport complet pentru a intra în industria pariurilor online și pot utiliza platformele noastre personalizate sau generice.",
  "esport_bet_center_p2": "Începerea unei case de pariuri online axate în principal pe eSports poate fi dificilă. De aceea, am creat un sistem cuprinzător de pariuri eSports cu servicii de pariuri pre-meci. Obiectivul nostru este să îți oferim cea mai extinsă gamă de opțiuni eSports online.",
  "have_qes": "Ai întrebări?",
  "para_faq": "Avem răspunsuri (Ei bine, de cele mai multe ori!)",
  "freq_param": "Mai jos vei găsi răspunsul la cele mai comune întrebări, te rugăm să consulți ",
  "if_still_qes": "Dacă tot nu găsești răspunsul pe care îl cauți, doar",
  "sbs_faqs": "Întrebări frecvente despre Software-ul de Pariuri Sportive",
  "whatis_sbs": "Ce este Software-ul de Pariuri Sportive?",
  "whatis_sbs_ans": "Software-ul de Pariuri Sportive este conceput pe baza piețelor și selecțiilor utilizatorului. În plus, experții noștri sunt mereu disponibili pentru a-ți oferi cel mai bun serviciu clienți în ceea ce privește înțelegerea nevoilor și cerințelor pieței. De asemenea, gestionăm fiecare etapă a procesului de dezvoltare, oferindu-ți o platformă completă și funcțională.",
  "affiliate_systems": "Oferiți sisteme de afiliere?",
  "affiliate_systems_ans": "Da, rețeaua software-ului nostru se bazează pe 5 niveluri: Administratorul platformei - acces la backend (există și posibilitatea de a crea alte accesări la back office cu privilegii și permisiuni limitate). Re-vânzător - un master-agent care supraveghează mai multe agenții de pariuri. Obține comisioane pe cifra de afaceri sau profitul agenției. Agenția de pariuri - reprezintă punctul fizic unde jucătorii pot paria, depune etc. Prin acest cont se pot plasa pariuri și câștiga comisioane pe cifra de afaceri sau profituri. Casierul - profil pentru angajații agenției de pariuri, capabili să plaseze pariuri fără a câștiga comisioane. Jucător online - îți poți înregistra contul de joc online sau la agenție și plasa pariuri.",
  "whatis_label": "Ce este un site de pariuri white label?",
  "whatis_label_ans": "Un site de pariuri white label este o platformă complet personalizată. Site-ul white label oferit de Vrnl include jocuri certificate, sistem de bonusuri, gateway-uri de plată. Conținutul interfeței utilizator, limba și moneda sunt alese de tine, iar Vrnl pune la dispoziție diferite șabloane grafice, funcționalități și instrumente.",
  "fullmanagement": "Pot să am control complet asupra cotelor și marjelor?",
  "fullmanagement_ans": "Backend-ul conține multe instrumente, funcționalități și rapoarte care oferă o viziune completă asupra activității de pariuri sportive. Există o secțiune dedicată gestionării cotelor, prin care este posibil să editezi marjele, multiplicitatea și cotele pe piață, meci și/sau campionat.",
  "logobrand": "Pot folosi logo-ul și culorile mele de brand?",
  "logobrand_ans": "Da, poți. Oferim soluții diferite în funcție de cerințele tale specifice. Putem crea soluții personalizate colectând cererile tale și stabilind un proiect pentru tine sau putem furniza o soluție turnkey, modificând doar culorile brandului și logo-ul.",
  "fullycustomized": "Aș dori o soluție complet personalizată, este posibil?",
  "fullycustomized_ans": "Vrnl pune la dispoziție o echipă de experți pentru configurarea unei platforme de pariuri sportive complet personalizate. Un Manager de Cont va colecta cerințele și va coordona proiectul împreună cu ceilalți membri ai echipei: Managerul de Proiect, Designerul Grafic și Managerul IT.",
  "software_cost": "Cât costă Software-ul de Pariuri Sportive?",
  "software_cost_ans": "Costul Software-ului de Pariuri Sportive variază în funcție de caracteristicile și serviciile oferite. Există planuri diferite în funcție de volumul de joc pe care îl ai deja sau dacă dorești să devii agent cu propria ta rețea de jucători.",
  "what_products": "Ce produse oferiți?",
  "what_products_ans": " Activitatea noastră principală sunt Pariurile Sportive, de fapt software-ul nostru de pariuri sportive este un produs dezvoltat intern de echipa noastră IT încă din 2005. În plus față de produsul Sport, oferim și pariuri live, cazinou, cazinou live, loterii și jocuri virtuale pentru a oferi soluții „all in one” clienților noștri.",
  "canaddfeatures": "Pot să adaug anumite funcționalități, rapoarte și pagini în software-ul de pariuri sportive?",
  "canaddfeatures_ans": "Software-ul de pariuri include o gamă largă de rapoarte, pagini și bannere care pot fi personalizate (CMS) sau dezvoltate la cerere. Dacă dorești să dezvoltăm o nouă funcționalitate, vom lucra alături de tine creând un proiect personalizat: colectarea informațiilor și detaliilor, prezentarea proiectului/randării, testarea și lansarea finală.",
  "canofferbettingservices": "Pot să ofer servicii de pariuri sportive în cazinourile pe care le am în țara mea?",
  "canofferbettingservices_ans": " Avem mai multe soluții de pariuri atât pentru afacerile online, cât și pentru cele terestre. Dacă deții un cazinou fizic și dorești să oferi și pariuri sportive, soluția noastră de retail va fi alegerea potrivită, deoarece îți va permite să creezi conturi de casieri pentru a gestiona vânzarea biletelor de pariuri sportive.",
  "change_currentprovider": "Cum îmi pot schimba actualul furnizor de software?",
  "change_currentprovider_ans": "Dacă gestionezi deja un exchangebook și dorești să treci pe platforma noastră de pariuri sportive, ne vom asigura că totul este administrat corespunzător și vom pregăti un plan de migrare. Datele personale ale jucătorilor vor fi încărcate pe noua platformă, iar schimbarea va fi planificată astfel încât migrarea să fie finalizată în câteva ore.",
  "sbs_offer": "Ce funcționalități oferă software-ul de pariuri sportive?",
  "sbs_offer_ans": "Software-ul de pariuri sportive poate oferi funcții precum predicții bazate pe date, simulări, tendințe de pariere, comparații de cote și multe altele. De asemenea, poate furniza analize detaliate ale meciurilor trecute și a celor viitoare pentru a ajuta pariorii să ia decizii mai informate. Suntem specializați în configurarea și crearea de agenții de pariuri retail și rețele online. Aceasta include proceduri KYC aprobate de autorități de reglementare, gateway-uri de plăți pentru jocuri de noroc, instrumente de marketing afiliat, sisteme de recomandări și social media, notificări push mobile, notificări web și mesaje in-app, controlul conturilor de jucători, procese de înregistrare și verificare, sisteme de detectare a fraudelor și instrumente de geolocalizare pentru extragerea informațiilor despre locația adresei IP.",
  "sbs_legal": "Este legal software-ul de pariuri sportive?",
  "sbs_legal_ans": "Da, software-ul de pariuri sportive este legal și este folosit de mulți pariori profesioniști. Totuși, este important să te asiguri că utilizezi software-ul în conformitate cu legile aplicabile din jurisdicția ta.",
  "ebs_faqs": "Întrebări frecvente despre software-ul de pariuri eSports",
  "ebs_titleoffer": "Ce titluri eSports oferiți?",
  "ebs_titleoffer_ans": "<li><strong>Cele mai populare:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Jocuri sportive:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>Shooter la persoana I (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Jocuri de luptă:</strong> Street Fighter, Super Smash Bros, Tekken. <strong>Strategie în timp real (RTS):</strong> StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Aveți versiunea pentru mobil?",
  "mobileversion_ans": "Da, VRNL este complet optimizat pentru utilizarea pe mobil. Platforma noastră este concepută să funcționeze perfect pe toate smartphone-urile și tabletele, oferindu-ți acces la exchange sportiv, jocuri de cazino, iGaming și eSports oricând și oriunde. Beneficiezi de o interfață fluidă și receptivă, timpi de încărcare rapizi și tranzacții sigure direct din browserul mobil — fără a fi nevoie de descărcarea unei aplicații. Indiferent dacă ești pe Android sau iOS, experiența este rapidă, intuitivă și la fel de completă ca pe versiunea desktop.",
  "runesportsplatform": "Pot să rulez o platformă de pariuri eSports fără să mă ocup de managementul cotelor și al tranzacțiilor?",
  "runesportsplatform_ans": "Soluțiile noastre de pariuri eSports vin cu feed-ul de cote inclus. Software-ul integrează multe funcționalități și instrumente pentru a gestiona marjele și configurațiile cotelor în deplină autonomie. Dacă dorești să te concentrezi doar pe gestionarea agențiilor și a jucătorilor, îți oferim servicii și suport de trading.",
  "esports_solutions": "Aș dori o soluție eSports complet personalizată, este posibil?",
  "esports_solutions_ans": "VRNL pune la dispoziție o echipă de experți pentru configurarea unei platforme de pariuri eSports complet personalizate. Un Account Manager va colecta cerințele și va coordona proiectul împreună cu ceilalți membri ai echipei: Project Manager, Designer Grafic și IT Manager.",
  "newtobusiness": "Sunt complet nou în această afacere, ce ar trebui să știu?",
  "newtobusiness_ans": "Administrarea corectă a unei platforme de pariuri eSports poate face această afacere extrem de profitabilă. Oferim soluții și servicii diferite în funcție de nivelul de implicare și cunoștințe. Un expert în gaming va lucra alături de tine pentru a identifica cea mai bună soluție eSports adaptată nevoilor tale.",
  "eSports_market": "Câte piețe live eSports sunt disponibile?",
  "eSports_market_ans": "Astăzi oferim 20 de piețe eSports live. <br> Dar adăugăm constant piețe noi.",
  "eSportsLogoBrand": "Pot să folosesc logo-ul și culorile mele de brand pentru eSports?",
  "eSportsLogoBrand_ans": "Da, poți. Oferim soluții diferite în funcție de cerințele tale specifice. Putem crea soluții eSports personalizate, colectând cerințele tale și dezvoltând un proiect pentru tine sau putem furniza o soluție turnkey, modificând doar culorile și logo-ul brandului tău eSports.",
  "eSports_server": "Pot găzdui exchange-ul eSports pe propria mea infrastructură de server?",
  "eSports_server_ans": "Nu, nu poți. Găzduirea este un serviciu inclus în oferta noastră, deoarece, pentru a garanta performanța corectă a software-ului de pariuri eSports, administratorii noștri de sistem au configurat o structură dedicată de tip cluster, inclusiv backup-uri și plan de recuperare în caz de dezastru. Aceasta va asigura conformitatea cu reglementările globale și atingerea celor mai înalte standarde de securitate.",
  "sp_faqs": "Întrebări frecvente despre platforma de streaming",
  "promte_cricket": "Câte meciuri de cricket pot promova?",
  "promte_cricket_ans": "În timpul transmisiunii live din dashboard, este posibil să activezi două meciuri simultan, dar nu există o limită privind câte meciuri poți conecta.",
  "broadcast_live": "Pot fi transmise live evenimentele de cazino?",
  "broadcast_live_ans": "Da, toate jocurile de cazino pot fi transmise live pe toate platformele care permit acest lucru.",
  "measure_success": "Cum pot măsura succesul transmisiunilor live?",
  "measure_success_ans": "Desigur, poți urmări analize detaliate pentru mai multe platforme pe un singur ecran.",
  "is_mobile_friendly": "Este platforma optimizată pentru mobil?",
  "is_mobile_friendly_ans": "Da — platforma noastră este complet optimizată pentru mobil și oferim un APK pe care îl poți descărca și utiliza fără probleme.",
  "livecasino_faqs": "Întrebări frecvente despre software-ul de Live Casino",
  "whatisVRNLcasino": "Ce este software-ul VRNL Casino?",
  "whatisVRNLcasino_ans": "Software-ul VRNL Live Casino este o platformă de ultimă generație care permite cazinourilor online să ofere jucătorilor jocuri cu dealeri live. Oferă infrastructura și instrumentele necesare pentru a găzdui experiențe de cazino interactive, în timp real.",
  "software_work": "Cum funcționează software-ul VRNL Live Casino?",
  "software_work_ans": "Software-ul VRNL Live Casino se integrează perfect în site-urile de cazino online. Conectează jucătorii cu dealerii live prin streaming video de înaltă calitate, permițându-le să joace jocuri populare precum blackjack, ruletă și baccarat într-un mediu live și interactiv.",
  "features_livecasino": "Care sunt principalele caracteristici ale software-ului VRNL Live Casino?",
  "features_livecasino_ans": "Software-ul VRNL Live Casino oferă o gamă de caracteristici, inclusiv personalizare de brand, integrare sigură a plăților și o interfață prietenoasă atât pentru jucători, cât și pentru operatori.",
  "security_livecasino": "Cum mă asigur de securitatea și corectitudinea jocurilor folosind software-ul VRNL Live Casino?",
  "security_livecasino_ans": "Software-ul VRNL Live Casino este construit cu accent pe securitate. Utilizează generatoare de numere aleatorii certificate (RNG) pentru a asigura corectitudinea și oferim instrumente pentru prevenirea fraudei și protecția jucătorilor. În plus, implementăm criptarea pentru securizarea transferului de date.",
  "offered_games": "Ce jocuri pot fi oferite folosind software-ul VRNL Live Casino?",
  "offered_games_ans": "Poți oferi o gamă largă de jocuri cu dealeri live, inclusiv clasice precum blackjack live, ruletă live și baccarat live, precum și variații ale acestor jocuri pentru a menține interesul jucătorilor.",
  "integrateVRNL": "Pot integra software-ul VRNL Live Casino în platforma mea de cazino online existentă?",
  "integrateVRNL_ans": "Da, software-ul nostru este conceput pentru integrare ușoară cu platformele existente, fiind o completare perfectă pentru operațiunile tale de cazino online.",
  "wlc_faqs": "Întrebări frecvente despre White Label Casino",
  "whatis_wlc": "Ce este un White Label Casino?",
  "whatis_wlc_ans": "Un White Label Casino este o soluție turnkey care permite antreprenorilor și afacerilor să lanseze propriile cazinouri online folosind software-ul și infrastructura noastră. Îl poți brandui cu propriul nume și design, în timp ce noi ne ocupăm de aspectele tehnice și de reglementare.",
  "wlc_work": "Cum funcționează serviciul White Label Casino?",
  "wlc_work_ans": "Îți oferim o platformă de cazino complet funcțională, inclusiv jocuri, procesare plăți și suport clienți. Trebuie doar să personalizezi branding-ul și designul pentru a se potrivi viziunii tale și ești pregătit să îți începi afacerea de cazino online.",
  "wlc_games": "Ce jocuri sunt disponibile pentru White Label Casino-ul meu?",
  "wlc_games_ans": "Oferim o gamă largă de jocuri de cazino, inclusiv sloturi, jocuri de masă (ex: blackjack, ruletă) și jocuri cu dealeri live. Poți alege din catalogul nostru de jocuri pentru a crea o experiență diversificată pentru jucătorii tăi.",
  "wlc_launch": "Cât durează lansarea White Label Casino-ului meu?",
  "wlc_launch_ans": "Durata poate varia în funcție de cerințele tale specifice și de procesele de reglementare. În medie, poate dura câteva săptămâni pentru configurarea și personalizarea platformei tale de cazino.",
  "wlc_cusSupport": "Ce nivel de suport clienți este oferit pentru White Label Casino-ul meu?",
  "wlc_cusSupport_ans": "Oferim suport tehnic și operațional pentru a ne asigura că cazinoul tău funcționează fără probleme.",
  "wlc_getstarted": "Cum pot începe cu un White Label Casino de la compania voastră?",
  "wlc_getstarted_ans": "Contactează echipa noastră de vânzări pentru a discuta nevoile tale și a obține o consultanță personalizată. Te vom ghida prin întregul proces de configurare a White Label Casino-ului.",
  "can_cutomize_branding": "Pot personaliza cazinoul cu branding-ul meu?",
  "can_cutomize_branding_ans": "Da — poți personaliza complet cazinoul cu propriul logo, culori și branding pentru a se potrivi identității tale.",
  "company": "Companie",
  "company_caps": "COMPANIE",
  "about": "Despre",
  "online_exchange_sw": "Software pentru Exchange Online",
  "privacy_policy": "Politica de Confidențialitate",
  "contact_us": "Contactează-ne",
  "solutions": "Soluții",
  "sports_betting_software": "Software de pariuri sportive",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Platformă de pariuri White Label",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Logo-ul și materialele grafice ale VRNL sunt proprietatea intelectuală a companiei și nu pot fi copiate, reproduse, distribuite sau afișate fără consimțământul scris al VRNL.",
  "footer_para_2": "Drepturi de autor © 2025 Vrnl ltd. Toate drepturile rezervate.",
  "home": "Acasă",
  "betting": "Pariuri",
  "esports_betting": "Pariuri eSports",
  "sbs_head": "Software de pariuri sportive",
  "casino": "Cazino",
  "online_casino_sw": "Software cazino online",
  "live_casino_sw": "Software Live Casino",
  "casino_game": "Jocuri de cazino",
  "lottery_bingo": "Loterie și bingo",
  "casino_tournament": "Turneu de cazino",
  "risk_management": "Managementul riscului",
  "wl": "White Label",
  "wl_exch": "Exchange White Label",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Munca noastră",
  "contact": "Contact",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Jocuri de loterie",
  "exch_sw_provider": "Furnizor software exchange",
  "mobile_bet": "Pariuri pe mobil",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget de pariuri sportive",
  "back": "Înapoi",
  "exch_iframe_para": "Exchangebook iframe — permite activarea rapidă a modulului Exchangebook prin integrare API fără întreruperi. Serviciul nostru complet Exchangebook, sub supraveghere expertă, asigură o gamă largă de programări pentru evenimente și piețe online.",
  "contact_us!": "Contactează-ne!",
  "exch_iframe_types": "Tipuri de iFrame Exchangebook",
  "exch_iframe_types_para": "Soluțiile noastre iFrame Exchangebook vin în trei variante, fiecare adaptată canalului utilizat, asigurând cea mai potrivită opțiune pentru nevoile tale:",
  "exch_iframe_types_list": "<li> iFrame pentru <strong>Desktop</strong>, conceput pentru computere cu rezoluții variate și care oferă layout-uri diverse și personalizabile. </li> <li> iFrame pentru <strong>Terminale și Kioskuri SSBT</strong>, cu layout-uri optimizate pentru sisteme touchscreen și o experiență intuitivă, ideal pentru jucătorii fără experiență care plasează pariuri.</li>",
  "exch_iframe_types_para2": "Mai mult, prin API-ul nostru, poți obține o personalizare extinsă a graficii și funcțiilor de joc.",
  "cm_exch": "Exchangebook complet gestionat",
  "cm_exch_para": "iFrame-ul nostru Exchangebook include furnizarea feed-urilor de cote și configurarea setărilor principale de pariere. Software-ul este echipat cu o gamă de funcții și instrumente pentru gestionarea independentă a marjelor și configurațiilor cotelor. Totuși, dacă obiectivul tău principal este gestionarea jucătorilor și marketingul, oferim servicii și suport complet gestionate de trading.",
  "acq_exch": "Obținerea soluției iFrame Exchangebook este ușoară",
  "acq_exch_para": "Am simplificat procesul de activare a iFrame-ului, cuprinzând doar cinci pași simpli:",
  "acq_exch_list": "<li> Formalizarea acordului dintre Vrnl și client. </li> <li> Inițierea integrării iFrame-ului Exchangebook prin API-uri utilizând SDK-ul nostru. </li> <li> Organizarea unei întâlniri pentru a defini strategia Exchangebook de urmat. </li> <li> Identificarea celor mai atractive sporturi și evenimente adaptate zonei tale de operare. </li> <li> Hai să mergem live! </li>",
  "live_casino_sw_p1": "Platforma noastră <strong>Live Casino</strong> îți permite să activezi <strong>cei mai buni furnizori live</strong> recunoscuți pentru <strong>calitatea lor excepțională și integritatea matematică.</strong>",
  "live_casino_sw_p2": "Suntem dedicați să îți oferim experiența supremă de cazinou live. Fie că ești un jucător experimentat sau nou în lumea cazinourilor online, platforma noastră oferă o experiență de joc în timp real, imersivă și de neegalat.",
  "live_casino_sw_p3": "Soluția Live Casino de la Vrnl oferă un set complet de servicii, inclusiv:",
  "live_casino_sw_p3_l1": "Instrumente complete de raportare a istoricului",
  "live_casino_sw_p3_l2": "Vizualizare istoric jocuri",
  "live_casino_sw_p3_l3": "Configurații de joc",
  "live_casino_sw_p3_l4": "Instrumente de management al riscului",
  "live_casino_sw_p3_l5": "Managementul jucătorilor",
  "live_casino_sw_p3_l6": "Instrumente de management pentru afiliați",
  "live_casino_sw_p3_l7": "Structură de agenți pe mai multe niveluri",
  "live_casino_sw_p4": "Am dezvoltat diverse metode de integrare sigure, toate fiind prietenoase cu utilizatorul și concepute pentru o implementare ușoară prin API-ul nostru Live Casino.",
  "live_casino_sw_demo": "Demonstrații soluții Live Casino",
  "livecasino_integration": "Integrări <strong style='color: #575756;'>live casino API</strong>",
  "livecasino_integration_para": "Poți avea software-ul nostru Live Casino funcțional în doar câteva zile. În plus, oferim servicii de management complet, asigurând că întreaga operațiune este supravegheată de experții noștri.<strong style='color: #575756;'>De asemenea, garantăm acces la cea mai extinsă selecție de jocuri live disponibile online.</strong>",
  "live_casino_lobby": "În lobby-ul nostru Live Casino prietenos cu utilizatorii",
  "youcan": "poți",
  "findgames_like": "găsi jocuri precum:",
  "findgames_like_desp": "Ruletă Live, Baccarat Live, Blackjack Live și Poker Live, jocuri de zaruri și jocuri numerice.",
  "euro_roulette": "Ruletă Europeană",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Ruletă Americană",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Programează o demonstrație",
  "lottery_head": "Cauți o platformă pentru Loterie & Bingo?",
  "lottery_head_desp1": "Am selectat cu atenție cele mai bune jocuri de  <b style='color: #575756; font-size: 45px;'>loterie și bingo</b> pentru tine.",
  "lottery_head_desp2": "Desigur, soluția noastră <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> oferă o gamă de variante atractive ale jocului clasic de bingo, alături de cele mai renumite jocuri de loterie.",
  "lottery_head_desp3": "Poți <b style='color:#575756; font-size: 16px;'>să te bucuri de aceste jocuri de pe smartphone</b> sau computer, iar noi îți asigurăm o experiență excepțională, deoarece jocurile noastre sunt de cea mai înaltă calitate.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Mai mult, algoritmii noștri de joc sunt atât siguri, cât și certificați independent, oferind o experiență de joc fiabilă și de încredere.<br><br></strong>",
  "lottery_bingo_nos": "NUMERELE DE LOTERIE & BINGO",
  "bingo_games": "Jocuri Bingo",
  "over100": "peste 100",
  "over130": "peste 130",
  "suppliers": "FURNIZORI",
  "more20": "Mai mult de 20",
  "sports_betting_software_wl": "Software White Label pentru pariuri sportive",
  "sports_betting_software_wl_desp": "O companie dedicată urmăririi continue a soluțiilor inovatoare pentru a răspunde eficient nevoilor sale de afaceri în evoluție.",
  "blink-soft": "Îmbunătățește-ți experiența cu software avansat de pariuri sportive",
  "platform_para1": "Soluțiile moderne de software pentru pariuri sportive <b>transformă</b> modul în care pariorii interacționează cu jocul. Cu <b>interfețe fluide,</b> analize în timp real și posibilități de pariere live, aceste platforme oferă o experiență superioară atât pentru începători, cât și pentru jucători experimentați.",
  "platform_para2": "Fie că operezi o casă de pariuri online, un punct de pariere fizic sau un cazinou, suita noastră completă de soluții — inclusiv <b>platforme B2C</b> și <b>produse white-label personalizabile</b> — îți oferă flexibilitatea și tehnologia necesară pentru a rămâne competitiv. Adoptă inovația și ridică-ți operațiunile de pariuri sportive cu software conceput să <b>optimizeze performanța</b> și <b>satisfacția utilizatorului</b>.",
  "try_b2b": "Descoperă software-ul nostru avansat de pariuri B2B",
  "try_b2c": "Descoperă software-ul nostru avansat de pariuri B2C",
  "wls_turnkey": "Soluții White Label și Platforme Turnkey",
  "wls_turnkey_p1_span1": "experiență de pariuri sportive fluentă și captivantă",
  "wls_turnkey_p1_span2": "pentru clienții tăi. Această abordare elimină necesitatea dezvoltării costisitoare și consumatoare de timp, permițându-ți să te concentrezi pe creștere și",
  "custom_satisfaction": "satisfacția clientului",
  "wls_turnkey_p2": "Platforma noastră de pariere sigură și de înaltă performanță este certificată complet de laboratoare independente de gaming, garantând conformitate și fiabilitate. Colaborând cu VRNL, obții acces la un exchange de pariuri de încredere care îți crește profitabilitatea respectând în același timp",
  "highest_industry_standards": "cele mai înalte standarde din industrie",
  "igaming_platform": "Platformă iGaming",
  "igaming_platform_p1": "VRNL este un partener de încredere în industria iGaming, oferind",
  "sbs": "software de pariuri sportive",
  "igaming_platform_p2": "Scopul nostru este să transformăm peisajul jocurilor online, oferind operatorilor o platformă versatilă și de ultimă generație, care asigură o experiență de joc fluentă și captivantă pentru utilizatori.",
  "online_casino": "Cazinou Online",
  "casino_para": "Bun venit la VRNL Online Casino — <b>un lider de încredere</b> ce oferă o platformă de jocuri sigură și captivantă la nivel global. Misiunea noastră este să oferim o experiență de cazinou excepțională care să mențină jucătorii implicați și distrați.",
  "casino_para_list": "<li>Peste 75 de furnizori</li> <li>Peste 15.000 de sloturi</li> <li>500+ jocuri de masă</li> <li>700+ jocuri video poker</li> <li>Peste 200 de alte jocuri</li>",
  "casino_para2": "Echipa noastră de experți te sprijină în fiecare etapă, de la instruire până la lansare.",
  "play_livecasino": "Joacă la cazinoul live ca și cum ai fi direct în cazinou",
  "play_livecasino_list": "<li>Show-uri de jocuri live</li> <li>AWC</li> <li>Sloturi</li> <li>Ruletă Live </li> <li>Blackjack Live</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "Furnizori de servicii API și iFrame",
  "api_services_iframe_p1": "VRNL oferă soluții avansate de <b>integrare API și iFrame</b>, permițând conectivitate fluentă a platformei, schimb sigur de date și experiențe îmbunătățite pentru utilizatori — ajutând afacerile să opereze mai inteligent și mai rapid.",
  "api_services_iframe_p2": "La VRNL, înțelegem importanța schimbului fluent de date și a comunicării între aplicații. Oferim servicii de integrare API de top, permițând software-ului tău să interacționeze fără efort cu alte platforme. Experții noștri vor asigura o funcționare armonioasă a sistemelor tale, oferind o experiență plăcută atât pentru tine, cât și pentru clienții tăi.",
  "virtual_games": "Jocuri Virtuale",
  "virtual_games_desp1": "Ești gata să pornești în călătoria jocurilor virtuale cu VRNL? Explorează lumea virtuală ca niciodată înainte și pregătește-te pentru ore nesfârșite de distracție.",
  "virtual_games_desp2": "La VRNL, suntem pasionați de oferirea unor experiențe virtuale de ultimă generație care transportă jucătorii în lumi noi și captivante. Misiunea noastră este să oferim cele mai imersive, distractive și fascinante jocuri virtuale care te vor ține captivat ore întregi.",
  "before_start": "Înainte să începi, vezi-l în acțiune!",
  "explore_demo": "pe platforma noastră demo:",
  "mobile_sbs": "Software mobil pentru pariuri sportive",
  "mobile_sbs_p1": "Aplicația noastră <strong>mobilă</strong> le permite pariorilor să își acceseze fără efort conturile de joc și să plaseze pariuri de pe tablete, smartphone-uri și alte dispozitive mobile conectate la internet.",
  "mobile_sbs_p2": "De la cricket și fotbal la tenis, software-ul nostru acoperă o gamă extinsă de evenimente sportive la nivel global. Indiferent de pasiunea ta sportivă, poți paria pe meciurile și echipele preferate.",
  "mobile_sbs_p3": "Software-ul nostru nu înseamnă doar plasarea de pariuri, ci crearea unei experiențe fluide și centrate pe utilizator. Am investit în cea mai nouă tehnologie pentru a ne asigura că navigarea pe platforma noastră este cât mai ușoară.",
  "advantages_sbs": "Avantajele software-ului mobil de pariuri sportive",
  "advantages_sbs_l1": "Aplicațiile mobile sunt mai rapide",
  "advantages_sbs_l2": "Conținut personalizat pentru pariuri",
  "advantages_sbs_l3": "Pariuri online instantanee",
  "advantages_sbs_l4": "Sigur și de încredere",
  "advantages_sbs_p1": "Aplicațiile depășesc site-urile mobile, oferind acțiuni și răspunsuri mai rapide.",
  "advantages_sbs_p2": "Utilizatorii se bucură de conținut personalizat pentru o experiență mai captivantă, cu opțiuni de pariere adaptate preferințelor lor.",
  "advantages_sbs_p3": "Toate aplicațiile mobile oferă acces instant cu o simplă atingere, permițând utilizatorilor să plaseze pariuri, să își verifice conturile de joc, să joace la cazinou și să selecteze ligile favorite fără întârziere.",
  "advantages_sbs_p4": "Securitatea este prioritatea noastră. Software-ul mobil VRNL pentru pariuri sportive este construit cu măsuri de securitate de ultimă generație pentru a proteja informațiile tale personale și financiare. Poți paria cu încredere.",
  "online_casino_sw_p1": "VRNL este un furnizor de top de <strong>software de cazinou online</strong> și <strong>platforme</strong>. Ei joacă un rol crucial în proiectarea și dezvoltarea platformelor de cazinou, asigurându-se că acestea sunt ușor de utilizat și bogate în funcționalități.",
  "online_casino_sw_p2": "Echipa noastră de marketing va lucra cu sârguință pentru a asigura că cazinoul tău online primește o poziționare proeminentă pe prima pagină, garantând o vizibilitate ridicată pe piața online.",
  "online_casino_sw_p3": "Platforma de cazinou online va veni echipată cu diverse jocuri preconfigurate, iar instrumentele noastre de monitorizare îți vor oferi o imagine clară și în timp real a progresului și performanței noii tale afaceri.",
  "customized_theme": "Aceasta este o temă și poate fi personalizată, vezi-l în acțiune:",
  "live_casino_sw_desp1": "Oferim cea mai extinsă gamă de <strong>furnizori Live Casino</strong><br>",
  "live_casino_sw_desp2": " la nivel global, asigurând acces la cea mai largă varietate de mese live online și o experiență de livrare multi-canal fără cusur.",
  "casino_sw_features": "Caracteristici principale software cazinou",
  "casino_sw_features_p1": "Platforma noastră de <strong>software de cazinou</strong> este concepută pentru a oferi o experiență de joc fluentă și imersivă atât pentru jucători, cât și pentru operatori.<br /><br />",
  "casino_sw_features_p2": "Caracteristicile principale ale platformei noastre includ:",
  "casino_sw_features_list": "<li>Vizibilitate și control asupra limitelor meselor.</li> <li>Atribute și setări pentru mesele de joc.</li> <li>Limite VIP.</li> <li>Funcționalități client și acces la instrumentele noastre de personalizare.</li> <li>Mecanism de raportare și sistem de notificări care oferă operatorilor acces imediat și alerte privind notificările operaționale</li> <li>API pentru Business Intelligence BI</li> <li>Instrumente de marketing</li> <li>API pentru integrare externă</li>",
  "casino_sw_features_p3": "Instrumentul nostru de personalizare ușor de utilizat le oferă operatorilor posibilitatea de a face modificări în timp real la diferite aspecte ale ofertelor lor live, <br /> inclusiv bannere, fonturi și scheme de culori, toate cu controale intuitive.",
  "casino_sw_features_p4": "Noua noastră platformă funcționează ca un sistem autonom, agil și flexibil. Această agilitate ne permite să răspundem prompt <br /> solicitărilor operatorilor și să menținem standarde de calitate mai ridicate atunci când dezvoltăm produse noi și existente.<br />",
  "casino_sw_features_p5": " Pentru a-ți accelera afacerea, oferim și o",
  "casino_sw_features_p6": " cu o selecție vastă de peste 3000+ jocuri.",
  "integrate_iframe_apis": "Integrare cu platforme externe prin iFrames și API-uri",
  "integrate_iframe_apis_para": "Platforma noastră oferă opțiuni versatile de integrare. Poți integra perfect <strong>prin iFrame sau <br />API-uri.</strong> Aceasta poate fi adaptată pentru a se potrivi nevoilor tale specifice, fie că este vorba de o integrare completă all-in-one, <br /> o soluție specializată de pariuri sportive sau un accent pe <strong> jocuri de cazino online</strong> , inclusiv <strong> cazino live </strong>.",
  "view_demo": "Vezi Demo",
  "we_are": "noi suntem",
  "online_exchange_sw_p1": "La VRNL, ne mândrim să oferim un software de Exchange online de ultimă generație care redefinește experiența pariurilor. Oferim o platformă complet funcțională echipată cu o selecție extinsă de meciuri live disponibile lunar. Cu opțiunile noastre de live streaming, vom transforma agenția ta într-o platformă de divertisment, totul susținut de certificări de la laboratoare independente de gaming pentru o siguranță suplimentară.",
  "online_exchange_sw_p2": " Software-ul Online Exchange de la VRNL oferă o gamă completă de opțiuni de pariuri sportive. Indiferent dacă ești fan de cricket, fotbal, tenis sau orice alt sport, noi te acoperim. Platforma noastră oferă cote în timp real, pariuri live și o interfață ușor de utilizat, care face plasarea pariurilor o experiență simplă.",
  "onther_head": "Simplificăm procesul pentru tine, pentru a te integra perfect în afacere.",
  "onther_p1": "Această temă este extrem de personalizabilă și îi poți testa flexibilitatea în acțiune:",
  "main_features": "Caracteristici principale",
  "feature_para": "Vrnl este în fruntea revoluției managementului pariurilor și cazinourilor online. Cu expertiza noastră, ai acces la:",
  "feature_list": "<li><strong>O experiență globală de pariuri: </strong> VRNL oferă acces la o gamă completă de sporturi, ligi și piețe de pariuri din întreaga lume. Cu noi, poți oferi utilizatorilor tăi o experiență de pariuri cu adevărat globală. </li> <li><strong>Opțiuni extinse Pre-Meci: </strong> Alege dintr-o selecție vastă de 150.000 de opțiuni de pariuri pre-meci lunar. Ne asigurăm că platforma ta este aprovizionată cu o gamă variată de opțiuni pentru a răspunde preferințelor diverse de pariere. </li> <li><strong>Oportunități Live Palpitante: </strong> Implică-ți utilizatorii cu 75.000 de oportunități live lunare. Aceste opțiuni de pariuri în timp real adaugă emoție și spontaneitate experienței de pariere. </li> <li><strong>Jocuri de cazino pentru Metavers: </strong> VRNL oferă o colecție extinsă de jocuri de cazino potrivite pentru metavers. Oferă utilizatorilor tăi o experiență de cazino virtual cu opțiunile noastre diverse de jocuri. </li> <li><strong>Integrare iFrame fără probleme: </strong> Integrează cu ușurință iFrame-ul nostru în platforma ta iGaming. Soluția noastră prietenoasă permite să îți îmbunătățești platforma rapid și eficient. </li> <li><strong>Integrare flexibilă: </strong> Alege metoda ta de integrare, fie prin API, fie prin iFrame. Oferim opțiuni versatile care să se potrivească cerințelor și convenienței tale. </li>",
  "sports_header_2": "Software Online Exchange Platformă Cazino iGaming",
  "sports_header_2_p1": "Oferim o soluție <a style='color: #a0c528;' href='#'>White Label Casino</a> cu o bibliotecă extinsă de peste 1.000 de jocuri.",
  "sports_header_2_p2": "Serviciile noastre includ obținerea unei licențe de jocuri și suport juridic pentru a-ți lansa afacerea de cazino, asigurând matematică de joc securizată și certificată.",
  "sports_header_2_p3": "Am selectat cei mai buni furnizori de jocuri cu scopul de a-ți oferi cea mai largă selecție de&nbsp;jocuri live de cazino&nbsp;și&nbsp;jocuri de cazino online disponibile. Am creat cu atenție parteneriate cu furnizori de top pentru a-ți oferi o varietate fără egal de jocuri live și online, garantând cea mai extinsă selecție disponibilă.",
  "online_sports_list": "<li>Show-uri live</li> <li>Jocuri First Person</li> <li>Păcănele</li> <li>Ruletă americană live</li> <li>Blackjack live</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon Tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Joacă la cazino live ca și cum ai fi direct în cazino",
  "top_online_providers": "Cei mai buni furnizori de cazino online la nivel mondial",
  "online_casino_p1": "Ești gata să ridici experiența ta de cazino online la următorul nivel? Nu mai căuta! Vrnl este soluția ta completă pentru toate nevoile de cazino online. Oferim servicii premium și soluții de ultimă generație pentru operatorii de cazino online, asigurând o experiență de joc de neuitat pentru jucătorii tăi.",
  "user_data_section1": "<li>Furnizori 75 +</li> <li>Păcănele 15.000 +</li> <li>Jocuri de masă 500 +</li> <li>Video poker 700 +</li> <li>Alte jocuri 200 +</li>",
  "lottery_bingo_games": "Jocuri de Loto și Bingo",
  "lottery_bingo_games_p1": "La VRNL, aducem emoția jocurilor de Loto și Bingo atât pe ecranul tău, cât și în magazinele de retail locale. Indiferent dacă ești fan al biletelor tradiționale pe hârtie sau preferi comoditatea jocului online, noi te acoperim. Cu noi, nu este vorba doar de jocuri, ci de emoția câștigului și bucuria jocului.",
  "user_data_section2": "<li>Bingo 80 +</li> <li>Loterie 130 +</li>",
  "ultimate_dest": "Destinația finală pentru Jocuri de Loto și Bingo Online și Retail",
  "weare_vrnl": "Noi suntem VRNL",
  "weare_vrnl_desp": "<strong>CEA MAI MARE PLATFORMA PENTRU FURNIZAREA DE SPORTS ȘI CASINO WHITE LABEL</strong> Cea mai largă selecție de jocuri de divertisment disponibile online White Label Casino cu peste 1.000 de jocuri. Software-ul de cazino online disponibil este simplu, deoarece platforma noastră este ușor de gestionat.",
  "res_design": "Design Responsiv",
  "res_design_desp": "Website-ul nostru este responsiv, ceea ce înseamnă că se afișează corect pe tablete, dispozitive mobile și desktop-uri pentru o experiență optimă a utilizatorului.",
  "custmzd_options": "Opțiuni de Personalizare",
  "custmzd_options_desp": "Oferim clienților noștri o gamă largă de opțiuni de personalizare, permițându-le să aleagă culorile, fonturile și layout-ul preferat pentru site. Acest lucru asigură că site-ul reflectă stilul și preferințele lor unice.",
  "loading_speed": "Viteză de Încărcare",
  "loading_speed_desp": "Website-ul nostru este optimizat pentru viteză și performanță. Se încarcă rapid pe diverse dispozitive și conexiuni la internet.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "tema noastră B2B se distinge prin caracteristicile sale unice. Am inclus o opțiune suplimentară Parley pentru o experiență de pariere mai bogată.",
  "b2b_theme_p2": "tema noastră se caracterizează prin cele mai bune combinații de culori și elemente de design, asigurând o interfață estetică. utilizatorii au permisiunea de a paria pe o gamă largă de sporturi, inclusiv cricket, fotbal și tenis.",
  "b2b_theme_p3": "Avem, de asemenea, multe jocuri de cazino diferite pentru mai multe opțiuni de divertisment. În plus, prezentăm diferite tipuri de cazinouri, precum AWC Casino, care găzduiește o colecție impresionantă de peste 500 de păcănele și peste 100 de jocuri de masă.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Site-ul nostru B2C oferă o experiență prietenoasă pentru clienți. Aceștia se pot înregistra cu ușurință folosind numărul de telefon, oferind o modalitate convenabilă și sigură de a crea un cont.",
  "b2c_theme_p2": "Odată înregistrați, utilizatorii au opțiunea de a depune fonduri în conturile lor, ceea ce face simplă începerea pariurilor și jocurilor. În plus, oferim un proces de retragere fără probleme, asigurându-ne că utilizatorii își pot accesa câștigurile cu ușurință.",
  "b2c_theme_p3": "Pentru a îmbunătăți experiența, oferim puncte bonus pe care utilizatorii le pot câștiga și folosi în timpul utilizării platformei. Acest lucru adaugă un plus de valoare și emoție pentru clienți, permițându-le să profite la maximum de depozite și retrageri.",
  "b2c_theme_p4": "Per ansamblu, site-ul nostru B2C este conceput pentru a oferi o experiență de pariere și joc plăcută și fără complicații, oferind clienților libertatea de a juca, depune și retrage cu ușurință.",
  "request_demoID": "Solicită ID Demo",
  "form_name": "Nume *",
  "form_name_err": "Vă rugăm să introduceți numele (cel puțin 3 caractere).",
  "form_email": "Email *",
  "form_email_err": "Vă rugăm să introduceți un email valid.",
  "form_country": "Țară *",
  "form_country_err": "Vă rugăm să selectați țara dvs.",
  "form_district": "District *",
  "form_district_err": "Vă rugăm să introduceți districtul.",
  "form_whatsapp": "Număr WhatsApp *",
  "form_whatsapp_err": "Introduceți un număr WhatsApp valid.",
  "form_turnover": "Cifră de afaceri lunară *",
  "form_turnover_err": "Vă rugăm să introduceți cifra de afaceri lunară.",
  "form_users": "Câți utilizatori *",
  "form_users_err": "Vă rugăm să introduceți un număr valid de utilizatori.",
  "form_current": "Platforma utilizată în prezent *",
  "form_current_err": "Vă rugăm să introduceți platforma curentă.",
  "form_issues": "Probleme cu platforma actuală *",
  "form_issues_err": "Vă rugăm să descrieți problemele (cel puțin 10 caractere).",
  "form_telegram": "Sunteți pe Telegram? *",
  "form_select": "-- Selectați --",
  "form_yes": "Da",
  "form_no": "Nu",
  "form_telegram_err": "Vă rugăm să selectați dacă aveți un cont Telegram.",
  "form_telhandle": "Cont Telegram *",
  "form_telhandle_err1": "Contul de Telegram este obligatoriu.",
  "form_telhandle_err2": "Contul Telegram trebuie să înceapă cu &#64; (ex: &#64;username).",
  "demo_url": "URL Demo",
  "form_submit": "Trimite",
  "form_name_ph": "Introduceți numele dvs.",
  "form_email_ph": "Introduceți email-ul dvs.",
  "form_district_ph": "Introduceți districtul",
  "form_whatsapp_ph": "Introduceți numărul WhatsApp",
  "form_turnover_ph": "Introduceți cifra de afaceri lunară",
  "form_users_ph": "Introduceți numărul de utilizatori",
  "form_current_ph": "Introduceți platforma actuală",
  "form_issues_ph": "Introduceți problemele cu platforma actuală",
  "form_telhandle_ph": "Introduceți contul dvs. de Telegram",
  "our_commitment": "Angajamentul nostru",
  "our_commitment_p1": "VRNL se angajează să vă protejeze confidențialitatea și să vă securizeze informațiile personale și financiare. Această politică explică ce informații colectăm, cum le folosim și măsurile pe care le luăm pentru a le proteja. Referințele la vrnl.net includ și aplicațiile sale.",
  "our_commitment_p2": "Această politică se aplică tuturor site-urilor web și aplicațiilor VRNL unde este publicată, în conformitate cu legile aplicabile din regiunile în care operăm. Notificările suplimentare de confidențialitate, specifice regiunii sau serviciului, pot completa această politică.",
  "our_commitment_p3": "Dacă furnizați informații prin platforme terțe (de exemplu, logare prin rețele sociale), colectăm date prin aceste integrări în conformitate cu această politică. Totuși, practicile de confidențialitate ale terților guvernează datele pe care aceștia le colectează direct. Setările de confidențialitate de pe aceste platforme nu afectează modul în care VRNL utilizează datele colectate prin site-urile sau aplicațiile noastre.",
  "our_commitment_p4": "Platformele noastre pot conține link-uri către site-uri externe care nu sunt deținute sau controlate de VRNL. Nu suntem responsabili pentru practicile lor de confidențialitate și vă încurajăm să le revizuiți politicile înainte de a furniza informații.",
  "our_commitment_p5": "Această Politică de Confidențialitate trebuie citită împreună cu Termenii noștri de utilizare.",
  "user_content": "Consimțământul utilizatorului",
  "user_content_para": "Prin utilizarea serviciului vrnl (de exemplu, atunci când vă înregistrați pentru un cont, achiziționați un serviciu, participați la un concurs sau promoție, comunicați cu noi pe site-urile sau aplicațiile noastre), sunteți de acord cu colectarea, utilizarea și partajarea informațiilor dvs. personale, așa cum este descris în această politică. În unele cazuri, în special dacă locuiți într-o țară guvernată de o reglementare privind protecția datelor, vi se poate cere să oferiți consimțământ explicit pentru a accesa serviciile noastre înainte de a continua operațiunile ulterioare. În cazul unui profil de utilizator roaming sau dacă sunteți un călător care vizitează diverse țări și utilizează serviciile vrnl, vom considera țara de înregistrare drept țara principală, iar consimțămintele obținute la momentul înregistrării vor fi valabile pentru prelucrarea informațiilor dvs. personale. Termenii de confidențialitate aplicabili conform legii acelei țări la momentul înregistrării vi se vor aplica.",
  "accessing_webNet": "Accesarea site-ului și serviciilor Network 18 prin VPN",
  "accessing_webNet_p1": "Nu trebuie să accesați sau să utilizați site-urile sau serviciile VRNL prin nicio metodă sau tehnologie care ascunde sau denaturează locația dvs. geografică reală (de exemplu, folosind o rețea privată virtuală (VPN) sau instrumente similare).",
  "accessing_webNet_p2": "VRNL nu va fi responsabil pentru colectarea, stocarea sau procesarea informațiilor dvs. personale dacă sunt utilizate astfel de metode de acces.",
  "collection_personalInfo": "Colectarea informațiilor personale și utilizarea acestora",
  "collection_personalInfo_p1": "„Informații personale” (PII) se referă la orice date care pot identifica direct sau indirect o persoană, cum ar fi numele, adresa poștală, adresa de email sau numărul de telefon. Atunci când datele anonime sunt asociate cu informații personale, acestea sunt tratate, de asemenea, ca informații personale.”",
  "collection_personalInfo_p2": "VRNL colectează doar informațiile personale necesare pentru a vă îndeplini solicitările și pentru a furniza produse și servicii personalizate. Nu colectăm astfel de informații decât dacă le furnizați în mod conștient și voluntar.",
  "collection_personalInfo_p3": "Informațiile dvs. personale pot fi utilizate de VRNL și de partenerii săi de servicii pentru a opera site-urile și serviciile noastre și pentru a vă informa despre funcții, produse și servicii noi oferite de VRNL și afiliații săi.",
  "info_provide_us": "1. Informații pe care ni le furnizați",
  "info_provide_us_desp": "Vă putem solicita și colecta următoarele informații personale despre dvs. atunci când utilizați vrnl.net și, fără aceste informații, este posibil să nu vă putem furniza toate serviciile solicitate:",
  "reg_data": "a. Date de înregistrare",
  "reg_data_desp": "Pentru a utiliza anumite funcții de pe site, aplicație și pentru servicii (cum ar fi înregistrări la evenimente și campanii online), este posibil să furnizați informații de contact de bază, inclusiv, dar fără a se limita la:",
  "reg_data_list": "<li><span>Prenume</span></li> <li><span>Nume</span></li> <li><span>Adresă de email</span></li>",
  "user_pro_details": "b. Detalii profil utilizator",
  "user_pro_details_desp": "Putem colecta și înregistra următoarele informații personale în secțiunea „Profilul meu”, care ne ajută să oferim fluxuri personalizate și să menținem un profil de utilizator, incluzând, dar fără a se limita la:",
  "user_pro_details_list": "<li><span>Nume</span></li> <li><span>Gen</span></li> <li><span>ID Email</span></li> <li><span>Data nașterii</span></li> <li><span>Țară</span></li> <li><span>Oraș</span></li> <li><span>Număr de telefon mobil</span></li>",
  "mobile_device_permissions": "c. Permisiuni dispozitiv mobil",
  "mobile_device_permissions_desp": "Când accesați aplicația noastră pe dispozitive mobile/tablete/televizoare sau orice alt dispozitiv care are acces la aplicație, putem solicita și obține acces la următoarele:",
  "mobile_device_permissions_list": "<li><span>Conturi - Utilizate pentru gestionarea mai multor conturi de utilizator în aplicație și pentru autentificare</span> </li> <li><span>Contacte - Utilizate pentru accesarea contactelor utilizatorului pentru a partaja articole prin aplicație</span></li> <li><span>Telefon - Pentru a citi starea telefonului și a permite notificările utilizatorului pe dispozitiv. IMEI este colectat pentru a identifica în mod unic fiecare utilizator</span></li> <li><span>Cameră - Pentru ca utilizatorul să poată încărca imagini și fotografia de profil. Permite utilizarea camerei în cadrul aplicației vrnl</span></li> <li><span>Microfon - Pentru a activa acțiunile pe bază de comenzi vocale</span></li> <li><span>Stocare - Pentru a accesa fișierele și folderele din aplicație</span></li> <li><span>SMS - Pentru a trimite și primi mesaje de verificare</span></li>",
  "mobile_device_permissions_desp2": "Permisiunile pentru aceste setări pot fi esențiale pentru funcționarea corespunzătoare a aplicației. Permisiunile pot fi gestionate prin dispozitivele utilizatorilor folosind opțiunea „setări”.",
  "info_voluntarily": "2. Informații furnizate voluntar",
  "info_voluntarily_desp": "Dacă ne trimiteți corespondență personală, cum ar fi emailuri sau scrisori, sau dacă alți utilizatori sau terți ne trimit corespondență despre activitățile sau postările dvs. pe vrnl.net, putem colecta și stoca aceste informații.",
  "info_voluntarily_para": "Putem colecta informații suplimentare în alte momente, când oferiți feedback, modificați conținutul sau preferințele de email, răspundeți la sondaje sau comunicați cu noi. Aceste informații pot include numele dvs., adresa de email, numărul de telefon mobil, locația etc.",
  "info_auto": "3. Informații pe care le colectăm automat",
  "info_auto_desp": "Colectăm informații despre dvs. și utilizarea serviciului nostru, interacțiunile dvs. cu noi și publicitatea noastră, precum și informații despre computerul sau alte dispozitive utilizate pentru a accesa serviciul nostru (cum ar fi telefoane mobile, tablete și alte dispozitive). Aceste informații includ, dar nu se limitează la:",
  "info_auto_list": "<li><span>Activități pe vrnl.net, cum ar fi tipul de pagini vizualizate, timpul petrecut pe pagini, interogările de căutare etc.</span></li> <li><span>Interacțiunile dvs. cu emailurile, serviciul clienți și platforma de mesagerie.</span></li> <li><span>Informații de geolocalizare prin adrese IP;</span></li> <li><span>Informații despre dispozitiv, precum ID dispozitiv, model dispozitiv și alți identificatori unici</span></li> <li><span>Identificatori de publicitate, cum ar fi cei găsiți pe dispozitive mobile și tablete (de exemplu IDFA pe dispozitive iOS și GAID pe Android);</span></li> <li><span>Informații colectate prin utilizarea cookie-urilor și altor tehnologii*;</span></li>",
  "info_auto_note": "*Notă: Pentru a vă îmbunătăți experiența, putem utiliza <b>cookie-uri</b> sau tehnologii similare pentru a vă atribui un <b>ID utilizator unic</b> și pentru a vă înțelege interesele. <b>Cookie-urile</b> nu vă dezvăluie identitatea decât dacă o furnizați voluntar și nu pot accesa date din dispozitivul dvs. Reclamanții își pot seta propriile cookie-uri atunci când interacționați cu reclamele lor, pe care nu le controlăm. De asemenea, colectăm anumite informații tehnice ori de câte ori utilizați site-urile, aplicațiile sau serviciile noastre pe orice dispozitiv conectat la internet.",
  "inferred_info": "4. Informații deduse prin utilizare și date de logare",
  "inferred_info_desp": "Putem urmări anumite informații despre dvs. pe baza comportamentului dvs. pe vrnl.net. Utilizăm aceste informații pentru a efectua cercetări interne privind demografia, dispozitivele, interesele și comportamentul utilizatorilor noștri, pentru a-i înțelege mai bine, proteja și deservi. Aceste informații sunt compilate și analizate la nivel agregat.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Putem colecta informațiile dvs. pentru a urmări comportamentul și preferințele utilizatorilor pentru analize și cercetări interne. De asemenea, putem folosi informațiile dvs.:</strong><br> (i) Pentru a evalua interesul dvs. pentru opțiuni de investiții, servicii, oferte, abonamente;<br> (ii) Pentru a efectua analize și cercetări de piață, pentru a determina interesul dvs., pentru identificarea conținutului care generează vânzări și pentru a analiza tiparele de trafic.<br>",
  "inferred_info_a": "a. Funcții interactive",
  "inferred_info_a_desp1": "vrnl.net are multe funcții care permit utilizatorilor/membrilor să își dezvăluie identitatea și să comunice cu alți utilizatori/membri. Utilizarea acestor funcții și divulgarea oricăror detalii personale (ex: adresa de email) de către dvs. prin aceste funcții se face pe propriul risc, iar vrnl.net nu își asumă nicio responsabilitate. Totuși, dacă intimitatea dvs. a fost încălcată ca urmare a participării la astfel de funcții, ne puteți notifica prin email la vrnl@gmail.com",
  "inferred_info_a_desp2": "Dacă alegeți să postați mesaje pe conturi de social media, forumuri, camere de chat sau alte zone de mesaje sau să lăsați feedback, vom colecta acele informații pe care ni le furnizați. Păstrăm aceste informații atât timp cât este necesar pentru a soluționa dispute, a oferi suport clienților și a rezolva probleme, conform legii. De asemenea, putem păstra aceste informații la nivel agregat pentru a formula tendințe și sentimente de piață. Totuși, nu asociem nicio informație personală cu aceste comentarii sau postări în timpul analizelor.",
  "inferred_info_b": "b. Experiență utilizator și suport",
  "inferred_info_b_desp1": "Identificăm și folosim adresa dvs. IP pentru a ajuta la diagnosticarea problemelor cu serverul nostru și pentru a administra aplicația. Adresa IP este utilizată și pentru a vă identifica și pentru a colecta informații demografice generale pentru a vă personaliza experiența pe vrnl.net.",
  "inferred_info_b_desp2": "Ocazional vă vom solicita să completați sondaje online opționale. Aceste sondaje pot solicita informații de contact și demografice (precum cod poștal, vârstă etc.). Folosim aceste date pentru a vă adapta experiența pe vrnl.net, oferindu-vă conținut care credem că v-ar putea interesa și pentru a afișa conținut în funcție de preferințele dvs.",
  "info_thirdparty": "5. Informații pe care le colectăm prin terți",
  "info_thirdparty_a": "a. Autentificare prin Rețele Sociale",
  "info_thirdparty_a_desp": "Când vă înregistrați folosind alte conturi precum Facebook, Gmail etc., vom prelua informații din aceste conturi pentru a continua interacțiunea cu dvs. și pentru a vă furniza în continuare Serviciile. Colectăm următoarele informații de pe platformele respective de social media, inclusiv, dar fără a ne limita la:",
  "info_thirdparty_a_list": "<li><span>Facebook - Informații publice, Nume, Adresă de email, lista de prieteni</span> </li> <li><span>Google - Prenume, Nume, Adresă de email </span></li>",
  "info_thirdparty_b": "b. Informații tranzacționale sau de facturare",
  "info_thirdparty_b_desp": "Pe baza achiziției de către dvs. a unui pachet de abonament, partenerul nostru de procesare a plăților poate colecta informații referitoare la detaliile cardului dvs. de credit/debit sau alte detalii de cont bancar împreună cu adresa de facturare. Aceste informații sunt stocate de către partenerul nostru de plată. De exemplu, Serviciile vor utiliza parteneri terți de procesare a plăților pentru a procesa și facilita plata abonamentului dvs. pentru a vă oferi acces la serviciile de abonament. Vă rugăm să rețineți că vrnl.net nu colectează direct informații financiare precum detalii despre carduri de credit/debit sau despre internet banking de la dvs. Astfel de parteneri de plată nu sunt controlați de noi. Când vizitați aceste gateway-uri de plată, o faceți pe propriul dvs. risc. Acestea pot avea propriile politici de confidențialitate, pe care vă recomandăm să le consultați dacă le vizitați. Nu ne asumăm responsabilitatea pentru aceste gateway-uri, conținutul lor și practicile lor de confidențialitate și nici nu le susținem. Vă încurajăm să vă familiarizați cu declarațiile de confidențialitate oferite de aceste gateway-uri înainte de a le furniza informații sau de a efectua tranzacții.",
  "lawfulness_processing": "I. Scopuri și legalitatea prelucrării",
  "lawfulness_processing_desp1": "vrnl.net va colecta și prelucra datele dvs. personale doar atunci când avem un temei legal. Temeiurile legale includ obținerea consimțământului explicit de la dvs. pentru prelucrarea datelor sau prelucrarea pentru 'interese legitime', atunci când este necesar pentru a vă oferi suport clienți sau pentru a procesa datele dvs. în vederea furnizării serviciilor premium (de exemplu, procesarea informațiilor dvs. de către furnizorii de servicii de plată).",
  "lawfulness_processing_desp2": "Folosim informațiile pentru a furniza, analiza, administra, îmbunătăți și personaliza serviciul și eforturile noastre de marketing, pentru a procesa înregistrarea, comenzile, plățile și pentru a comunica cu dvs. în legătură cu cazurile menționate mai jos. De exemplu, folosim informațiile pentru a:",
  "lawfulness_processing_list": "<li><span>determina necesitățile portofoliului dvs. și a oferi sugestii personalizate, sfaturi și predicții privind tendințele pieței, alerte la schimbările de pe piață și statistici ale indicilor, toate acestea fiind de interes pentru dvs.;</span></li> <li><span>preveni, detecta și investiga activități interzise sau ilegale, inclusiv fraude;</span> </li> <li><span>analiza și înțelege audiența noastră, îmbunătăți serviciul (inclusiv experiențele de interfață) și optimiza selecția de conținut, algoritmii de recomandare și livrarea;</span></li> <li><span>comunica cu dvs. cu privire la serviciul nostru (de exemplu prin email, notificări push, SMS și canale de mesagerie online), pentru a vă transmite noutăți privind vrnl.net, detalii despre funcționalități și conținut nou, precum și oferte speciale, promoții, concursuri și sondaje, și pentru a vă asista cu cereri operaționale, precum resetarea parolei. </span></li> <li><span>Notifica schimbări în termenii serviciului.</span></li> <li><span>Permite participarea dvs. la funcționalitățile interactive oferite prin Servicii.</span></li> <li><span>Îndeplini obligațiile și a aplica drepturile ce decurg din contractele încheiate între dvs. și noi, inclusiv pentru facturare, returnări și colectări.</span></li>",
  "lawfulness_processing_desp3": "Putem folosi informațiile dvs. pentru a vă oferi o experiență personalizată atunci când vizitați/utilizați site-urile/aplicațiile noastre și în scopuri de analiză și marketing.",
  "lawfulness_processing_desp4": "Oferim personalizare utilizând datele pe care ni le furnizați prin cookies, adrese IP, web beacons sau tehnologii similare, în legătură cu dispozitivele pe care le folosiți. Astfel, putem să vă oferim conținut și/sau publicitate pe care le considerăm mai relevante pentru interesele dvs. Vă rugăm să oferiți consimțământ explicit pentru acest lucru atunci când colectăm datele dvs. și/sau să ajustați preferințele din profilul contului dvs.",
  "info_usedBy": "II. Informațiile utilizate de companie",
  "info_usedBy_desp1": "Informațiile furnizate de utilizatori ne permit să îmbunătățim Serviciile și să vă oferim cea mai prietenoasă experiență. În unele cazuri, putem solicita și adresa dvs. de contact. Toate informațiile necesare depind de serviciu și Compania poate utiliza aceste informații pentru a menține, proteja și îmbunătăți Serviciile (inclusiv publicitatea în 'Aplicație') și pentru dezvoltarea de servicii noi. Putem folosi adresa dvs. de email sau alte informații personale identificabile pentru a trimite mesaje comerciale sau de marketing, cu consimțământul dvs., conform legislației locale [cu opțiunea de a vă abona/dezabona, acolo unde este posibil]. Putem, însă, să folosim adresa dvs. de email fără consimțământ suplimentar pentru scopuri non-marketing sau administrative (precum notificarea modificărilor majore, asistență clienți, facturare etc.).",
  "info_usedBy_desp2": "Orice informație personală identificabilă furnizată de dvs. nu va fi considerată sensibilă dacă este disponibilă public și/sau accesibilă în domeniul public, cum ar fi comentarii, mesaje, bloguri, postări pe rețele sociale precum Facebook, Twitter etc. Orice conținut postat/transmis de utilizatori în secțiunile publice ale site-ului sau Aplicației devine conținut publicat și nu este considerat informație personală identificabilă conform acestei Politici de Confidențialitate. Dacă refuzați să furnizați informații personale identificabile, este posibil să nu vă putem oferi anumite servicii. În orice caz, nu vom fi responsabili pentru refuzul unor servicii din cauza lipsei informațiilor necesare. Când vă înregistrați în Aplicație sau Servicii, vă contactăm periodic pentru a vă actualiza datele personale, astfel încât să vă oferim funcționalități pe care considerăm că vi le-ar putea aduce beneficii.",
  "disclosure_tp": "III. Divulgarea către terți",
  "disclosure_tp_b": "b. Publicitate",
  "disclosure_tp_b_desp": "Când prezentăm informații agenților de publicitate — pentru a-i ajuta să înțeleagă audiența și să confirme valoarea publicității pe site-urile sau Aplicațiile noastre — acestea sunt de obicei sub formă de statistici agregate despre traficul către diverse pagini/conținut. Folosim companii terțe de publicitate pentru a difuza anunțuri atunci când vizitați site-urile sau Aplicațiile noastre. Aceste companii pot utiliza informații (inclusiv numele dvs., adresa, email-ul sau numărul de telefon ori alte date personale) despre vizitele dvs. pe acest și alte site-uri, pentru a furniza reclame relevante. Nu oferim informații personale terților fără consimțământul dvs.",
  "disclosure_tp_d": "d. Oferte promoționale",
  "disclosure_tp_d_desp": "Vom partaja sau divulga informațiile dvs. personale în afara vrnl.net atunci când avem consimțământul dvs. De exemplu, pentru a furniza servicii SMS și email legate de newslettere, promoții și oferte.",
  "disclosure_tp_f": "f. Legal",
  "disclosure_tp_f_desp": "vrnl.net poate divulga informații personale dacă este obligată prin lege sau în buna credință că o astfel de acțiune este necesară pentru a:",
  "disclosure_tp_f_list": "<li><span>respecta prevederile legale sau a se conforma unui proces legal;</span></li> <li><span>proteja și apăra drepturile sau proprietățile site-ului sau utilizatorilor vrnl.net;</span></li> <li><span>acționa în circumstanțe de urgență pentru a proteja siguranța utilizatorilor vrnl.net, a site-ului, a proprietarilor săi sau a publicului.</span></li>",
  "controls_choices": "IV. Controlul și opțiunile dvs.",
  "managing_info": "Gestionarea informațiilor dvs.",
  "managing_info_desp1": "Când utilizați Serviciile moneycontrol (site-urile sau sub-site-urile), depunem eforturi pentru a vă oferi, la cerere, acces la datele dvs. personale și ne asigurăm că orice date personale incorecte sau incomplete vor fi corectate sau actualizate, sub rezerva cerințelor legale privind păstrarea lor.",
  "managing_info_desp2": "Solicităm utilizatorilor să se identifice și să specifice datele solicitate înainte de procesarea cererilor și putem refuza cereri care sunt repetitive, disproporționate sau care ar afecta confidențialitatea altora. În orice caz, dacă oferim acces și corectare, acest serviciu este gratuit, cu excepția cazurilor care ar necesita eforturi excesive. Din cauza modului în care menținem serviciile, după ștergerea datelor, copiile reziduale pot rămâne pentru o perioadă în sistemele de backup.",
  "managing_info_desp3": "Pentru a exercita drepturile care vi se aplică în calitate de persoană vizată, trebuie să ne scrieți și să formulați o cerere. Asigurați-vă că menționați clar dreptul solicitat (de ex. Cerere de acces la date, Portabilitate, Ștergere), pentru a putea procesa mai rapid și eficient.",
  "managing_info_desp4": "Vă oferim posibilitatea de a exercita anumite controale și opțiuni cu privire la colectarea, utilizarea și partajarea datelor dvs. personale. În conformitate cu legea aplicabilă, controalele și opțiunile pot include:",
  "dataAccess_port": "a. Acces la date și portabilitate",
  "dataAccess_port_desp": "Regulamentul General privind Protecția Datelor (GDPR) vă dă dreptul să solicitați copii ale informațiilor dvs. personale pe care le deținem. Puteți solicita, de asemenea, transmiterea lor într-un format structurat, utilizat în mod obișnuit și prelucrabil automat și/sau transmiterea către un alt furnizor de servicii (unde este fezabil tehnic).",
  "data_retention": "c. Păstrarea și ștergerea datelor",
  "data_retention_desp1": "Păstrăm informațiile dvs. personale atât timp cât este necesar pentru interesele legitime specificate și pentru conformarea la obligațiile legale. Dacă nu mai doriți să folosim informațiile dvs., puteți solicita ștergerea și închiderea contului vrnl.net.",
  "data_retention_desp2": "Vă rugăm să rețineți că, în cazul în care solicitați ștergerea datelor dvs. personale:",
  "data_retention_list": "<li><span>Putem păstra unele date în scopuri legitime, precum detectarea și prevenirea fraudelor. De exemplu, dacă suspendăm un cont vrnl.net pentru fraudă, putem păstra anumite date pentru a preveni deschiderea altui cont în viitor.</span></li> <li><span>Putem păstra și utiliza datele personale pentru a respecta obligațiile legale (ex. taxe, raportări, audit).</span></li> <li><span>Informațiile partajate cu alții (ex. recenzii, postări pe forum) pot rămâne vizibile, dar fără a mai fi asociate cu dvs.</span></li> <li><span>Din cauza copiilor de siguranță, unele date reziduale pot rămâne pentru o perioadă limitată.</span></li>",
  "data_retention_note": "(Notă: Dacă aveți mai multe conturi moneycontrol, trebuie să formulați cereri separate pentru fiecare, folosind email-urile asociate)",
  "withdrawing_consent": "d. Retragerea consimțământului și restricționarea prelucrării",
  "withdrawing_consent_desp": "Pentru a vă retrage consimțământul în orice moment pe durata serviciilor oferite de noi, puteți face acest lucru trimițându-ne un e-mail. Vom analiza solicitarea dvs. și este posibil să vă cerem să vă verificați identitatea. După verificare, vom retrage consimțământul pentru care ați făcut cererea și vom opri orice altă prelucrare a informațiilor dvs. personale.",
  "fail_provideConsent": "V. Dacă nu furnizați consimțământul",
  "fail_provideConsent_desp": "Este de datoria noastră să vă informăm că vrnl.net este o platformă de publicitate. Reclamele reprezintă baza afacerii noastre, prin urmare permisiunea de a utiliza și prelucra informațiile dvs. personale pentru furnizarea de reclame este esențială pentru a vă oferi serviciile noastre. Utilizarea informațiilor personale pentru publicitate este un criteriu obligatoriu și nu vom putea să vă oferim serviciile noastre dacă nu ne autorizați să folosim informațiile dvs. personale în acest scop și pentru activitățile aferente.",
  "childrens_privacy": "VI. Confidențialitatea copiilor",
  "childrens_privacy_desp1": "vrnl.net nu este intenționat proiectat pentru sau adresat persoanelor cu vârsta mai mică de 16 ani. vrnl nu permite în mod conștient niciunei persoane sub 16 ani să se înregistreze la servicii sau să furnizeze alte informații de identificare personală. Dacă vrnl devine conștient că informații de identificare personală despre persoane sub 16 ani au fost colectate pe vrnl.net fără consimțământ parental verificat, atunci vrnl va lua măsurile necesare pentru a șterge aceste informații și va notifica părintele.",
  "childrens_privacy_desp2": "Cu toate acestea, considerăm că este responsabilitatea părinților să monitorizeze utilizarea serviciilor noastre de către copii. Politica noastră este să nu colectăm și să nu prelucrăm informații personale de la copii sub 16 ani și să nu trimitem materiale promoționale persoanelor din această categorie. vrnl nu caută și nu intenționează să caute sau să primească informații personale de la copii. Dacă un părinte sau tutore are motive să creadă că un minor a furnizat vrnl informații personale fără consimțământul lor, vă rugăm să contactați echipa noastră de asistență pentru a ne asigura că aceste informații sunt eliminate de pe vrnl.net.",
  "data_transfer": "VII. Transferul, stocarea și prelucrarea datelor la nivel global",
  "data_transfer_desp": "Operăm la nivel global și putem transfera informațiile dvs. personale către companii individuale afiliate vrnl sau terți din întreaga lume, în scopurile descrise în această politică de confidențialitate. Oriunde vor fi transferate, stocate sau prelucrate informațiile dvs. personale, vom lua măsuri rezonabile pentru a proteja confidențialitatea acestora. În plus, atunci când utilizăm sau dezvăluim informații personale transferate din Uniunea Europeană, folosim clauze contractuale standard aprobate de Comisia Europeană sau alte mijloace permise de legislația UE pentru a asigura garanții adecvate.",
  "security_compliance": "VIII. Securitate și conformitate cu legile",
  "security_compliance_desp": "Implementăm și actualizăm continuu măsuri de securitate administrative, tehnice și fizice pentru a vă proteja informațiile împotriva accesului neautorizat, pierderii, distrugerii sau modificării. Printre măsurile pe care le putem utiliza pentru protejarea informațiilor dvs. se numără firewall-urile, criptarea datelor și controalele de acces la informații. Dacă știți sau aveți motive să credeți că datele de autentificare ale contului dvs. vrnl.net au fost pierdute, furate, modificate sau compromise sau în cazul unei utilizări neautorizate efective sau suspectate a contului dvs., vă rugăm să contactați echipa noastră de asistență pentru clienți.",
  "changein_policy": "IX. Modificări ale politicii",
  "changein_policy_desp": "Această politică de confidențialitate poate fi modificată din când în când. Ne rezervăm dreptul, la discreția noastră, să modificăm termenii acestei politici pentru a asigura conformitatea cu legile aplicabile ('Termeni actualizați'). Termenii actualizați vor intra în vigoare imediat și vor înlocui termenii acestei politici. Vă vom notifica dacă modificările aduse politicii vă afectează semnificativ drepturile sau dacă acest lucru este cerut de lege. Sunteți singurul responsabil pentru a revizui periodic politica de confidențialitate. Continuând să utilizați vrnl.net după publicarea termenilor actualizați, vă exprimați acordul față de aceștia.",
  "contact_info": "X. Informații de contact",
  "contact_info_a": "a. Suport",
  "contact_info_a_desp": "Dacă aveți nevoie de informații sau clarificări privind utilizarea informațiilor dvs. personale sau această politică de confidențialitate ori dacă aveți reclamații legate de utilizarea datelor dvs. personale, vă rugăm să ne trimiteți un e-mail la",
  "contact_info_b": "b. Reclamații",
  "contact_info_b_desp1": "Puteți scrie responsabilului nostru cu protecția datelor în cazul oricărei plângeri. Aveți dreptul să reclamați activitățile de prelucrare a datelor efectuate de vrnl.net în fața autorităților competente de protecție a datelor.",
  "contact_info_b_desp2": "Dacă aveți întrebări sau plângeri legate de colectarea, prelucrarea sau transferul datelor personale sau cu privire la această politică, vă rugăm să contactați Responsabilul nostru cu protecția datelor.",
  "risk_management_title": "Pariurile tale, responsabilitatea noastră – Management de risc fără egal &",
  "risk_management_title2": "O companie care urmărește constant soluții inovatoare pentru a răspunde nevoilor sale de afaceri.",
  "dedicated_rm_team": "Echipă dedicată de management al riscului",
  "dedicated_rm_team_desp": "Avem o <b> echipă de management al riscului extrem de experimentată </b> care operează <b>24/7.</b> Rolul lor principal este de a monitoriza fiecare pariu și tranzacție de pe platforma noastră pentru a asigura <b>corectitudinea</b> și <b>siguranța</b> tuturor utilizatorilor.",
  "key_features_rm": "Caracteristici cheie",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Monitorizare în timp real:</strong> Sisteme avansate care urmăresc pariurile, schimbările de cote și activitatea utilizatorilor continuu.</span></li> <li><strong>Revizuire manuală:</strong> Alertele declanșează verificări detaliate ale modelelor de pariere, modificărilor cotelor și comportamentului conturilor.</li> <li><strong>Reducerea riscurilor:</strong> Acțiuni imediate precum anularea/suspendarea pariurilor, blocarea conturilor sau verificarea utilizatorilor în cazul detectării de nereguli.</li> <li><strong>Analiza datelor:</strong> Revizuirea continuă a datelor live și istorice pentru a detecta tendințele de risc și a îmbunătăți strategiile de prevenire.</li> <li><strong>Răspuns la incidente:</strong> Un plan structurat pentru gestionarea rapidă și eficientă a breșelor de securitate, trișării sau altor amenințări.</li>",
  "benefits_rm": "Beneficii",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Instruire continuă:</strong> Dezvoltarea constantă a abilităților echipei de risc pentru a face față eficient noilor amenințări.</span></li> <li><strong>Tehnologie și securitate avansată:</strong> Actualizări regulate, teste de penetrare, actualizări software și audituri de securitate.</li> <li><strong>Transparență:</strong> Comunicarea clară cu utilizatorii despre acțiunile de management al riscului pentru menținerea încrederii.</li> <li><strong>Îmbunătățire continuă:</strong> Strategii evolutive bazate pe incidente trecute și riscuri emergente pentru protejarea integrității platformei și a intereselor utilizatorilor.</li>",
  "sbs_bold": "Sports <strong> Betting Software </strong>",
  "sbs_bold_p1": "Ești pregătit să îți duci experiența de pariere sportivă la nivelul următor? Nu căuta mai departe de VRNL Sports Betting Software! În acest articol, vom explora cum tehnologia de ultimă generație VRNL poate transforma modul în care pariezi. Cu peste două decenii de expertiză în industrie, VRNL este partenerul tău de încredere pentru soluții inovatoare de pariere sportivă. Hai să pătrundem în lumea software-ului de pariuri sportive și să descoperim cum îți putem ridica jocul la un nivel superior.",
  "sbs_bold_p2": "Software-ul de pariere sportivă VRNL oferă o lume de posibilități pentru pasionații de sport și pariori. Cu accent pe furnizarea de informații precise, relevante și utile, VRNL combină expertiza de specialitate și experiențele personale pentru a crea o soluție completă de pariere. Ai încredere în VRNL pentru a-ți ridica experiența de pariere sportivă la noi înălțimi.",
  "sbs_bold_p3": "Explorează software-ul de pariere sportivă VRNL astăzi și ridică-ți experiența de pariere la nivelul următor!",
  "sbs_try_b2b": "Încearcă software-ul nostru de pariere B2B",
  "sbs_try_b2c": "Încearcă software-ul nostru de pariere B2C",
  "sbs_mf_desp": "Oferim o gamă extinsă de instrumente pentru a facilita gestionarea software-ului nostru de pariuri. Dintre acestea, evidențiem pe cele mai puternice și, mai ales, pe cele esențiale pentru a concura pe scena globală:",
  "sbs_mf_list": "<li> <strong>Cote în timp real</strong> Rămâi la curent cu cotele în timp real care îți oferă un avantaj competitiv. Software-ul VRNL se asigură că nu ratezi cele mai bune oportunități. </li> <li> <strong>Compatibilitate mobilă</strong> Pariază din mers cu software-ul VRNL compatibil cu dispozitive mobile. Fie că folosești iOS sau Android, platforma se adaptează dispozitivului tău pentru o experiență fără întreruperi. </li> <li> <strong>Serviciu avansat de cote</strong> redefinește API-urile de date sportive. Oferă cote pre-meci 100% precise și cele mai rapide feed-uri de cote live, cu latență minimă.</li> <li> <strong>Integrare flexibilă</strong> Platforma noastră poate fi integrată perfect în sistemul tău prin API sau iFrame, oferind versatilitate în implementare.</li>",
  "sbs_benefits": "Care vor fi beneficiile? <b>Hai să îți explicăm</b>",
  "sbs_benefits_p1": "<strong>Avantajul de a rula o platformă de pariuri online și retail</strong> Lansarea unei platforme de pariuri online poate fi într-adevăr provocatoare.",
  "sbs_benefits_p2": "De aceea am creat un <strong>mediu complet de software pentru pariuri sportive</strong> pentru a face procesul mai simplu, complet cu furnizori de cote de top pentru a-ți oferi cea mai largă acoperire.",
  "sbs_benefits_p3": "Partenerii noștri reglementați primesc suport complet pentru intrarea lor pe piața de pariuri online, împreună cu opțiunea versiunilor branduite sau nebranduite ale platformelor noastre.",
  "sbs_benefits_p4": "Software-ul nostru include instrumente robuste de management al riscului, făcând configurarea rapidă și simplă, iar acesta este pregătit să se extindă pe măsură ce afacerea ta crește.",
  "sbs_benefits_p5": "Gestionarea <strong>jucătorilor online și a agențiilor de pariuri</strong> nu a fost niciodată atât de simplă și prietenoasă.",
  "complete_sbs": "Software complet de <strong>Pariuri Sportive</strong>",
  "whatwe_have": "Ce avem pentru tine?",
  "whatwe_have_list": "<li> <strong>Controlul conturilor de jucători</strong> Platforma noastră oferă o gestionare robustă a conturilor jucătorilor, inclusiv servicii de înregistrare și verificare. Avem, de asemenea, un sistem eficient pentru detectarea și eliminarea conturilor frauduloase. </li> <li> <strong>Instrumente de geolocalizare</strong> Oferim instrumente care pot extrage informații de localizare din adresele IP, asigurând servicii precise de geolocalizare.</li>",
  "whatwe_have_desp": "Cu sprijinul nostru complet, principala ta preocupare poate fi să îți dezvolți rețeaua de agenții de pariuri și platforma online.",
  "b2c_sbs": "Software de pariuri sportive B2C",
  "b2c_sbs_p1": "VRNL este destinația ta principală pentru soluții software de pariuri sportive B2C. Suntem un nume de încredere în industrie, dedicați livrării de software de ultimă generație care îți îmbunătățește experiența de pariere sportivă. Fie că ești un parior experimentat sau un începător, avem instrumentele de care ai nevoie pentru a-ți ridica jocul. Încearcă astăzi software-ul VRNL de pariuri sportive și du-ți experiența la nivelul următor!",
  "b2c_sbs_p2": "B2C (business-to-consumer) software de pariuri sportive se referă la tehnologia și platforma utilizată de operatorii de pariuri pentru a oferi servicii direct utilizatorilor finali.",
  "b2c_sbs_p3": "Acest tip de software permite consumatorilor să plaseze pariuri pe diverse evenimente sportive prin aplicații web sau mobile. Iată câteva caracteristici și componente cheie întâlnite în mod obișnuit în software-ul de pariuri sportive B2C:",
  "b2c_sbs_list": "<li> <b>Înregistrare și gestionare conturi utilizatori:</b> Permite utilizatorilor să creeze conturi, să își gestioneze informațiile personale și să urmărească istoricul pariurilor. </li> <li> <b>Asistență pentru clienți:</b> Oferă opțiuni de suport precum chat live, email și telefon pentru a ajuta utilizatorii cu întrebări sau probleme. </li> <li> <b>Programe de afiliere:</b> Oferă programe de afiliere pentru marketing și promovare, permițând partenerilor să câștige comisioane pentru utilizatorii aduși. </li>",
  "casino_sbs": "Software pentru <strong>Casino și Pariuri Sportive</strong>",
  "casino_sbs_list": "Furnizori 75+<br /> Peste 15.000 de sloturi<br /> Peste 500 jocuri de masă<br /> Peste 700 jocuri video poker<br /> Peste 200 alte jocuri<br /> Show-uri live<br /> Jocuri First Person<br /> Ruletă americană live<br /> Blackjack live<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon Tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "platformă casino",
  "onc_desp1": "VRNL oferă soluția completă cu pachetul nostru <strong>White Label Casino</strong>.",
  "onc_desp2": "Platforma noastră de <strong>casino online</strong> este concepută pentru simplitate, asigurând o gestionare ușoară atât pentru începători, cât și pentru profesioniștii experimentați. Cu VRNL, vei primi îndrumare completă pentru a-ți lansa afacerea de <strong>casino online</strong>.",
  "onc_desp3": "Înainte să faci pasul decisiv, te invităm să vezi cum funcționează perfect în acțiune.",
  "wlc_mainFeatures_desp1": "Oferim o gamă extinsă de instrumente concepute pentru a-ți permite gestionarea platformei noastre de casino online. Dintre acestea, am selectat cele mai influente și, mai ales, indispensabile pentru a reuși pe scena globală:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Cel mai extins catalog de jocuri de casino online din lume,</strong> selectat cu atenție de la cei mai apreciați furnizori din industrie </li> <li> <strong class='black-color'>Instrumente pentru bonusuri</strong> și optimizarea profitabilității sloturilor </li> <li> <strong class='black-color'>Constructor de campanii</strong> și gestionarea turneelor de jocuri</li> <li>Poate fi <strong class='black-color'>integrat perfect prin tehnologia API sau iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "În plus, pachetul nostru include software de casino live, care îți permite să le oferi utilizatorilor tăi experiența autentică a unui cazinou real, direct de acasă.",
  "wlc_benefits": "Care vor fi beneficiile?",
  "letus_explain": "Hai să îți explicăm",
  "letus_explain_desp1": "Te gândești să pătrunzi în lumea pariurilor online? Compania VRNL îți oferă o ",
  "letus_explain_desp2": "soluție white label casino care poate fi punctul tău de plecare perfect.",
  "letus_explain_desp3": "Folosește serviciile și expertiza noastră profesională, împreună cu platformele și tehnologia noastră avansată de <strong>casino</strong>. Partenerii noștri reglementați beneficiază de suport extins la intrarea în industria casino-urilor online, cu opțiunea de platforme branduite sau nebranduite.",
  "letus_explain_desp4": "Lansarea unei afaceri de casino online poate fi o călătorie complexă. De aceea am creat un mediu complet de casino, cu furnizori de top și peste 1.000 de jocuri. Matematica jocurilor noastre este sigură și certificată, oferindu-ți liniște sufletească.",
  "letus_explain_desp5": "Extinde-ți afacerea fără efort cu instrumentele noastre robuste de management al riscului, pentru o configurare rapidă și ușoară.",
  "wlc_complete_solutions": "Soluții complete <span>White Label Casino</span>",
  "wlc_offer": "Ce îți oferim?",
  "wlc_complete_solutions_list": "<li>Proceduri de verificare, aprobate oficial de autorități</li> <li>Instrumente de marketing afiliat, sistem de recomandări și integrare cu rețelele sociale</li> <li>Notificări push mobile, notificări push web și mesaje în aplicație</li> <li>Controlul conturilor de jucători, înregistrare și verificare, și un sistem de detectare a conturilor frauduloase </li> <li>Instrumente de geolocalizare pentru extragerea informațiilor de locație din adrese IP</li>",
  "wlc_complete_solutions_more": "Dar asta nu e tot",
  "wlc_complete_solutions_desp": "<strong>Platforma VRNL este optimizată pentru performanță maximă</strong> și stabilitate. Folosim tehnologie de ultimă generație care funcționează de două ori mai rapid decât platformele de casino obișnuite. Experiența noastră vastă a creat cea mai rapidă și mai puternică aplicație existentă astăzi.",
  "wlc_numbers": "Casino <span>White Label</span> în cifre",
  "wlc_numbers_p1": "Descoperă posibilitățile nelimitate ale soluțiilor White Label Casino oferite de compania VRNL. Ridică-ți afacerea de casino cu gama noastră extinsă de oferte.",
  "wlc_numbers_p2": "Cea mai bună selecție de furnizori de live casino la nivel mondial",
  "wlc_numbers_p3": "O varietate incomparabilă de mese live disponibile online, cu livrare multi-canal.",
  "wlc_numbers_list": "<li>Peste 75 de furnizori</li> <li>Peste 15.000 de sloturi</li> <li>500+ jocuri de masă</li> <li>700+ jocuri video poker</li> <li>Peste 200 alte jocuri</li>",
  "wlc_numbers_p4": "Echipa noastră dedicată te va ghida în toate etapele, de la instruirea inițială până la lansarea producției.",
  "wlb_platform": "Platformă White Label Betting",
  "wlb_platform_p1": "Soluția <b class='bold'>white label sportbook</b> VRNL oferă o platformă completă, gestionată integral. <br />",
  "wlb_platform_p2": "Unul dintre punctele forte ale soluției noastre white label sportsbook este <b class='bold'>viteza excepțională de creare și lansare a site-ului.</b> Echipa noastră dedicată îți poate lansa site-ul de pariuri sportive în doar zece zile lucrătoare, <b class='bold'>personalizat exact după cerințele tale.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Serviciul nostru include găzduire specializată</b>, tot software-ul necesar, feed-uri de cote sportive live, instrumente de management al riscului și servicii de suport clienți de top. Suntem lideri în platforme white label de pariuri.",
  "wlb_platform_list": "<li> Dezvoltare website, <b>Branding, Personalizare</b> și Testare riguroasă a platformei clienților </li> <li>Îmbunătățiri și actualizări regulate de funcționalități</li> <li> <b>Furnizare hardware</b>, găzduire, monitorizare 24/7 și suport complet </li> <li> <b>Gamă variată de piețe de pariuri,</b> categorii sportive și oferte de ligi </li> <li>Proces eficient de acceptare și decontare a pariurilor</li> <li>Management avansat al riscului, contabilitate robustă și instrumente de monitorizare vigilentă</li>",
  "wlb_platform_p4": "Consultanții dedicați VRNL îți vor colecta cerințele și îți vor prezenta o selecție de șabloane și cele mai recente realizări. Este important de reținut că toate platformele noastre sunt multilingve și acceptă mai multe monede, iar interfața (UI) va fi adaptată cu atenție nevoilor tale specifice.",
  "wlb_platform_customization": "Personalizări",
  "be_unique": "Fii unic",
  "be_unique_desp1": "<b class='bold'>VRNL este specializată în platforme white label personalizate pentru pariuri, casino și </b>soluții adaptate care îți evidențiază identitatea brandului.",
  "be_unique_desp2": "Echipa noastră de experți se asigură că fiecare detaliu, de la interfețe vizuale impresionante până la integrarea logo-ului și îmbunătățirea funcționalităților, se aliniază cu viziunea ta.",
  "be_unique_desp3": "Pornește în călătoria ta în universul VRNL, unde viziunea ta unică prinde viață.",
  "wlb_platform_odds": "Cote",
  "wlb_platform_odds_optimize": "Optimizează cotele de pariuri cu VRNL",
  "wlb_platform_odds_p1": "Rămâi în fața concurenței cu serviciile noastre avansate de <b class='bold'>management al cotelor</b>. Oferim ajustări de cote în timp real, management al riscului și analiză de piață pentru a te ajuta să îți optimizezi ofertele de pariuri sportive și să îmbunătățești experiența jucătorilor.",
  "wlb_platform_odds_p2": "Echipa noastră de specialiști este dedicată succesului tău. Contactează-ne astăzi pentru a afla cum îți putem duce afacerea de pariuri la nivelul următor.",
  "wlb_platform_zeroRisk": "Risc zero",
  "wlb_platform_zeroRisk_h1": "Servicii de tranzacționare și management al riscului",
  "wlb_platform_zeroRisk_p1": "Oferim servicii complete de tranzacționare și management al riscului, împreună cu ghidaj expert în administrarea cotelor. În plus, oferim o funcționalitate unică - acoperirea câștigurilor. Practic, aceasta înseamnă că, dacă platforma ta nu generează venituri, noi intervenim și acoperim plățile către jucători. Prioritizăm liniștea ta sufletească.",
  "wlb_platform_bpb": "Branding platformă de pariuri",
  "wlb_platform_bpb_layouts": "Șabloane nelimitate",
  "wlb_platform_bpb_layouts_desp": "Alege dintre o <b>gamă diversă de șabloane de pariuri</b> cu selecția noastră extinsă. Alternativ, exercită control creativ total prin construirea propriului design cu ajutorul <b>serviciilor API</b>. Cu această opțiune, tu și echipa ta de dezvoltare puteți construi independent o interfață complet personalizată, adaptată perfect viziunii tale.",
  "Betting": "Pariuri",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "VRNL este cel mai bun furnizor de software pentru pariuri sportive din Bangladesh.",
  "who_we_are": "cine suntem",
  "what_we_do": "ce facem",
  "about_us_title": "Despre noi - Software white label pentru pariuri sportive și casino online",
  "casino_providers": "Furnizori Casino",
  "betting_providers": "Furnizori Pariuri",
  "games_providers": "Furnizori Jocuri",
  "online_exch_sw_title": "Revoluționează-ți afacerea cu software-ul VRNL Online Exchange",
  "casino_games_title": "Jocuri de casino - White Label Casino",
  "casino_tournaments_title": "Software turnee de casino - White Label Casino online",
  "esports_title": "Software pentru eSports Betting care le permite utilizatorilor tăi să parieze pe cele mai populare jocuri eSports",
  "faq_title": "VRNL FAQ – Ghidul tău pentru întrebări și răspunsuri comune",
  "iframe_title": "Sportsbook iFrame White Label - pariuri sportive și casino",
  "live_casino_title": "White Label Casino - pornește propriul tău casino online",
  "lottery_games_title": "Jocuri Loto - White Label Casino",
  "mobile_title": "Îmbunătățește-ți experiența cu software-ul VRNL de pariuri sportive pe mobil",
  "online_casino_sw_title": "Software de Casino Online - Evoluția furnizorilor de software și platforme pentru casino online",
  "ourTheme_title": "Pariază & Câștigă: Munca noastră în lumea pariurilor online și a casino-urilor",
  "risk_management_title_main": "Strategii de management al riscului pentru operatorii de sportsbook - White Label pariuri sportive și casino",
  "sport_bet_title": "Îmbunătățește-ți experiența de pariere cu software-ul VRNL Sports Betting",
  "wlc_title": "White Label Casino - Pornește-ți ușor propriul casino online cu soluția noastră White Label.",
  "whiteLabel_title": "VRNL - Furnizorul tău personalizat de software white label pentru sportsbook",
  "TOAST": {
    "FILL_REQUIRED": "Vă rugăm să completați toate câmpurile obligatorii.",
    "SUBMITTING": "Se trimite cererea...",
    "SUCCESS": "Cererea de demonstrație a fost trimisă cu succes!",
    "ERROR": "A apărut o eroare. Vă rugăm să încercați din nou."
  },
  "disclosure_tp_a_desp": "<strong>a. Divulgare generală</strong><br> Uneori, vrnl.net poate pune la dispoziția partenerilor strategici anumite informații personale care lucrează cu vrnl.net pentru a oferi servicii sau care ajută vrnl.net să facă marketing către clienți. De exemplu, când achiziționați și activați un abonament, autorizați vrnl.net să schimbe informațiile pe care le furnizați în timpul procesului de activare pentru a efectua un serviciu. Dacă ați aprobat serviciul, contul dumneavoastră va fi guvernat de politica de confidențialitate a vrnl.net. Informațiile personale vor fi partajate de vrnl.net doar pentru a oferi sau a îmbunătăți serviciile și aspectele de marketing; nu vor fi partajate cu terți în scopuri de marketing.<br> Vrnl.net poate, de asemenea, să selecteze cu atenție alte companii pentru a vă trimite informații despre produsele sau serviciile lor care sunt legate de serviciul site-ului, dar care nu sunt necesare pentru funcționarea acestuia („Serviciu Extins”). Dacă vrnl.net intenționează să folosească informații personal identificabile pentru un Serviciu Extins, site-ul vrnl.net vă va oferi posibilitatea și instrucțiunile necesare pentru a refuza acest serviciu.<br> De asemenea, puteți opri livrarea de e-mailuri informative sau promoționale de la <b>vrnl.net</b> urmând instrucțiunile din e-mail.",
  "objection_processing_desp": "<strong>e. Obiecție la Procesare</strong><br> În cazul în care informațiile dumneavoastră personale sunt procesate în scopuri de marketing direct, puteți, în orice moment, să ne solicitați să încetăm procesarea datelor dumneavoastră în aceste scopuri de marketing direct, trimițându-ne un e-mail.<br> Vă rugăm să fiți conștienți că, dacă nu ne permiteți să colectăm informații personale despre dumneavoastră, s-ar putea să nu putem furniza anumite experiențe, produse și servicii și unele dintre serviciile noastre s-ar putea să nu poată ține cont de interesele și preferințele dumneavoastră. Dacă colectarea informațiilor personale este obligatorie, vom clarifica acest lucru la momentul colectării, astfel încât să puteți lua o decizie informată privind participarea. Dacă aveți întrebări despre informațiile personale specifice despre dumneavoastră pe care le procesăm sau le păstrăm și despre drepturile dumneavoastră referitoare la aceste informații, vă rugăm să contactați echipa noastră de suport pentru clienți.",
  "disclosure_tp_e_desp": "<strong>e. Transferuri de afaceri</strong><br> Furnizăm informații personale afiliaților noștri și altor afaceri sau persoane de încredere pentru a le procesa în numele nostru, pe baza instrucțiunilor noastre și în conformitate cu Politica noastră de confidențialitate și cu alte măsuri adecvate de confidențialitate și securitate. De exemplu, putem folosi furnizori de servicii pentru a ne ajuta cu suportul pentru clienți.<br> În cazul în care vrnl este fuzionat cu sau achiziționat de o altă companie sau în cazul reorganizării sau restructurării afacerii, noi și afiliații noștri putem partaja informațiile dumneavoastră personale, în totalitate sau parțial, cu o altă entitate de afaceri.",
  "rectification_iii_desp": "<strong>b. Rectificarea informațiilor inexacte sau incomplete</strong><br> Ne puteți solicita să corectăm informațiile personale inexacte sau incomplete care vă privesc (acestea sunt informațiile pe care nu le puteți actualiza singur în contul dumneavoastră moneycontrol) trimițându-ne un e-mail.<br> Puteți accesa și actualiza unele dintre informațiile dumneavoastră personale prin setările contului. Dacă ați ales să conectați profilul dumneavoastră vrnl.net la o aplicație terță, precum Facebook sau Google, puteți schimba setările și elimina permisiunea pentru aplicație modificând setările contului. Sunteți responsabil pentru menținerea informațiilor dumneavoastră personale actualizate. Vrnl.net poate trimite memento-uri periodice prin e-mail pentru a menține acuratețea informațiilor dumneavoastră personale.",
  "disclosure_tp_c_desp": "<strong>c. Furnizori de servicii</strong><br> Vrnl.net poate include linkuri către diverse site-uri terțe care pot colecta informațiile dumneavoastră personale. Utilizarea informațiilor dumneavoastră colectate de o astfel de platformă terță va fi guvernată de politica de confidențialitate a platformei respective. Astfel de site-uri sau aplicații sunt guvernate de politicile lor proprii de confidențialitate, care sunt în afara controlului nostru. Odată ce părăsiți serverele noastre (puteți vedea unde vă aflați verificând URL-ul din bara de locație a browserului), utilizarea oricăror informații pe care le furnizați este guvernată de politica de confidențialitate a operatorului aplicației pe care o vizitați. Acea politică poate diferi de a noastră. Dacă nu găsiți politica de confidențialitate a vreunui site printr-un link de pe pagina principală a aplicației, ar trebui să contactați direct proprietarii aplicației pentru mai multe informații.<br> Putem partaja informații care nu permit identificarea personală public și cu partenerii noștri – cum ar fi editori, agenți de publicitate, dezvoltatori sau deținători de drepturi. De exemplu, împărtășim informații public pentru a arăta tendințe privind utilizarea generală a serviciilor noastre. De asemenea, permitem partenerilor specifici să colecteze informații din browserul sau dispozitivul dumneavoastră în scopuri de marketing/promovare și măsurare, folosind propriile lor cookie-uri sau tehnologii similare.",
  "data_security": "Securitatea datelor"
}