{
  "contact_title": "Компания, которая постоянно ищет инновационные решения для удовлетворения своих бизнес-потребностей.",
  "contact_footer": "«Мы команда креативных стратегов, энтузиастов технологий и эффективных коммуникаторов, движимых неизменной страстью к индустрии онлайн-гейминга. Наша непрерывная приверженность — способствовать успеху наших клиентов в бизнесе.»",
  "contact_header": "Свяжитесь с нами",
  "contact_para": "Проконсультируйтесь с экспертом VRNL, чтобы узнать, как наши решения могут повысить эффективность вашего бизнеса ставок.",
  "telegram": "Telegram",
  "write_msg": "Просто напишите нам сообщение",
  "fname": "Полное имя",
  "fname_err": "Поле обязательно для заполнения (минимум 2 символа).",
  "email": "Ваш email",
  "email_err": "Требуется действительный адрес электронной почты.",
  "country": "Страна",
  "pnumber": "Номер телефона",
  "pnumber_err": "Номер телефона должен содержать 10 цифр.",
  "message": "Сообщение",
  "sending": "Отправка…",
  "submit": "Отправить",
  "con_param1": "Мы не передаем вашу личную информацию третьим лицам. Ознакомьтесь с нашей",
  "privacy_policy_form": "«политикой конфиденциальности»",
  "con_param2": "для получения дополнительной информации",
  "casino_tournament_h1": "Турниры <b class='chck'>Казино</b> позволяют создавать турнир с начальной и конечной датой.",
  "casino_tournament_p1": "Мощный инструмент для увеличения дохода казино — внедрение <strong>Турниров Казино.</strong>",
  "casino_tournament_h2": "Вы сможете полностью <strong>настраивать каждый турнир</strong>, выбирая слоты, которые будут участвовать в соревновании.",
  "casino_tournament_p2": "Чтобы <strong>создать акцию</strong>, достаточно выбрать <strong>название</strong> <strong>турнира</strong>, определить <strong>слоты</strong> для включения и указать <strong>джекпот</strong>, который будет распределен между <strong>различными призами</strong>, все из которых можно настроить по вашему усмотрению.",
  "casino_tournament_p3": "Основные детали для ввода включают <strong>дату начала,</strong> <strong>дату окончания,</strong> <strong>общий джекпот,</strong> количество участников в рейтинге, а также минимальное требование по ставкам для участия в турнире.",
  "casino_tournament_p4": "Кроме того, вы всегда будете иметь доступ к таблице лидеров в реальном времени, отображающей имена пользователей, позиции игроков и соответствующие призы. Эта функция значительно улучшает пользовательский опыт на вашей платформе казино, привлекая больше игроков и увеличивая доход.",
  "casinogames_title": "Почему выбирают нашу платформу?",
  "casinogames_title_h1": "Самый обширный каталог ",
  "online_casino_games": "онлайн-игр казино",
  "online_casino_games_p1": "Наш <b style='color: #575756;'> White Label </b> — это ваш идеальный выбор, предоставляющий непревзойденный ассортимент из более чем 3000 захватывающих игр казино и слотов. Мы гордимся тем, что предлагаем самый полный набор онлайн-игр казино в интернете.",
  "online_casino_games_p2": "Мы обслуживаем операторов онлайн-гейминга, букмекерские конторы, лотереи и организации ставок, работающие на регулируемых рынках.",
  "online_casino_games_p3": "Мы понимаем важность безопасной и честной игры в мире онлайн-казино. Поэтому наша игровая математика не только надежна, но и сертифицирована независимыми игровыми лабораториями. Эта сертификация гарантирует максимальный уровень пользовательского опыта для ваших игроков, делая их игру по-настоящему первоклассной.",
  "casino_nos": "ЦИФРЫ КАЗИНО",
  "slot_machine": "Игровой автомат",
  "morethan10": "Более 10",
  "tablegames": "Настольные игры",
  "morethan4": "Более 4",
  "videopoker": "Видеопокер",
  "morethan": "Более",
  "lottery": "Лотерея",
  "morethan9": "Более 9",
  "proveedores": "ПРОВАЙДЕРЫ",
  "morethan12": "Более 12",
  "online_turnkey": "Мы предоставляем комплексные решения для онлайн-казино",
  "casino_wls": "Решение White Label Казино",
  "casino_wls_desp": "Запустите свое брендированное казино с легкостью, используя решение White Label от VRNL. Настройте казино, предложите широкий выбор игр, обеспечьте безопасность и начните получать доход быстро.",
  "webbranding": "Брендинг веб-сайта",
  "webbranding_desp": "Повышайте свою онлайн-присутствие с экспертными услугами по брендингу веб-сайта от VRNL. Мы проектируем, создаем и преобразуем сайты, чтобы отразить вашу уникальную идентичность, оставляя неизгладимое впечатление.",
  "toolstraning": "Инструменты (обучение)",
  "toolstraning_desp": "Раскройте свой потенциал в мире трейдинга с мощными инструментами VRNL. Наши передовые решения дают вам знания и технологии для принятия обоснованных решений и максимизации успеха.",
  "client_support": "Поддержка клиентов",
  "client_support_desp": "Улучшите опыт ваших клиентов с исключительной поддержкой VRNL. Наша команда готова предоставить профессиональную помощь, обеспечивая удовлетворение потребностей клиентов эффективно и заботливо.",
  "aboutus_title": "Уверены, вам интересно узнать",
  "aboutus_desp": "Компания, которая постоянно ищет инновационные решения для удовлетворения своих бизнес-потребностей.",
  "online_gaming_provider": "Поставщик онлайн-гейминга",
  "about-section1-para1": "<strong style='color: #000;'> VRNL — это зарекомендовавший себя поставщик спортивных ставок и игр с впечатляющим 10-летним опытом работы в индустрии ставок. </strong> С 2012 года мы предоставляем услуги букмекерам, лотереям и организациям ставок на регулируемых рынках.",
  "about-section1-para2": "Мы — команда креативных стратегов, энтузиастов технологий и эффективных коммуникаторов, движимых неизменной страстью к индустрии онлайн-гейминга. Наша непрерывная приверженность — способствовать успеху наших клиентов в бизнесе.",
  "about-section1-para3": "Наша передовая игровая платформа является одним из ключевых факторов, благодаря которым VRNL достиг статуса уважаемой международной софтверной компании.<strong style='color: #000;'> Используя наш 10-летний опыт, VRNL с гордостью предоставляет свои услуги более чем 40 букмекерам в 11 странах мира.</strong>",
  "about_us": "О нас",
  "about_us_desp": "VRNL — крупнейшая платформа для предоставления онлайн-ставок на спорт и казино White Label. Мы предлагаем API биржи вместе с кастомизированными услугами сайта для Бангладеш с низкими комиссиями и надежной платформой, включая казино. Мы предоставляем API для всех лиг на биржах, а также онлайн-стриминг. Наслаждайтесь ставками на надежной платформе и более чем 1000 слотами и настольными играми на нашем сайте.",
  "our_client": "Наши клиенты",
  "our_client_desp": "В VRNL мы неустанно ищем лучшие партнерства в игровой и развлекательной индустрии, чтобы обеспечить непревзойденный опыт для наших клиентов и игроков. Через сотрудничество с известными международными казино и провайдерами виртуальных игр мы интегрировали нашу платформу ставок с широким набором игр — от слотов и настольных игр до live-казино, виртуальных игр и даже фэнтези-игр. Наша платформа доступна на ПК и мобильных устройствах с высококачественной графикой, анимацией и звуком, а интуитивное меню улучшает пользовательский опыт. Быстрая интеграция сочетает масштабируемость, гибкость и высокую производительность, обеспечивая безопасность и надежность. Мы гордимся тем, что предоставляем нашим клиентам самый широкий выбор игр в секторе, предлагая идеальные решения для каждого. Добро пожаловать в VRNL, где игровое мастерство встречается с безграничными возможностями. VRNL гордится сотрудничеством с наиболее выдающимися именами в области программного обеспечения для игр и платежных решений. Делитесь нашей платформой для успеха и добавьте свое имя в этот растущий список.",
  "lost404": "Похоже, вы потерялись",
  "lost404desp": "страница, которую вы ищете, недоступна!",
  "gotohome": "На главную",
  "esports_bs": "ПЗ для ставок на eSports",
  "esports_bs_desp1": "В VRNL мы гордимся тем, что предоставляем фанатам eSports уникальный и захватывающий опыт.",
  "esports_bs_desp2": "VRNL — ваш путь в мир, где игры и ставки объединяются. Наше ПО для ставок на eSports создано для фанатов игр, обеспечивая захватывающий, безопасный и выгодный опыт. Не упустите шанс быть частью событий. Присоединяйтесь к VRNL сегодня и поднимите свой игровой опыт на новый уровень!",
  "startnow": "Начать сейчас",
  "easy_setup": "Простая настройка, меньше, чем вы думаете.",
  "easy_setup_desp1": "Мы можем предоставить платформу eSports всего за несколько недель.<br> Мы занимаемся всеми аспектами процесса: хостинг, пользовательский интерфейс, поставка коэффициентов, кастомизированные страницы, активация продукта и стратегия спортбука.",
  "easy_setup_desp2": "Ваша основная задача может быть сосредоточена на создании и развитии ваших онлайн-сетей.",
  "esport_bet_center_h1": "Если вы думаете о начале онлайн-ставок, наше ПО для ставок на eSports — отличный первый шаг.",
  "esport_bet_center_p1": "Воспользуйтесь нашими экспертными услугами и передовыми технологиями ставок на eSports. Наши регулируемые партнеры получают полную поддержку при входе в онлайн-бизнес ставок и могут использовать наши кастомизированные или стандартные платформы.",
  "esport_bet_center_p2": "Начало онлайн-спортбука, ориентированного на eSports, может быть сложным. Поэтому мы создали комплексную систему ставок на eSports с предматчевыми услугами ставок, предлагая самый широкий выбор опций онлайн.",
  "have_qes": "Есть вопросы?",
  "para_faq": "У нас есть ответы (ну, в большинстве случаев!)",
  "freq_param": "Ниже вы найдете ответы на самые распространенные вопросы, пожалуйста, ознакомьтесь с нашим",
  "if_still_qes": "Если вы все еще не нашли нужный ответ, просто",
  "sbs_faqs": "FAQ по ПЗ для спортивных ставок",
  "whatis_sbs": "Что такое ПО для спортивных ставок?",
  "whatis_sbs_ans": "ПО для спортивных ставок разработано на основе рынков и выборов пользователя. Наши эксперты всегда готовы предоставить лучший сервис, учитывая ваши потребности и требования рынка. Мы управляем каждым этапом процесса разработки, предоставляя полную и эффективную платформу для ставок.",
  "affiliate_systems": "Вы предлагаете партнерские системы?",
  "affiliate_systems_ans": "Да, наша сеть ПО основана на 5 уровнях: Администратор платформы — доступ к бэкэнду (возможны другие доступы с ограниченными правами). Реселлер — мастер-агент, контролирующий несколько букмекерских пунктов. Получение комиссий с оборота или прибыли. Букмекерская точка — физическая точка, где игроки могут делать ставки. Кассир — профиль сотрудников, делающих ставки без комиссий. Онлайн-игрок — регистрация аккаунта онлайн или в пункте, размещение ставок.",
  "whatis_label": "Что такое White Label сайт для ставок?",
  "whatis_label_ans": "White Label сайт ставок — полностью кастомизированная платформа. Сайт VRNL White Label предлагает сертифицированные игры, бонусную систему и платежные шлюзы. Контент интерфейса, язык и валюта выбираются вами, а VRNL предоставляет различные графические шаблоны, функции и инструменты.",
  "fullmanagement": "Могу ли я полностью управлять коэффициентами и маржами?",
  "fullmanagement_ans": "Бэкэнд содержит множество инструментов, функций и отчетов, предоставляющих полный обзор деятельности по спортивным ставкам. Существует специальный раздел управления коэффициентами, где можно редактировать маржи, множители и коэффициенты по рынку, матчу и/или чемпионату.",
  "logobrand": "Могу ли я использовать свой логотип и фирменные цвета?",
  "logobrand_ans": "Да, вы можете. Мы предоставляем различные решения в зависимости от ваших требований. Мы можем создать индивидуальное решение или предоставить turnkey-платформу, изменяя только цвета бренда и логотип.",
  "fullycustomized": "Я хочу полностью кастомизированное решение, это возможно?",
  "fullycustomized_ans": "VRNL предоставляет команду экспертов для настройки полностью кастомизированной платформы ставок. Менеджер аккаунта собирает требования и координирует проект с менеджером проекта, дизайнером и IT-менеджером.",
  "software_cost": "Сколько стоит ПО для спортивных ставок?",
  "software_cost_ans": "Стоимость зависит от функций и услуг. Существуют различные планы в зависимости от объема игры и желаемой модели агента с собственной сетью игроков.",
  "what_products": "Какие продукты вы предлагаете?",
  "what_products_ans": "Наш основной бизнес — спортивные ставки. Наше ПО для спортивных ставок разработано внутренней командой с 2005 года. Кроме спортивных ставок мы также предлагаем live-ставки, казино, live-казино, лотереи и виртуальные игры, чтобы предоставлять комплексные решения.",
  "canaddfeatures": "Могу ли я добавить функции, отчеты и страницы в ПО для ставок?",
  "canaddfeatures_ans": "ПО включает множество отчетов, страниц и баннеров, которые можно настроить (CMS) или разработать по запросу. Если нужно создать новую функцию, мы создаем совместный проект: сбор информации, проект/рендеринг, тестирование и финальный выпуск.",
  "canofferbettingservices": "Могу ли я предлагать ставки на спорт в своих казино?",
  "canofferbettingservices_ans": "У нас есть решения как для онлайн, так и для оффлайн бизнеса. Если у вас есть наземное казино, вы можете добавить спортивные ставки с помощью нашего ритейл-решения, создавая кассовые аккаунты для управления продажей билетов.",
  "change_currentprovider": "Как изменить текущего поставщика программного обеспечения?",
  "change_currentprovider_ans": "Если вы уже управляете Exchangebook и хотите перейти на нашу платформу спортивных ставок, мы обеспечим правильное управление процессом и подготовим план миграции. Личные данные игроков будут загружены на новую платформу, а переход будет спланирован так, чтобы завершить миграцию за несколько часов.",
  "sbs_offer": "Какие функции предлагает программное обеспечение для спортивных ставок?",
  "sbs_offer_ans": "Программное обеспечение для спортивных ставок может предоставлять функции, такие как прогнозы на основе данных, симуляции, тенденции ставок, сравнение коэффициентов и многое другое. Также оно предлагает подробный анализ прошлых игр и предстоящих матчей, чтобы помочь игрокам принимать более информированные решения. Мы специализируемся на создании розничных букмекерских контор и онлайн-сетей, включая процедуры KYC, одобренные регулирующими органами, платежные шлюзы для азартных игр, партнерские маркетинговые инструменты, системы рефералов и социальные сети, push-уведомления для мобильных и веб, управление аккаунтами игроков, процессы регистрации и верификации, системы обнаружения мошенничества и инструменты геолокации для получения информации о местоположении по IP.",
  "sbs_legal": "Является ли программное обеспечение для спортивных ставок законным?",
  "sbs_legal_ans": "Да, программное обеспечение для спортивных ставок законно и используется многими профессиональными игроками. Однако важно убедиться, что вы используете ПО в соответствии с законами вашей юрисдикции.",
  "ebs_faqs": "Часто задаваемые вопросы о программном обеспечении для ставок на eSports",
  "ebs_titleoffer": "Какие eSports-игры вы предлагаете?",
  "ebs_titleoffer_ans": "<li><strong>Наиболее популярные:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Спортивные игры:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Многопользовательские онлайн-игры:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>Шутеры от первого лица (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Файтинги:</strong> Street Fighter, Super Smash Bros, Tekken. RTS: StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Королевская битва:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Есть ли мобильная версия?",
  "mobileversion_ans": "Да, VRNL полностью оптимизирован для мобильных устройств. Наша платформа работает на всех смартфонах и планшетах, предоставляя доступ к спортивным ставкам, казино, iGaming и eSports в любое время. Пользуйтесь удобным интерфейсом, быстрой загрузкой и безопасными транзакциями прямо из мобильного браузера — без необходимости скачивания приложений. Независимо от Android или iOS, опыт использования такой же удобный и функциональный, как на ПК.",
  "runesportsplatform": "Могу ли я запустить платформу ставок на eSports без управления коэффициентами и торговлей?",
  "runesportsplatform_ans": "Наши решения для ставок на eSports включают поток коэффициентов. Программное обеспечение содержит множество функций и инструментов для управления коэффициентами и маржами в полной автономии. Если вы хотите сосредоточиться только на управлении точками продаж и игроками, мы предоставляем услуги трейдинга и поддержку.",
  "esports_solutions": "Я хочу полностью кастомизированное решение для eSports, возможно ли это?",
  "esports_solutions_ans": "VRNL предоставляет команду экспертов для создания полностью индивидуальной платформы ставок на eSports. Менеджер аккаунта собирает требования и координирует проект с другими участниками команды: менеджером проекта, графическим дизайнером и IT-менеджером.",
  "newtobusiness": "Я новичок в этом бизнесе, что мне нужно знать?",
  "newtobusiness_ans": "Правильное управление платформой ставок на eSports может сделать этот бизнес очень прибыльным. Мы предлагаем различные решения и услуги в зависимости от уровня вовлеченности и знаний. Эксперт по играм будет работать с вами, чтобы подобрать лучшее eSports-решение, подходящее вашим потребностям.",
  "eSports_market": "Сколько существует live-рынков для eSports?",
  "eSports_market_ans": "На сегодняшний день мы предлагаем 20 live-рынков для eSports.<br> Мы постоянно добавляем новые рынки.",
  "eSportsLogoBrand": "Могу ли я использовать свой логотип и цвета бренда для eSports?",
  "eSportsLogoBrand_ans": "Да, вы можете. Мы предлагаем различные решения в зависимости от ваших требований. Мы можем создать индивидуальное eSports-решение с учетом ваших запросов или предоставить turnkey-решение, изменяя только логотип и цвета вашего бренда.",
  "eSports_server": "Могу ли я разместить eSports exchange на своей серверной инфраструктуре?",
  "eSports_server_ans": "Нет, нельзя. Хостинг предоставляется как услуга в нашем пакете, так как для гарантии правильной работы ПО для ставок на eSports наши системные администраторы настроили выделенную кластерную структуру с резервными копиями и планом восстановления после сбоев. Это обеспечивает соблюдение глобальных стандартов безопасности и нормативных требований.",
  "sp_faqs": "Часто задаваемые вопросы о платформе потокового вещания",
  "promte_cricket": "Сколько матчей по крикету я могу продвигать?",
  "promte_cricket_ans": "Во время прямой трансляции с панели управления можно активировать два матча одновременно, но нет ограничения на количество подключаемых матчей.",
  "broadcast_live": "Можно ли транслировать события казино в прямом эфире?",
  "broadcast_live_ans": "Да, все игры казино могут транслироваться в прямом эфире на всех платформах, где это разрешено.",
  "measure_success": "Как измерить успех прямых трансляций?",
  "measure_success_ans": "Вы можете отслеживать детальную аналитику для нескольких платформ на одном экране.",
  "is_mobile_friendly": "Подходит ли платформа для мобильных устройств?",
  "is_mobile_friendly_ans": "Да — наша платформа полностью адаптирована под мобильные устройства, и мы предоставляем APK для seamless использования.",
  "livecasino_faqs": "Часто задаваемые вопросы о Live Casino Software",
  "whatisVRNLcasino": "Что такое VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software — современная платформа, позволяющая онлайн-казино предлагать игры с живым дилером игрокам. Она предоставляет инфраструктуру и инструменты для проведения интерактивных игр в реальном времени.",
  "software_work": "Как работает VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software интегрируется в сайты онлайн-казино, соединяя игроков с живыми дилерами через высококачественное видео, позволяя играть в популярные игры казино, такие как блэкджек, рулетка и баккара, в интерактивной форме.",
  "features_livecasino": "Какие основные функции VRNL Live Casino Software?",
  "features_livecasino_ans": "Платформа предлагает настраиваемый брендинг, безопасную интеграцию платежей и удобный интерфейс для игроков и операторов.",
  "security_livecasino": "Как обеспечить безопасность и честность игр с VRNL Live Casino Software?",
  "security_livecasino_ans": "Программное обеспечение разработано с учетом безопасности. Используются сертифицированные генераторы случайных чисел (RNG) для честности игр, а также инструменты защиты от мошенничества. Передача данных шифруется.",
  "offered_games": "Какие игры можно предложить с VRNL Live Casino Software?",
  "offered_games_ans": "Вы можете предложить широкий выбор игр с живыми дилерами: блэкджек, рулетка, баккара и их вариации для вовлечения игроков.",
  "integrateVRNL": "Могу ли я интегрировать VRNL Live Casino Software в существующую платформу казино?",
  "integrateVRNL_ans": "Да, наше ПО легко интегрируется с существующими платформами, обеспечивая seamless подключение к онлайн-казино.",
  "wlc_faqs": "Часто задаваемые вопросы о White Label Casino",
  "whatis_wlc": "Что такое White Label Casino?",
  "whatis_wlc_ans": "White Label Casino — это turnkey-решение, позволяющее предпринимателям запускать собственное онлайн-казино с использованием нашего ПО и инфраструктуры. Вы можете брендировать платформу под свое имя, а технические и нормативные аспекты мы берем на себя.",
  "wlc_work": "Как работает сервис White Label Casino?",
  "wlc_work_ans": "Мы предоставляем полностью функционирующую платформу казино с играми, платежной системой и поддержкой клиентов. Вы настраиваете брендинг и дизайн под свои потребности и готовы к запуску бизнеса.",
  "wlc_games": "Какие игры доступны в White Label Casino?",
  "wlc_games_ans": "Мы предлагаем широкий выбор игр: слоты, настольные игры (блэкджек, рулетка) и игры с живым дилером. Вы можете выбрать игры из нашего каталога для разнообразного игрового опыта.",
  "wlc_launch": "Сколько времени занимает запуск White Label Casino?",
  "wlc_launch_ans": "Срок зависит от ваших требований и регуляторных процессов. В среднем установка и настройка платформы занимает несколько недель.",
  "wlc_cusSupport": "Какой уровень поддержки предоставляется для White Label Casino?",
  "wlc_cusSupport_ans": "Мы предоставляем техническую и операционную поддержку, чтобы ваше казино работало бесперебойно.",
  "wlc_getstarted": "Как начать с White Label Casino вашей компании?",
  "wlc_getstarted_ans": "Свяжитесь с нашей командой продаж для обсуждения ваших потребностей и получения персональной консультации. Мы проведем вас через процесс запуска White Label Casino.",
  "can_cutomize_branding": "Могу ли я настроить казино под свой брендинг?",
  "can_cutomize_branding_ans": "Да — вы можете полностью настроить казино с собственным логотипом, цветами и брендингом.",
  "company": "Компания",
  "company_caps": "КОМПАНИЯ",
  "about": "О нас",
  "online_exchange_sw": "Программное обеспечение онлайн-обмена",
  "privacy_policy": "Политика конфиденциальности",
  "contact_us": "Связаться с нами",
  "solutions": "Решения",
  "sports_betting_software": "Программное обеспечение для спортивных ставок",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Платформа White Label Betting",
  "exch_iframe": "iframe Exchangebook",
  "footer_para_1": "Логотип и графические материалы Vrnl являются интеллектуальной собственностью компании и не могут копироваться, воспроизводиться, распространяться или отображаться без письменного согласия Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Все права защищены.",
  "home": "Главная",
  "betting": "Ставки",
  "esports_betting": "Ставки на eSports",
  "sbs_head": "Программное обеспечение для спортивных ставок",
  "casino": "Казино",
  "online_casino_sw": "Программное обеспечение онлайн-казино",
  "live_casino_sw": "Программное обеспечение Live Casino",
  "casino_game": "Игры казино",
  "lottery_bingo": "Лотерея и бинго",
  "casino_tournament": "Казино турнир",
  "risk_management": "Управление рисками",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Наши работы",
  "contact": "Контакт",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Лотерейные игры",
  "exch_sw_provider": "Поставщик программного обеспечения Exchange",
  "mobile_bet": "Мобильные ставки",
  "vrnl": "VRNL",
  "sports_betting_wid": "Виджет спортивных ставок",
  "back": "Назад",
  "exch_iframe_para": "iframe Exchangebook — обеспечивает быструю активацию модуля Exchangebook через интеграцию API. Наш комплексный сервис Exchangebook под экспертным контролем гарантирует широкий спектр программирования для онлайн-событий и рынков.",
  "contact_us!": "Свяжитесь с нами!",
  "exch_iframe_types": "Типы Exchangebook iframe",
  "exch_iframe_types_para": "Наши решения Exchangebook iframe представлены в трех вариантах, каждый из которых адаптирован под используемый канал, обеспечивая наиболее подходящий вариант для ваших нужд:",
  "exch_iframe_types_list": "<li>iFrame для <strong>ПК</strong>, разработанный для компьютеров с различными разрешениями и предлагающий разнообразные настраиваемые макеты.</li><li>iFrame для <strong>терминалов и киосков SSBT</strong>, с макетами, оптимизированными для сенсорных систем и интуитивного пользовательского опыта, что делает его идеальным для неопытных игроков, делающих ставки.</li>",
  "exch_iframe_types_para2": "Кроме того, через наш API вы можете добиться широкой настройки графики и функций игр.",
  "cm_exch": "Комплексный управляемый Exchangebook",
  "cm_exch_para": "Наш Exchangebook iframe включает поставку потоков данных с коэффициентами и настройку основных параметров ставок. Программное обеспечение оснащено множеством функций и инструментов для самостоятельного управления маржами и конфигурациями коэффициентов. Однако если ваш основной фокус — управление игроками и маркетинг, мы предлагаем полностью управляемые услуги трейдинга и поддержку.",
  "acq_exch": "Получение решения Exchangebook iframe без усилий",
  "acq_exch_para": "Мы упростили процесс активации iFrame всего в пять шагов:",
  "acq_exch_list": "<li>Заключите официальное соглашение между Vrnl и клиентом.</li><li>Начните интеграцию Exchangebook iFrame через API с использованием нашего SDK.</li><li>Проведите встречу для определения стратегии Exchangebook.</li><li>Определите наиболее интересные виды спорта и события для вашего региона.</li><li>Начнем трансляцию в прямом эфире!</li>",
  "live_casino_sw_p1": "Наша <strong>платформа Live Casino</strong> позволяет активировать <strong>топовых провайдеров живых игр</strong>, известных своим <strong>исключительным качеством и математической честностью.</strong>",
  "live_casino_sw_p2": "Мы стремимся предоставить вам лучший опыт игры в живое казино. Независимо от того, опытный ли вы игрок или новичок, наша платформа предлагает захватывающий игровой опыт в реальном времени, не имеющий аналогов.",
  "live_casino_sw_p3": "Решение Vrnl Live Casino предоставляет комплексный набор услуг, включая:",
  "live_casino_sw_p3_l1": "Полные инструменты отчетности",
  "live_casino_sw_p3_l2": "Визуализация истории игр",
  "live_casino_sw_p3_l3": "Настройки игр",
  "live_casino_sw_p3_l4": "Инструменты управления рисками",
  "live_casino_sw_p3_l5": "Управление игроками",
  "live_casino_sw_p3_l6": "Инструменты управления партнерами",
  "live_casino_sw_p3_l7": "Многоуровневая агентская иерархия",
  "live_casino_sw_p4": "Мы разработали различные безопасные методы интеграции, все они удобны для пользователя и предназначены для легкой реализации через наш API Live Casino.",
  "live_casino_sw_demo": "Демо решения Live Casino",
  "livecasino_integration": "<strong style='color: #575756;'>Интеграции Live Casino API</strong>",
  "livecasino_integration_para": "Вы можете запустить наше ПО Live Casino всего за несколько дней. Более того, мы предоставляем полный спектр управленческих услуг, обеспечивая контроль всей операции нашими экспертами. <strong style='color: #575756;'>Мы также гарантируем доступ к самому обширному выбору живых игр онлайн.</strong>",
  "live_casino_lobby": "В нашем удобном лобби Live Casino",
  "youcan": "вы можете",
  "findgames_like": "найти игры, такие как:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack и Live Poker, игры с кубиками и числами.",
  "euro_roulette": "Европейская рулетка",
  "blackjack": "Блэкджек",
  "baccarat": "Баккара",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Американская рулетка",
  "sic_bo": "Sic Bo",
  "craps": "Крапс",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Бинго",
  "book_demo": "Записаться на демо",
  "lottery_head": "Ищете платформу для лотереи и бинго?",
  "lottery_head_desp1": "Мы тщательно отобрали лучшие <b style='color: #575756; font-size: 45px;'>лотерея и бинго</b> игры для вас.",
  "lottery_head_desp2": "Наша <b style='color:#575756; font-size: 16px;'>White Label Lottery и Bingo</b> платформа предлагает различные увлекательные варианты классической игры бинго и самые известные лотереи.",
  "lottery_head_desp3": "Вы можете <b style='color:#575756; font-size: 16px;'>наслаждаться этими играми с вашего смартфона</b> или компьютера, и мы гарантируем исключительный пользовательский опыт благодаря высокому качеству игр.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Кроме того, наши игровые алгоритмы безопасны и сертифицированы независимыми организациями, обеспечивая надежный и честный игровой процесс.<br><br></strong>",
  "lottery_bingo_nos": "ЛОТЕРЕЙНЫЕ И БИНГО НОМЕРА",
  "bingo_games": "Игры бинго",
  "over100": "более 100",
  "over130": "более 130",
  "suppliers": "ПОСТАВЩИКИ",
  "more20": "Более 20",
  "sports_betting_software_wl": "White Label программное обеспечение для спортивных ставок",
  "sports_betting_software_wl_desp": "Компания, ориентированная на постоянное внедрение инновационных решений для эффективного удовлетворения развивающихся потребностей бизнеса.",
  "blink-soft": "Расширьте возможности с передовым ПО для спортивных ставок",
  "platform_para1": "Современные решения для спортивных ставок <b>трансформируют</b> способ взаимодействия игроков с игрой. С <b>интуитивными интерфейсами</b>, аналитикой в реальном времени и возможностями live-ставок эти платформы обеспечивают превосходный опыт как для новичков, так и для опытных игроков.",
  "platform_para2": "Независимо от того, управляете ли вы онлайн-букмекером, розничной точкой ставок или казино, наш комплекс решений — включая <b>B2C платформы</b> и <b>кастомизируемые White Label продукты</b> — обеспечивает гибкость и технологии для конкурентоспособности. Используйте инновации и улучшайте свои операции в спортивных ставках с ПО, разработанным для <b>оптимизации производительности</b> и <b>удовлетворенности пользователей</b>.",
  "try_b2b": "Исследуйте наше передовое B2B ПО для ставок",
  "try_b2c": "Исследуйте наше передовое B2C ПО для ставок",
  "wls_turnkey": "White Label решения и turnkey платформы",
  "wls_turnkey_p1_span1": "бесшовный и увлекательный опыт спортивных ставок",
  "wls_turnkey_p1_span2": "для ваших клиентов. Этот подход устраняет необходимость дорогостоящей и длительной разработки, позволяя сосредоточиться на росте и",
  "custom_satisfaction": "удовлетворенности клиентов",
  "wls_turnkey_p2": "Наша безопасная высокопроизводительная платформа для ставок полностью сертифицирована независимыми игровыми лабораториями, гарантируя соответствие и надежность. Сотрудничая с VRNL, вы получаете доступ к проверенной бирже ставок, увеличивая прибыль и обеспечивая",
  "highest_industry_standards": "высочайшие стандарты отрасли",
  "igaming_platform": "iGaming платформа",
  "igaming_platform_p1": "VRNL — надежный партнер в индустрии iGaming, предлагающий ведущие решения",
  "sbs": "Программное обеспечение для спортивных ставок",
  "igaming_platform_p2": "Наша цель — преобразовать онлайн-игры, предоставляя операторам универсальную платформу, обеспечивающую бесшовный и увлекательный игровой процесс для пользователей.",
  "online_casino": "Онлайн казино",
  "casino_para": "Добро пожаловать в VRNL Online Casino — <b>доверенного лидера</b>, предоставляющего безопасную и захватывающую игровую платформу по всему миру. Наша миссия — обеспечить исключительный игровой опыт, который удерживает игроков вовлеченными и развлекает их.",
  "casino_para_list": "<li>Более 75 провайдеров</li><li>Более 15,000 игровых автоматов</li><li>Более 500 настольных игр</li><li>Более 700 видеопокер игр</li><li>Более 200 других игр</li>",
  "casino_para2": "Наша команда экспертов поддерживает вас на каждом этапе, от обучения до запуска.",
  "play_livecasino": "Играйте в live-казино как будто вы находитесь в казино лично",
  "play_livecasino_list": "<li>Live Game Show</li><li>AWC</li><li>Слоты</li><li>Live Roulette</li><li>Live Blackjack</li><li>Baccarat Live</li><li>Casino Hold’em Live</li><li>Blueocean</li><li>Dragon Tiger Live</li><li>Andar Bahar</li><li>Teen Patti</li>",
  "api_services_iframe": "Поставщики API и iFrame",
  "api_services_iframe_p1": "VRNL предоставляет передовые <b>решения по интеграции API и iFrame</b>, обеспечивая бесшовное соединение платформ, безопасный обмен данными и улучшенный пользовательский опыт — помогая бизнесу работать умнее и быстрее.",
  "api_services_iframe_p2": "В VRNL мы понимаем важность бесшовного обмена данными и взаимодействия между приложениями. Мы предоставляем первоклассные услуги по интеграции API, позволяя вашему ПО легко взаимодействовать с другими платформами. Наши эксперты гарантируют гармоничную работу ваших систем, обеспечивая плавный опыт для вас и ваших клиентов.",
  "virtual_games": "Виртуальные игры",
  "virtual_games_desp1": "Готовы начать виртуальные игры с VRNL? Погрузитесь в виртуальный мир как никогда раньше и наслаждайтесь бесконечными часами развлечений.",
  "virtual_games_desp2": "В VRNL мы увлечены предоставлением передового виртуального игрового опыта, который переносит игроков в захватывающие новые миры. Наша миссия — обеспечить самые захватывающие, интересные и увлекательные виртуальные игры, которые удержат вас часами.",
  "before_start": "Перед началом попробуйте демо!",
  "explore_demo": "на нашей демо-платформе:",
  "mobile_sbs": "Мобильное ПО для спортивных ставок",
  "mobile_sbs_p1": "Наше <strong>мобильное приложение</strong> позволяет игрокам легко получать доступ к своим игровым счетам и делать ставки через планшеты, смартфоны и другие мобильные устройства с интернетом.",
  "mobile_sbs_p2": "От крикета и футбола до тенниса — наше ПО охватывает широкий спектр спортивных событий по всему миру. Независимо от вашей спортивной страсти, вы можете делать ставки на любимые игры и команды.",
  "mobile_sbs_p3": "Наше ПО не только для ставок, но и для создания удобного и ориентированного на пользователя опыта. Мы использовали новейшие технологии, чтобы навигация по платформе была максимально простой.",
  "advantages_sbs": "Преимущества мобильного ПО для спортивных ставок",
  "advantages_sbs_l1": "Мобильные приложения работают быстрее",
  "advantages_sbs_l2": "Персонализированный контент для ставок",
  "advantages_sbs_l3": "Мгновенные онлайн-ставки",
  "advantages_sbs_l4": "Безопасно и надежно",
  "advantages_sbs_p1": "Приложения работают быстрее мобильных сайтов, обеспечивая мгновенные действия и отклики.",
  "advantages_sbs_p2": "Пользователи получают персонализированный контент для более захватывающего опыта с учетом их предпочтений.",
  "advantages_sbs_p3": "Все мобильные приложения предоставляют мгновенный доступ одним нажатием, позволяя делать ставки, проверять игровые счета, участвовать в казино и выбирать любимые лиги без задержек.",
  "advantages_sbs_p4": "Наша безопасность — наш главный приоритет. VRNL Mobile Sports Betting Software построено с передовыми мерами безопасности для защиты вашей личной и финансовой информации. Вы можете делать ставки с уверенностью.",
  "online_casino_sw_p1": "VRNL — ведущий поставщик <strong>онлайн-казино ПО</strong> и <strong>платформ</strong>, играющий ключевую роль в разработке удобных и функциональных казино-платформ.",
  "online_casino_sw_p2": "Наша маркетинговая команда обеспечит заметное размещение вашего онлайн-казино на главной странице, гарантируя высокую видимость на рынке.",
  "online_casino_sw_p3": "Платформа онлайн-казино будет оснащена различными предварительно настроенными играми, а наши инструменты мониторинга предоставят четкий и актуальный обзор прогресса и производительности вашего нового проекта.",
  "customized_theme": "Это тема и её можно настроить, посмотрите в действии:",
  "live_casino_sw_desp1": "Мы предлагаем самый обширный ассортимент ведущих <strong>провайдеров Live Casino</strong><br>",
  "live_casino_sw_desp2": "по всему миру, обеспечивая доступ к наибольшему разнообразию живых столов онлайн и бесшовный многоканальный опыт.",
  "casino_sw_features": "Основные функции ПО для казино",
  "casino_sw_features_p1": "Наша <strong>платформа казино</strong> разработана для обеспечения беспрепятственного и захватывающего игрового опыта как для игроков, так и для операторов.<br /><br />",
  "casino_sw_features_p2": "Основные функции нашей платформы включают: ",
  "casino_sw_features_list": "<li>Видимость и контроль над диапазонами столов.</li> <li>Атрибуты и настройки игровых столов.</li> <li>VIP-лимиты.</li> <li>Функциональность клиента и доступ к нашим инструментам настройки.</li> <li>Механизм отчетности и система уведомлений, предоставляющая операторам мгновенный доступ и оповещения о работе платформы.</li> <li>API для Business Intelligence (BI)</li> <li>Маркетинговые инструменты</li> <li>API для внешней интеграции</li>",
  "casino_sw_features_p3": "Наш удобный инструмент настройки позволяет букмекерам вносить изменения в реальном времени в различные аспекты их живых предложений, <br /> включая баннеры, шрифты и цветовые схемы с интуитивно понятным управлением.",
  "casino_sw_features_p4": "Наша новая платформа функционирует как автономная, гибкая и адаптивная система. Такая гибкость позволяет нам оперативно <br /> реагировать на запросы букмекеров и поддерживать более высокие стандарты качества при разработке новых и существующих<br /> продуктов.",
  "casino_sw_features_p5": "Для ускорения вашего бизнеса мы также предлагаем",
  "casino_sw_features_p6": "с обширным выбором более 3000 игр.",
  "integrate_iframe_apis": "Интеграция с внешними платформами через iFrame и API",
  "integrate_iframe_apis_para": "Наша платформа предлагает универсальные варианты интеграции. Вы можете беспрепятственно <strong>интегрировать через iFrame или <br />API</strong>. Это можно настроить под ваши конкретные потребности, будь то полная интеграция, <br /> специализированное решение для спортивных ставок или фокус на <strong>онлайн-казино</strong>, включая <strong>живое <br />казино</strong>.",
  "view_demo": "Просмотреть демонстрацию",
  "we_are": "мы",
  "online_exchange_sw_p1": "В VRNL мы гордимся тем, что предоставляем передовое программное обеспечение онлайн-обмена, которое переопределяет опыт ставок. Мы предлагаем полностью функциональную платформу с широким выбором живых матчей, доступных ежемесячно. С нашими возможностями прямой трансляции мы превратим вашу букмекерскую платформу в развлекательную, подкрепленную сертификатами независимых игровых лабораторий для дополнительной уверенности.",
  "online_exchange_sw_p2": "Программное обеспечение онлайн-обмена VRNL предлагает широкий спектр спортивных ставок. Независимо от того, являетесь ли вы поклонником крикета, футбола, тенниса или любого другого спорта, у нас есть всё. Наша платформа предоставляет актуальные коэффициенты, ставки в реальном времени и удобный интерфейс, который делает процесс ставок простым.",
  "onther_head": "Мы упрощаем процесс беспрепятственной интеграции в бизнес.",
  "onther_p1": "Эта тема сильно настраиваемая, и вы можете оценить её гибкость на практике:",
  "main_features": "Основные функции",
  "feature_para": "Vrnl находится в авангарде революции управления ставками и онлайн-казино. С нашим опытом вы получаете доступ к:",
  "feature_list": "<li><strong>Глобальный опыт ставок:</strong> VRNL предоставляет доступ к обширному спектру спортивных событий, лиг и рынков ставок со всего мира, обеспечивая пользователям по-настоящему глобальный опыт.</li> <li><strong>Широкие предматчевые опции:</strong> Выбирайте из более чем 150 000 предматчевых ставок в месяц. Мы гарантируем разнообразие вариантов для удовлетворения различных предпочтений игроков.</li> <li><strong>Захватывающие ставки в реальном времени:</strong> Предоставляйте пользователям 75 000 ставок в реальном времени ежемесячно, добавляя азарт и спонтанность в игровой процесс.</li> <li><strong>Казино игры для Метавселенной:</strong> VRNL предлагает обширную коллекцию казино-игр, подходящих для метавселенной, погружая пользователей в виртуальную среду.</li> <li><strong>Бесшовная интеграция iFrame:</strong> Легко интегрируйте наш iFrame в вашу iGaming платформу. Удобное решение iFrame позволяет расширить функционал платформы без усилий.</li> <li><strong>Гибкая интеграция:</strong> Выбирайте метод интеграции через API или iFrame. Мы предоставляем универсальные варианты, соответствующие вашим требованиям.</li>",
  "sports_header_2": "Программное обеспечение онлайн-обмена и iGaming казино платформа",
  "sports_header_2_p1": "Мы предоставляем <a style='color: #a0c528;' href='#'>White Label Casino</a> с обширной библиотекой из более чем 1 000 игр.",
  "sports_header_2_p2": "Наши услуги включают получение лицензии на игры и юридическую поддержку для запуска вашего казино, обеспечивая безопасные и сертифицированные игровые алгоритмы.",
  "sports_header_2_p3": "Мы выбрали лучших поставщиков игр, чтобы предложить вам самый широкий выбор живых казино-игр и онлайн-казино. Мы тщательно курируем партнерства с ведущими поставщиками, гарантируя наибольший ассортимент игр.",
  "online_sports_list": "<li>Шоу с живыми играми</li> <li>First Person игры</li> <li>Слоты</li> <li>Американская рулетка в прямом эфире</li> <li>Живой блэкджек</li> <li>Живой баккара</li> <li>Живой Casino Hold’em</li> <li>SICBO</li> <li>Живой Dragon Tiger</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Играйте в живое казино, как если бы вы находились прямо в казино",
  "top_online_providers": "Лучшие поставщики онлайн-казино мирового класса",
  "online_casino_p1": "Готовы поднять ваш онлайн-казино опыт на новый уровень? Не ищите дальше! VRNL — это универсальное решение для всех ваших потребностей в онлайн-казино. Мы предоставляем первоклассные услуги и передовые решения для операторов онлайн-казино, обеспечивая незабываемый игровой опыт для ваших игроков.",
  "user_data_section1": "<li>Поставщики 75+ более</li> <li>Слот-машины 15 000+ более</li> <li>Настольные игры 500+ более</li> <li>Видео-покер 700+ более</li> <li>Другие игры 200+ более</li>",
  "lottery_bingo_games": "Лотерея и игры Бинго",
  "lottery_bingo_games_p1": "В VRNL мы приносим азарт Лотереи и Бинго на экран и в ваши местные магазины. Независимо от того, предпочитаете ли вы традиционные билеты или удобство онлайн-игры, мы обеспечим вам увлекательный игровой опыт.",
  "user_data_section2": "<li>Бинго 80+ более</li> <li>Лотерея 130+ более</li>",
  "ultimate_dest": "Лучшее место для онлайн и розничной Лотереи и Бинго игр",
  "weare_vrnl": "Мы VRNL",
  "weare_vrnl_desp": "<strong>КРУПНЕЙШАЯ ПЛАТФОРМА ДЛЯ ПРЕДОСТАВЛЕНИЯ SPORTS И CASINO WHITE LABEL</strong> Самый широкий выбор развлекательных игр онлайн White Label Casino с более чем 1 000 играми. Доступное онлайн-казино просто в управлении, так как наша платформа удобна в использовании.",
  "res_design": "Адаптивный дизайн",
  "res_design_desp": "Наш сайт адаптивный, что означает корректное отображение на планшетах, мобильных устройствах и ПК для оптимального пользовательского опыта.",
  "custmzd_options": "Варианты настройки",
  "custmzd_options_desp": "Мы предоставляем нашим клиентам широкий выбор вариантов настройки, позволяя выбирать предпочтительные цвета, шрифты и макет сайта, чтобы он отражал их уникальный стиль и предпочтения.",
  "loading_speed": "Скорость загрузки",
  "loading_speed_desp": "Наш сайт оптимизирован для скорости и производительности. Он обеспечивает быструю загрузку на различных устройствах и при различных скоростях интернета.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Наша тема B2B отличается уникальными функциями. Мы добавили опцию Parley для улучшенного опыта ставок.",
  "b2b_theme_p2": "Наша тема характеризуется лучшими сочетаниями цветов и элементами дизайна, обеспечивая эстетически приятный интерфейс. Пользователи могут делать ставки на широкий спектр спортивных событий, включая крикет, футбол и теннис.",
  "b2b_theme_p3": "У нас также есть множество казино-игр для большего разнообразия. Дополнительно, мы предлагаем различные типы казино, такие как AWC Casino с более чем 500 слот-играми и более 100 настольными играми.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Наш сайт B2C предлагает удобный опыт для клиентов. Они могут легко зарегистрироваться, используя свой номер телефона, что обеспечивает удобство и безопасность создания аккаунта.",
  "b2c_theme_p2": "После регистрации пользователи могут пополнить свои счета, что делает процесс ставок и игр простым. Мы также предоставляем беспроблемный процесс снятия средств, обеспечивая доступ к выигрышам без задержек.",
  "b2c_theme_p3": "Для улучшения опыта мы предлагаем бонусные баллы, которые пользователи могут зарабатывать и использовать на платформе. Это добавляет дополнительный уровень азарта и ценности для клиентов.",
  "b2c_theme_p4": "В целом, наш сайт B2C предназначен для обеспечения комфортного и приятного опыта ставок и игр, предоставляя клиентам свободу играть, пополнять и снимать средства с легкостью.",
  "request_demoID": "Запросить Demo ID",
  "form_name": "Имя *",
  "form_name_err": "Пожалуйста, введите ваше имя (не менее 3 символов).",
  "form_email": "Эл. почта *",
  "form_email_err": "Пожалуйста, введите корректный email.",
  "form_country": "Страна *",
  "form_country_err": "Пожалуйста, выберите вашу страну.",
  "form_district": "Район *",
  "form_district_err": "Пожалуйста, введите ваш район.",
  "form_whatsapp": "Номер WhatsApp *",
  "form_whatsapp_err": "Введите корректный номер WhatsApp.",
  "form_turnover": "Месячный оборот *",
  "form_turnover_err": "Пожалуйста, введите ваш месячный оборот.",
  "form_users": "Количество пользователей *",
  "form_users_err": "Пожалуйста, введите корректное количество пользователей.",
  "form_current": "Текущая платформа *",
  "form_current_err": "Пожалуйста, укажите вашу текущую платформу.",
  "form_issues": "Проблемы с текущей платформой *",
  "form_issues_err": "Пожалуйста, опишите проблемы (не менее 10 символов).",
  "form_telegram": "Вы используете Telegram? *",
  "form_select": "-- Выберите --",
  "form_yes": "Да",
  "form_no": "Нет",
  "form_telegram_err": "Пожалуйста, укажите наличие аккаунта в Telegram.",
  "form_telhandle": "Аккаунт Telegram *",
  "form_telhandle_err1": "Требуется указать аккаунт Telegram.",
  "form_telhandle_err2": "Аккаунт Telegram должен начинаться с &#64; (например, &#64;username).",
  "demo_url": "URL демо",
  "form_submit": "Отправить",
  "form_name_ph": "Введите ваше имя",
  "form_email_ph": "Введите email",
  "form_district_ph": "Введите ваш район",
  "form_whatsapp_ph": "Введите номер WhatsApp",
  "form_turnover_ph": "Введите ваш месячный оборот",
  "form_users_ph": "Введите количество пользователей",
  "form_current_ph": "Введите текущую платформу",
  "form_issues_ph": "Введите проблемы с текущей платформой",
  "form_telhandle_ph": "Введите аккаунт Telegram",
  "our_commitment": "Наша приверженность",
  "our_commitment_p1": "VRNL стремится защищать вашу конфиденциальность и обеспечивать безопасность вашей личной и финансовой информации. Эта политика объясняет, какие данные мы собираем, как мы их используем и какие меры принимаем для их защиты. Ссылки на vrnl.net также включают его приложения.",
  "our_commitment_p2": "Эта политика применяется ко всем сайтам и приложениям VRNL, где она опубликована, в соответствии с применимыми законами в регионах нашей деятельности. Дополнительные уведомления о конфиденциальности могут дополнять эту политику для конкретных регионов или сервисов.",
  "our_commitment_p3": "Если вы предоставляете информацию через сторонние платформы (например, вход через социальные сети), мы собираем данные через эти интеграции согласно данной политике. Однако политика конфиденциальности третьих лиц регулирует данные, которые они собирают напрямую. Настройки конфиденциальности на таких платформах не влияют на использование данных VRNL, собранных через наши сайты или приложения.",
  "our_commitment_p4": "Наши платформы могут содержать ссылки на внешние сайты, не принадлежащие и не контролируемые VRNL. Мы не несем ответственности за их политику конфиденциальности и рекомендуем ознакомиться с их правилами перед предоставлением информации.",
  "our_commitment_p5": "Эта политика конфиденциальности должна рассматриваться вместе с нашими Условиями использования.",
  "user_content": "Согласие пользователя",
  "user_content_para": "Используя сервисы vrnl (например, при регистрации аккаунта, покупке услуги, участии в конкурсе или акции, общении с нами на наших сайтах или приложениях), вы соглашаетесь на сбор, использование и передачу вашей личной информации в соответствии с данной политикой. В некоторых случаях, особенно если вы находитесь в стране с законами о защите данных, мы можем запросить ваше явное согласие перед доступом к сервису. В случае путешествий или использования сервиса в разных странах, страной регистрации считается ваша основная страна, и согласия, полученные при регистрации, действительны для обработки вашей личной информации. Применяются условия конфиденциальности согласно законам страны регистрации.",
  "accessing_webNet": "Доступ к веб-сайтам и сервисам Network 18 через VPN",
  "accessing_webNet_p1": "Вы не должны получать доступ или использовать сайты VRNL или сервисы через любые методы или технологии, которые скрывают или искажают ваше фактическое географическое положение (например, использование VPN или аналогичных инструментов).",
  "accessing_webNet_p2": "VRNL не несет ответственности за сбор, хранение или обработку вашей личной информации при использовании таких методов доступа.",
  "collection_personalInfo": "Сбор личной информации и её использование",
  "collection_personalInfo_p1": "«Личная информация» (PII) — это любые данные, которые могут прямо или косвенно идентифицировать человека, такие как имя, почтовый адрес, адрес электронной почты или мобильный номер. Анонимные данные, связанные с личной информацией, также рассматриваются как личная информация.",
  "collection_personalInfo_p2": "VRNL собирает только необходимую личную информацию для выполнения ваших запросов и предоставления персонализированных продуктов и услуг. Мы не собираем такую информацию, если вы не предоставляете её добровольно.",
  "collection_personalInfo_p3": "Ваша личная информация может использоваться VRNL и его партнёрами по обслуживанию для управления нашими веб-сайтами и сервисами, а также для информирования вас о новых функциях, продуктах и услугах, предлагаемых VRNL и его аффилированными лицами.",
  "info_provide_us": "1. Информация, которую вы предоставляете нам",
  "info_provide_us_desp": "Мы можем запросить и собрать следующую личную информацию о вас при использовании vrnl.net, и без этой информации мы можем быть не в состоянии предоставить вам все запрашиваемые услуги:",
  "reg_data": "a. Данные регистрации",
  "reg_data_desp": "Для использования определённых функций на сайте, в приложении и для сервисов (например, регистрация на события и кампании сайта) вы можете предоставить базовую контактную информацию, включая, но не ограничиваясь:",
  "reg_data_list": "<li><span>Имя</span></li> <li><span>Фамилия</span></li> <li><span>Адрес электронной почты</span></li>",
  "user_pro_details": "b. Детали профиля пользователя",
  "user_pro_details_desp": "Мы можем дополнительно собирать и записывать следующую личную информацию в разделе 'Мой профиль', что помогает нам предоставлять персонализированные материалы и поддерживать профиль пользователя, включая, но не ограничиваясь:",
  "user_pro_details_list": "<li><span>Имя</span></li> <li><span>Пол</span></li> <li><span>ID электронной почты</span></li> <li><span>Дата рождения</span></li> <li><span>Страна</span></li> <li><span>Город</span></li> <li><span>Мобильный номер</span></li>",
  "mobile_device_permissions": "c. Разрешения мобильного устройства",
  "mobile_device_permissions_desp": "При доступе к нашему приложению на мобильных устройствах / планшетах / ТВ или других устройствах, имеющих доступ к указанному приложению, мы можем запрашивать и получать доступ к следующему:",
  "mobile_device_permissions_list": "<li><span>Аккаунты – используются для управления несколькими учетными записями в приложении и для входа</span></li> <li><span>Контакты – для доступа к контактам пользователя для обмена статьями через приложение</span></li> <li><span>Телефон – для чтения состояния телефона и включения уведомлений на устройстве пользователя. IMEI собирается для уникальной идентификации каждого пользователя</span></li> <li><span>Камера – для загрузки изображений и фото профиля пользователя. Позволяет использовать камеру внутри vrnl</span></li> <li><span>Микрофон – для включения голосовых команд</span></li> <li><span>Хранилище – доступ к файлам и папкам внутри приложения</span></li> <li><span>SMS – для отправки и получения сообщений для верификации</span></li>",
  "mobile_device_permissions_desp2": "Разрешения для этих настроек могут быть необходимы для правильной работы приложения. Управлять разрешениями можно через настройки соответствующего устройства пользователя.",
  "info_voluntarily": "2. Информация, которую вы предоставляете добровольно",
  "info_voluntarily_desp": "Если вы отправляете нам личную переписку, такую как электронные письма или письма, или если другие пользователи или третьи лица отправляют нам информацию о вашей деятельности или публикациях на vrnl.net, мы можем собирать и сохранять эту информацию.",
  "info_voluntarily_para": "Мы можем собирать дополнительную информацию в другое время, когда вы предоставляете отзывы, изменяете свой контент или настройки электронной почты, отвечаете на опросы или общаетесь с нами. Эта информация может включать ваше имя, адрес электронной почты, номер телефона, местоположение и т.д.",
  "info_auto": "3. Информация, которую мы собираем автоматически",
  "info_auto_desp": "Мы собираем информацию о вас и вашем использовании наших сервисов, взаимодействиях с нами и нашей рекламой, а также информацию о вашем компьютере или других устройствах, используемых для доступа к нашим сервисам (например, мобильные устройства, планшеты и другие устройства для просмотра). Эта информация включает, но не ограничивается:",
  "info_auto_list": "<li><span>Действия на vrnl.net, такие как тип просматриваемых страниц, время на страницах, поисковые запросы и т.д.</span></li> <li><span>Ваши взаимодействия с нашей электронной почтой, службой поддержки и платформой сообщений.</span></li> <li><span>Геолокация через IP-адреса;</span></li> <li><span>Информация об устройстве, такая как идентификатор устройства, модель устройства и другие уникальные идентификаторы</span></li> <li><span>Идентификаторы рекламы, такие как на мобильных устройствах и планшетах (например, IDFA на iOS и GAID на Android)</span></li> <li><span>Информация, собранная с помощью файлов cookie и других технологий*</span></li>",
  "info_auto_note": "*Примечание: Для улучшения вашего опыта мы можем использовать <b>файлы cookie</b> или аналогичные технологии для присвоения вам <b>уникального идентификатора пользователя</b> и понимания ваших интересов. Файлы cookie не раскрывают вашу личность, если вы не предоставили её добровольно, и не могут получить доступ к данным с вашего устройства. Рекламодатели могут устанавливать свои собственные файлы cookie при взаимодействии с их рекламой, что мы не контролируем. Мы также собираем определённую техническую информацию при использовании наших веб-сайтов, приложений или сервисов на любом подключённом к интернету устройстве.",
  "inferred_info": "4. Информация, полученная на основе использования и данных журналов",
  "inferred_info_desp": "Мы можем отслеживать определённую информацию о вас на основе вашего поведения на vrnl.net. Мы используем эту информацию для проведения внутренних исследований по демографии пользователей, устройствам, интересам и поведению, чтобы лучше понимать, защищать и обслуживать наших пользователей. Эта информация собирается и анализируется в агрегированном виде.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Мы также можем собирать вашу информацию для отслеживания поведения и предпочтений пользователей для внутренних аналитических и исследовательских целей. Мы также можем использовать вашу информацию:</strong><br> (i) Для оценки вашего интереса к инвестиционным опциям, услугам, предложениям, подпискам;<br> (ii) Для проведения аналитики и исследований клиентов, определения интересов, выявления контента, генерирующего продажи, и анализа паттернов трафика.<br>",
  "inferred_info_a": "a. Интерактивные функции",
  "inferred_info_a_desp1": "vrnl.net имеет множество функций, позволяющих пользователям раскрывать свои данные и общаться с другими пользователями. Использование вами таких функций и раскрытие личной информации (например, e-mail) происходит на ваш страх и риск, и vrnl.net не несет за это ответственности. Если ваша конфиденциальность была нарушена, вы можете уведомить нас по e-mail vrnl@gmail.com.",
  "inferred_info_a_desp2": "Если вы размещаете сообщения в социальных сетях, на форумах, чатах или оставляете отзывы, мы собираем предоставленную вами информацию. Мы храним её для решения споров, поддержки клиентов и устранения проблем в рамках закона. Мы также можем использовать агрегированную информацию для анализа рыночных тенденций. Однако мы не связываем вашу личную информацию с комментариями или постами при выполнении анализа.",
  "inferred_info_b": "b. Пользовательский опыт и поддержка",
  "inferred_info_b_desp1": "Мы используем ваш IP-адрес для диагностики проблем с сервером и администрирования приложения. IP также используется для идентификации и сбора демографической информации для персонализации вашего опыта на vrnl.net.",
  "inferred_info_b_desp2": "Мы можем время от времени просить вас пройти необязательные онлайн-опросы. Они могут запрашивать контактные данные и демографическую информацию. Мы используем эти данные для персонализации контента и отображения его в соответствии с вашими предпочтениями.",
  "info_thirdparty": "5. Информация, собираемая через третьих лиц",
  "info_thirdparty_a": "a. Вход через социальные сети",
  "info_thirdparty_a_desp": "При регистрации через другие аккаунты, например Facebook, Gmail и др., мы получаем информацию из этих аккаунтов для продолжения взаимодействия и предоставления услуг. Мы собираем следующую информацию с соответствующих платформ, включая, но не ограничиваясь:",
  "info_thirdparty_a_list": "<li><span>Facebook – публичная информация, имя, адрес электронной почты, список друзей</span></li> <li><span>Google – имя, фамилия, адрес электронной почты</span></li>",
  "info_thirdparty_b": "b. Информация о транзакциях или счетах",
  "info_thirdparty_b_desp": "При покупке подписки наш партнёр по платежам может собирать данные о ваших банковских картах или счётах вместе с адресом для выставления счета. Эти данные хранятся партнёром по платежам. VRNL напрямую не собирает финансовую информацию. Платёжные шлюзы имеют свои политики конфиденциальности, за которые мы не отвечаем.",
  "lawfulness_processing": "I. Цели и законность обработки",
  "lawfulness_processing_desp1": "vrnl.net собирает и обрабатывает персональные данные только на законных основаниях. Законными основаниями являются ваше явное согласие или законный интерес, например, предоставление поддержки или обработка данных для премиальных услуг.",
  "lawfulness_processing_desp2": "Мы используем информацию для предоставления, анализа, администрирования, улучшения и персонализации наших сервисов и маркетинга, обработки регистрации, заказов, платежей и связи с вами по указанным случаям. Например, мы используем информацию для:",
  "lawfulness_processing_list": "<li><span>определения ваших потребностей и предоставления персональных советов и прогнозов;</span></li> <li><span>предотвращения, выявления и расследования запрещённых или незаконных действий, включая мошенничество;</span></li> <li><span>анализа аудитории, улучшения сервиса (включая пользовательский интерфейс) и оптимизации контента;</span></li> <li><span>связи с вами по сервису (например, по email, push-уведомлениям, текстовым и онлайн-сообщениям), чтобы информировать о новостях, новых функциях и акциях;</span></li> <li><span>уведомления о изменениях условий обслуживания;</span></li> <li><span>участия в интерактивных функциях сервиса;</span></li> <li><span>выполнения обязательств и защиты прав по договорам между вами и нами.</span></li>",
  "lawfulness_processing_desp3": "Мы можем использовать вашу информацию для персонализации опыта на сайтах/приложениях и для маркетинговой аналитики.",
  "lawfulness_processing_desp4": "Персонализация достигается с помощью данных, которые вы предоставляете, включая cookies, IP, веб-маяки и другие технологии, для показа контента и рекламы, релевантной вашим интересам. Пожалуйста, предоставьте явное согласие при сборе данных или настройке предпочтений.",
  "info_usedBy": "II. Информация, используемая компанией",
  "info_usedBy_desp1": "Предоставленная пользователями информация помогает улучшать сервис и предоставлять удобный опыт. В некоторых случаях требуется контактная информация. Компания использует данные для поддержки, защиты и улучшения сервиса, а также для разработки новых услуг. С согласия пользователя мы можем отправлять маркетинговые сообщения.",
  "info_usedBy_desp2": "Любая личная информация, размещённая публично (например, в комментариях, блогах, социальных сетях), не считается конфиденциальной. Если вы откажетесь предоставлять личную информацию, мы можем быть не в состоянии предоставить некоторые услуги.",
  "disclosure_tp": "III. Раскрытие информации третьим лицам",
  "disclosure_tp_b": "b. Реклама",
  "disclosure_tp_b_desp": "Для рекламодателей мы предоставляем агрегированные данные о трафике и взаимодействии на сайте. Мы используем сторонние рекламные компании, которые могут использовать информацию о ваших посещениях для показа рекламы, интересной вам. Личные данные не передаются без вашего согласия.",
  "disclosure_tp_d": "d. Промоакции",
  "disclosure_tp_d_desp": "Мы будем делиться или раскрывать вашу личную информацию за пределами vrnl.net только с вашего согласия. Например, предоставление SMS и электронной почты для маркетинговых рассылок, промоакций и предложений.",
  "disclosure_tp_f": "f. Законные основания",
  "disclosure_tp_f_desp": "vrnl.net может раскрывать идентифицируемую личную информацию, если это требуется законом или если добросовестно считается необходимым для:",
  "disclosure_tp_f_list": "<li><span>соблюдения закона или выполнения юридических требований, предъявленных к сайту или его владельцам;</span></li> <li><span>защиты и отстаивания прав или собственности владельцев сайта, сайта или пользователей vrnl.net;</span></li> <li><span>действий в чрезвычайных обстоятельствах для защиты личной безопасности пользователей vrnl.net, сайта, его владельцев или общественности.</span></li>",
  "controls_choices": "IV. Ваши управление и выбор",
  "managing_info": "Управление вашей информацией",
  "managing_info_desp1": "Используя услуги moneycontrol (веб-сайты или любые их подсайты), мы прилагаем усилия, чтобы предоставлять вам доступ к вашей личной информации по вашему запросу, а также обеспечиваем исправление или корректировку неточной или неполной личной информации, за исключением случаев, когда закон требует её хранения.",
  "managing_info_desp2": "Мы просим пользователей идентифицировать себя и информацию, к которой требуется доступ, исправление или удаление, прежде чем обрабатывать такие запросы, и можем отказать в обработке необоснованно повторяющихся или систематических запросов, требующих чрезмерных технических усилий, нарушающих конфиденциальность других или крайне непрактичных.",
  "managing_info_desp3": "Для реализации ваших прав как субъекта данных, вы должны направить нам запрос, указывая соответствующее право (например, Запрос на доступ к данным, Запрос на перенос данных, Запрос на удаление данных), чтобы мы могли обработать ваш запрос быстрее.",
  "managing_info_desp4": "Мы предоставляем возможность осуществлять определённые контрольные действия и выбор относительно сбора, использования и передачи вашей личной информации. В соответствии с законом, ваши права могут включать:",
  "dataAccess_port": "a. Доступ к данным и переносимость",
  "dataAccess_port_desp": "Согласно GDPR, вы имеете право запросить копии вашей личной информации, находящейся у нас, и запросить её передачу другому поставщику услуг, если это технически возможно.",
  "data_retention": "c. Хранение и удаление данных",
  "data_retention_desp1": "Мы храним вашу личную информацию столько, сколько необходимо для законных интересов и соблюдения юридических обязательств. Вы можете запросить удаление ваших данных и закрытие аккаунта vrnl.net.",
  "data_retention_desp2": "Обратите внимание, что при удалении вашей информации:",
  "data_retention_list": "<li><span>Некоторые данные могут храниться для законных бизнес-интересов, таких как предотвращение мошенничества.</span></li> <li><span>Некоторые данные хранятся для выполнения юридических обязательств (налоги, аудит).</span></li> <li><span>Информация, которой вы поделились с другими (например, отзывы), может оставаться публично видимой.</span></li> <li><span>Резервные копии данных могут сохраняться временно в целях защиты от потерь.</span></li>",
  "data_retention_note": "(Примечание: если у вас несколько аккаунтов, нужно направлять отдельные запросы для каждого аккаунта с соответствующими email.)",
  "withdrawing_consent": "d. Отзыв согласия и ограничение обработки",
  "withdrawing_consent_desp": "Вы можете отозвать своё согласие в любое время, отправив нам письмо по электронной почте. После проверки мы прекратим обработку данных, для которых был дан запрос.",
  "fail_provideConsent": "V. Если вы не предоставляете согласие",
  "fail_provideConsent_desp": "vrnl.net — рекламная платформа. Для предоставления услуг и показа рекламы необходимо разрешение на обработку вашей информации.",
  "childrens_privacy": "VI. Конфиденциальность детей",
  "childrens_privacy_desp1": "vrnl.net не предназначен для лиц младше 16 лет. Мы не разрешаем детям младше 16 лет регистрироваться или предоставлять личные данные.",
  "childrens_privacy_desp2": "Родители несут ответственность за контроль использования детьми наших сервисов. Если известно, что личные данные ребенка были собраны без согласия родителей, мы удалим их и уведомим родителей.",
  "data_transfer": "VII. Передача, хранение и обработка данных по всему миру",
  "data_transfer_desp": "Мы можем передавать ваши данные аффилированным компаниям или третьим лицам по всему миру для целей, указанных в политике. При передаче данных из ЕС мы используем стандартные договорные положения и другие меры для защиты данных.",
  "security_compliance": "VIII. Безопасность и соблюдение законов",
  "security_compliance_desp": "Мы внедряем технические, административные и физические меры защиты для предотвращения несанкционированного доступа, потерь, уничтожения или изменения данных. При подозрении на нарушение безопасности аккаунта, свяжитесь с нашей службой поддержки.",
  "changein_policy": "IX. Изменения в политике",
  "changein_policy_desp": "Политика конфиденциальности может изменяться. Новые условия вступают в силу немедленно и заменяют предыдущие. Используя vrnl.net после публикации изменений, вы соглашаетесь с обновленными условиями.",
  "contact_info": "X. Контактная информация",
  "contact_info_a": "a. Поддержка",
  "contact_info_a_desp": "Для получения информации или разъяснений по использованию ваших личных данных или политике конфиденциальности пишите на",
  "contact_info_b": "b. Жалобы",
  "contact_info_b_desp1": "Вы можете обратиться к нашему офицеру по защите данных в случае жалобы. Вы имеете право жаловаться на обработку данных перед компетентными органами.",
  "contact_info_b_desp2": "Если у вас есть вопросы или жалобы по сбору, обработке или передаче данных, обратитесь к нашему офицеру по защите данных.",
  "risk_management_title": "Ваши ставки, наша ответственность — непревзойденное управление рисками",
  "risk_management_title2": "Компания, которая постоянно ищет инновационные решения для удовлетворения своих бизнес-потребностей.",
  "dedicated_rm_team": "Посвящённая команда управления рисками",
  "dedicated_rm_team_desp": "У нас есть специализированная и <b> высококвалифицированная команда по управлению рисками </b>, работающая <b>24/7</b>. Их основная задача — отслеживать каждую ставку и транзакцию на платформе для обеспечения <b>честной игры</b> и <b>безопасности</b> пользователей.",
  "key_features_rm": "Ключевые функции",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Мониторинг в реальном времени:</strong> Продвинутые системы непрерывно отслеживают ставки, изменения коэффициентов и активность пользователей.</span></li> <li><strong>Ручная проверка:</strong> Срабатывают уведомления для детальной проверки шаблонов ставок, изменения коэффициентов и поведения аккаунтов.</li> <li><strong>Снижение рисков:</strong> Немедленные действия, такие как аннулирование/приостановка ставок, заморозка аккаунтов или проверка пользователей при обнаружении нарушений.</li> <li><strong>Анализ данных:</strong> Постоянный анализ текущих и исторических данных для выявления тенденций рисков и улучшения стратегий предотвращения.</li> <li><strong>Реагирование на инциденты:</strong> Структурированный план быстрого и эффективного реагирования на нарушения безопасности, мошенничество или другие угрозы.</li>",
  "benefits_rm": "Преимущества",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Постоянное обучение:</strong> Непрерывное развитие навыков команды управления рисками для эффективного противодействия новым угрозам.</span></li> <li><strong>Передовые технологии и безопасность:</strong> Регулярные обновления, тестирование на проникновение, обновление программного обеспечения и аудиты безопасности.</li> <li><strong>Прозрачность:</strong> Четкая коммуникация с пользователями о действиях по управлению рисками для поддержания доверия.</li> <li><strong>Постоянное совершенствование:</strong> Эволюция стратегий на основе прошлых инцидентов и новых рисков для защиты целостности платформы и интересов пользователей.</li>",
  "sbs_bold": "Спортивное <strong>ставочное ПО</strong>",
  "sbs_bold_p1": "Готовы вывести свой опыт спортивных ставок на новый уровень? Обратите внимание на VRNL Sports Betting Software! В этой статье мы рассмотрим, как передовые технологии VRNL могут преобразить ваш процесс ставок. С более чем двадцатилетним опытом в индустрии, VRNL является вашим надежным партнером по инновационным решениям для спортивных ставок. Давайте погрузимся в мир программного обеспечения для спортивных ставок и узнаем, как мы можем улучшить вашу игру.",
  "sbs_bold_p2": "Программное обеспечение VRNL для спортивных ставок открывает мир возможностей для энтузиастов спорта и игроков. Сосредотачиваясь на предоставлении точной, актуальной и полезной информации, VRNL объединяет экспертные знания и личный опыт для создания комплексного решения для ставок. Доверяйте VRNL, чтобы поднять ваш опыт спортивных ставок на новый уровень.",
  "sbs_bold_p3": "Откройте для себя программное обеспечение VRNL для спортивных ставок сегодня и улучшите свои ставки!",
  "sbs_try_b2b": "Попробуйте наше B2B ПО для ставок",
  "sbs_try_b2c": "Попробуйте наше B2C ПО для ставок",
  "sbs_mf_desp": "Мы предлагаем широкий набор инструментов для управления нашим программным обеспечением для ставок. Среди них мы выделяем самые мощные и, что особенно важно, те, которые необходимы для конкуренции на глобальном уровне:",
  "sbs_mf_list": "<li> <strong>Коэффициенты в реальном времени</strong> Оставайтесь в курсе с актуальными коэффициентами, которые дают вам конкурентное преимущество. Программное обеспечение VRNL гарантирует, что вы не пропустите лучшие возможности. </li> <li> <strong>Мобильная совместимость</strong> Делайте ставки в любом месте с мобильным ПО VRNL. Независимо от того, используете ли вы iOS или Android, платформа адаптируется под ваше устройство для бесшовного опыта. </li> <li> <strong>Передовой сервис коэффициентов</strong> переосмысливает API спортивных данных. Он предлагает 100% точные предварительные коэффициенты и самые быстрые потоки коэффициентов в реальном времени с минимальной задержкой.</li> <li> <strong>Гибкая интеграция</strong> Наша платформа может быть интегрирована в вашу систему через API или iFrame, обеспечивая гибкость внедрения.</li>",
  "sbs_benefits": "Какие будут преимущества? <b>Позвольте объяснить</b>",
  "sbs_benefits_p1": "<strong>Преимущество работы онлайн и оффлайн платформ для ставок</strong> Создание онлайн платформы для ставок может быть сложным.",
  "sbs_benefits_p2": "Именно поэтому мы разработали <strong>комплексное программное обеспечение для спортивных ставок</strong>, чтобы процесс был проще, с ведущими поставщиками коэффициентов для наибольшего охвата.",
  "sbs_benefits_p3": "Наши регулируемые партнеры получают полную поддержку при входе в индустрию онлайн-ставок, с возможностью использования брендированной или небрандированной версии платформы.",
  "sbs_benefits_p4": "Наше ПО включает надежные инструменты управления рисками, делая установку быстрой и легкой, а также готовое к масштабированию с ростом бизнеса.",
  "sbs_benefits_p5": "Управление <strong>онлайн игроками и букмекерскими точками</strong> стало проще и удобнее, чем когда-либо.",
  "complete_sbs": "Полное спортивное <strong>ставочное ПО</strong>",
  "whatwe_have": "Что мы предлагаем?",
  "whatwe_have_list": "<li> <strong>Контроль учетных записей игроков</strong> Наша платформа обеспечивает надежное управление учетными записями игроков, включая регистрацию и проверку. Также у нас есть система для выявления и устранения мошеннических аккаунтов. </li> <li> <strong>Инструменты геолокации</strong> Мы предоставляем инструменты для определения местоположения по IP-адресу, обеспечивая точную геолокацию.</li>",
  "whatwe_have_desp": "С нашей поддержкой вы можете сосредоточиться на создании и развитии своих оффлайн букмекерских точек и онлайн сетей.",
  "b2c_sbs": "B2C программное обеспечение для спортивных ставок",
  "b2c_sbs_p1": "VRNL — ваш ведущий поставщик B2C решений для спортивных ставок. Мы — надежное имя в индустрии, стремящиеся предоставить передовое ПО, которое улучшает ваш опыт ставок. Независимо от того, опытный вы игрок или новичок, у нас есть инструменты для улучшения вашей игры. Попробуйте VRNL сегодня и улучшите свои ставки!",
  "b2c_sbs_p2": "B2C (бизнес для потребителя) программное обеспечение для спортивных ставок — это технология и платформа, используемые операторами букмекерских контор для предоставления услуг спортивных ставок напрямую конечным пользователям.",
  "b2c_sbs_p3": "Такое ПО позволяет пользователям делать ставки на различные спортивные события через веб- или мобильные приложения. Вот некоторые ключевые функции B2C ПО для ставок:",
  "b2c_sbs_list": "<li> <b>Регистрация и управление учетной записью:</b> Позволяет пользователям создавать аккаунты, управлять личной информацией и отслеживать историю ставок. </li> <li> <b>Поддержка клиентов:</b> Предоставляет варианты поддержки, такие как чат, email и телефон, для помощи пользователям. </li> <li> <b>Партнерские программы:</b> Предлагает программы для маркетинга и продвижения, позволяя партнерам зарабатывать комиссию за привлечение пользователей. </li>",
  "casino_sbs": "Казино и спортивное <strong>ставочное ПО</strong>",
  "casino_sbs_list": "Провайдеры 75+<br />Слот-машины 15,000+<br />Настольные игры 500+<br />Видеопокер 700+<br />Другие игры 200+<br />Live Game Show<br />First Person игры<br />Американская рулетка в прямом эфире<br />Live blackjack<br />Баккара live<br />Casino Hold’em live<br />SICBO<br />Dragon tiger live<br />Andar Bahar<br />Teen Patti",
  "online": "Онлайн",
  "casino_platform": "казино платформа",
  "onc_desp1": "VRNL предоставляет полное решение с нашим <strong>White Label Casino</strong> предложением.",
  "onc_desp2": "Наша <strong>онлайн платформа казино</strong> разработана для простоты, обеспечивая легкое управление как для новичков, так и для опытных специалистов. С VRNL вы получите полное руководство для запуска вашего <strong>онлайн казино</strong>.",
  "onc_desp3": "Прежде чем начать, мы приглашаем вас увидеть ее бесшовную работу в действии.",
  "wlc_mainFeatures_desp1": "Мы предлагаем широкий набор инструментов для управления нашей онлайн платформой казино. Среди них мы выделяем самые влиятельные и необходимые для успеха на глобальном рынке:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Самый обширный каталог онлайн-игр в казино по всему миру,</strong> тщательно отобранный от ведущих поставщиков индустрии </li> <li> <strong class='black-color'>Инструменты для бонусов</strong> и оптимизации прибыльности слотов </li> <li> <strong class='black-color'>Конструктор кампаний</strong> и управление игровыми турнирами </li> <li>Может быть <strong class='black-color'>интегрировано через API или iFrame</strong> </li>",
  "wlc_mainFeatures_desp2": "Кроме того, наш пакет включает ПО для live-казино, позволяя предоставлять пользователям настоящий опыт казино прямо из дома.",
  "wlc_benefits": "Какие будут преимущества?",
  "letus_explain": "Позвольте объяснить",
  "letus_explain_desp1": "Думаете о входе в мир онлайн ставок? VRNL предлагает",
  "letus_explain_desp2": "white label решение для казино, которое может быть вашим идеальным стартом.",
  "letus_explain_desp3": "Используйте наши профессиональные услуги и опыт вместе с передовыми <strong>платформами казино</strong> и технологиями. Наши регулируемые партнеры получают полную поддержку при входе в индустрию онлайн-казино с выбором брендированной или небрандированной версии платформы.",
  "letus_explain_desp4": "Начало онлайн казино может быть сложным. Поэтому мы создали полное казино окружение с ведущими провайдерами и более 1,000 игр. Наша игровая математика защищена и сертифицирована.",
  "letus_explain_desp5": "Расширяйте бизнес легко с помощью надежных инструментов управления рисками для быстрого и простого запуска.",
  "wlc_complete_solutions": "Полные <span>White Label Casino</span> решения",
  "wlc_offer": "Что мы предлагаем?",
  "wlc_complete_solutions_list": "<li>Процедуры верификации, официально утвержденные регуляторами</li> <li>Инструменты партнерского маркетинга, реферальная система и интеграция с соцсетями</li> <li>Мобильные push уведомления, веб push и сообщения в приложении</li> <li>Контроль учетных записей игроков, регистрация и проверка, система обнаружения мошеннических аккаунтов</li> <li>Инструменты геолокации для определения местоположения по IP</li>",
  "wlc_complete_solutions_more": "И это еще не все",
  "wlc_complete_solutions_desp": "<strong>Платформа VRNL оптимизирована для максимальной производительности</strong> и стабильности. Мы используем передовые технологии, работающие вдвое быстрее обычных казино платформ. Наш опыт создал самое быстрое и мощное приложение сегодня.",
  "wlc_numbers": "<span>White Label</span> Казино в цифрах",
  "wlc_numbers_p1": "Откройте безграничные возможности решений White Label Casino от VRNL. Повышайте свой бизнес с нашим широким ассортиментом казино услуг.",
  "wlc_numbers_p2": "Лучшие поставщики Live Casino по всему миру",
  "wlc_numbers_p3": "Непревзойденное разнообразие живых столов с многоканальной доставкой онлайн.",
  "wlc_numbers_list": "<li>Более 75 провайдеров</li> <li>Более 15,000 слот-машин</li> <li>500+ настольных игр</li> <li>700+ видеопокер игр</li> <li>Более 200 других игр</li>",
  "wlc_numbers_p4": "Наша команда проведет вас через все этапы — от обучения до запуска.",
  "wlb_platform": "White Label Betting платформа",
  "wlb_platform_p1": "White label спортивное решение VRNL предлагает комплексную полностью управляемую платформу обмена.",
  "wlb_platform_p2": "Одной из особенностей является исключительная <b class='bold'>скорость создания и развертывания сайта.</b> Наша команда может запустить ваш сайт всего за десять рабочих дней, <b class='bold'>точно под ваши требования.</b>",
  "wlb_platform_p3": "<b class='bold'>Наш сервис включает специализированный хостинг</b>, все необходимое ПО, live данные по спортивным коэффициентам, инструменты управления рисками и поддержку клиентов. Мы — ведущая white label платформа для ставок.",
  "wlb_platform_list": "<li>Разработка сайтов, <b>брендинг, настройка</b> и тщательное тестирование клиентских платформ</li> <li>Регулярные обновления и новые функции</li> <li><b>Обеспечение оборудования</b>, хостинг, круглосуточный мониторинг и поддержка</li> <li><b>Разнообразие ставок, спортивных категорий и лиг</b></li> <li>Эффективное принятие ставок и точные расчеты</li> <li>Продвинутое управление рисками, учет и контроль</li>",
  "wlb_platform_p4": "Консультанты VRNL тщательно собирают ваши требования и предлагают подборку шаблонов и последних достижений. Все платформы многоязычны и поддерживают несколько валют, а интерфейс адаптирован под ваши нужды.",
  "wlb_platform_customization": "Настройки",
  "be_unique": "Будьте уникальны",
  "be_unique_desp1": "<b class='bold'>VRNL специализируется на индивидуальных white label платформах для ставок, казино и </b>решениях, которые усиливают идентичность вашего бренда.",
  "be_unique_desp2": "Наша команда обеспечивает, чтобы каждый элемент — от интерфейсов до интеграции логотипа и функциональных улучшений — соответствовал вашему видению.",
  "be_unique_desp3": "Начните путь с VRNL, где ваше уникальное видение оживает.",
  "wlb_platform_odds": "Коэффициенты",
  "wlb_platform_odds_optimize": "Оптимизируйте коэффициенты с VRNL",
  "wlb_platform_odds_p1": "Опережайте конкурентов с нашими передовыми <b class='bold'>услугами управления коэффициентами</b>. Мы предоставляем корректировку коэффициентов в реальном времени, управление рисками и анализ рынка для оптимизации спортивных ставок и улучшения опыта игроков.",
  "wlb_platform_odds_p2": "Наша команда специалистов стремится обеспечить ваш успех. Свяжитесь с нами сегодня, чтобы узнать, как мы можем вывести ваш бизнес ставок на новый уровень.",
  "wlb_platform_zeroRisk": "Нулевой риск",
  "wlb_platform_zeroRisk_h1": "Торговля и управление рисками",
  "wlb_platform_zeroRisk_p1": "Мы предоставляем комплексные услуги торговли и управления рисками, а также профессиональное руководство по коэффициентам. Также предлагаем уникальную функцию — покрытие выигрышей. Практически это означает, что если ваша платформа не приносит дохода, мы оплачиваем выплаты игрокам. Мы ценим ваше спокойствие.",
  "wlb_platform_bpb": "Брендинг платформы ставок",
  "wlb_platform_bpb_layouts": "Неограниченное количество макетов",
  "wlb_platform_bpb_layouts_desp": "Выбирайте из <b>широкого набора макетов</b> или создавайте собственный макет через <b>API</b>. Вы и ваша команда можете полностью кастомизировать интерфейс под свое видение.",
  "Betting": "Ставки",
  "B2C": "B2C",
  "Casino": "Казино",
  "main_sec_title": "VRNL — ведущий поставщик программного обеспечения для спортивных ставок в Бангладеш.",
  "who_we_are": "кто мы",
  "what_we_do": "чем мы занимаемся",
  "about_us_title": "О нас - White label спортивное ПО и онлайн казино",
  "casino_providers": "Поставщики казино",
  "betting_providers": "Поставщики ставок",
  "games_providers": "Поставщики игр",
  "online_exch_sw_title": "Революционизируйте свой бизнес с VRNL Online Exchange Software",
  "casino_games_title": "Игры казино - White label Casino",
  "casino_tournaments_title": "Программное обеспечение турниров казино - White label онлайн казино",
  "esports_title": "ПО для ставок на eSports позволяет вашим пользователям делать ставки на топовые игры eSports",
  "faq_title": "VRNL FAQ – Руководство по частым вопросам и ответам",
  "iframe_title": "iFrame Sportsbook White label для ставок и казино",
  "live_casino_title": "White label Казино - начните свое онлайн казино",
  "lottery_games_title": "Лотерейные игры - White label Казино",
  "mobile_title": "Поднимите игру с мобильным ПО VRNL для спортивных ставок",
  "online_casino_sw_title": "Онлайн казино ПО - Эволюция онлайн казино и поставщик платформ",
  "ourTheme_title": "Ставь и выигрывай: Наша работа в мире онлайн ставок и казино",
  "risk_management_title_main": "Стратегии управления рисками для операторов спортивных ставок - White label ПО для ставок и казино",
  "sport_bet_title": "Улучшите свои ставки с VRNL Sports Betting Software",
  "wlc_title": "White label Казино - легко начните онлайн казино с нашим решением White Label Casino.",
  "whiteLabel_title": "VRNL — ваш персонализированный поставщик white label спортивного ПО",
  "TOAST": {
    "FILL_REQUIRED": "Пожалуйста, заполните все обязательные поля.",
    "SUBMITTING": "Отправка запроса...",
    "SUCCESS": "Запрос на демонстрацию успешно отправлен!",
    "ERROR": "Произошла ошибка. Пожалуйста, попробуйте снова."
  },
  "disclosure_tp_a_desp": "<strong>a. Общие сведения</strong><br> Иногда vrnl.net может предоставлять определённую личную информацию стратегическим партнёрам, которые работают с vrnl.net для предоставления услуг или помогают vrnl.net продвигать свои продукты клиентам. Например, когда вы покупаете и активируете подписку, вы даёте разрешение vrnl.net обмениваться информацией, которую вы предоставляете в процессе активации, для выполнения услуги. Если вы одобрили услугу, ваш аккаунт будет регулироваться политикой конфиденциальности vrnl.net. Личная информация будет передаваться vrnl.net только для предоставления или улучшения наших услуг и маркетинговых аспектов; она не будет передаваться третьим лицам для их маркетинговых целей.<br> vrnl.net также может тщательно выбирать другие компании для отправки вам информации о своих продуктах или услугах, связанных с сервисом сайта, но не необходимых для его работы («Расширенная услуга»). Если vrnl.net намерен использовать персонально идентифицируемую информацию для Расширенной услуги, сайт vrnl.net предоставит вам возможность и необходимые инструкции для отказа от этой услуги.<br> Вы также можете прекратить получение информационных или рекламных писем от <b>vrnl.net</b>, следуя инструкциям в письме.",
  "objection_processing_desp": "<strong>e. Возражение против обработки</strong><br> Если ваши личные данные обрабатываются для прямого маркетинга, вы можете в любое время попросить нас прекратить обработку ваших данных для этих целей, отправив нам электронное письмо.<br> Пожалуйста, имейте в виду, что если вы не разрешите нам собирать личную информацию о вас, мы можем быть не в состоянии предоставить определённые услуги, продукты или возможности, и некоторые наши сервисы могут не учитывать ваши интересы и предпочтения. Если сбор личной информации обязателен, мы укажем это в момент её сбора, чтобы вы могли принять обоснованное решение о участии. Если у вас есть вопросы о конкретной личной информации, которую мы обрабатываем или храним, и о ваших правах в отношении этой информации, пожалуйста, свяжитесь с нашей службой поддержки.",
  "disclosure_tp_e_desp": "<strong>e. Передача бизнеса</strong><br> Мы предоставляем личную информацию нашим аффилированным лицам и другим надежным компаниям или лицам для обработки от нашего имени на основе наших инструкций и в соответствии с нашей Политикой конфиденциальности и другими соответствующими мерами по обеспечению конфиденциальности и безопасности. Например, мы можем использовать поставщиков услуг для помощи с поддержкой клиентов.<br> В случае слияния vrnl с другой компанией или приобретения другой компанией, а также в случае реорганизации или реструктуризации бизнеса, мы и наши аффилированные лица можем полностью или частично передавать вашу личную информацию другой бизнес-структуре.",
  "rectification_iii_desp": "<strong>b. Исправление неточной или неполной информации</strong><br> Вы можете попросить нас исправить неточную или неполную личную информацию о вас (это информация, которую вы не можете обновить сами в своём аккаунте moneycontrol), отправив нам электронное письмо.<br> Вы можете получить доступ и обновлять часть своих личных данных через настройки аккаунта. Если вы решили подключить свой профиль vrnl.net к стороннему приложению, например Facebook или Google, вы можете изменить настройки и удалить разрешение для приложения, изменив настройки аккаунта. Вы несёте ответственность за актуальность своей личной информации. vrnl.net может периодически отправлять вам напоминания по электронной почте, чтобы поддерживать точность вашей личной информации.",
  "disclosure_tp_c_desp": "<strong>c. Поставщики услуг</strong><br> vrnl.net может включать ссылки на различные сторонние веб-сайты, которые могут собирать вашу личную информацию. Использование вашей информации, собранной такой сторонней платформой, регулируется политикой конфиденциальности этой платформы. Такие веб-сайты или приложения регулируются своими собственными политиками конфиденциальности, которые находятся вне нашего контроля. Как только вы покидаете наши серверы (вы можете определить это, проверив URL в строке адреса браузера), использование любой предоставленной вами информации регулируется политикой конфиденциальности оператора приложения, которое вы посещаете. Эта политика может отличаться от нашей. Если вы не можете найти политику конфиденциальности какого-либо из этих сайтов через ссылку на главной странице приложения, вам следует напрямую связаться с владельцами приложения для получения дополнительной информации.<br> Мы можем публично делиться информацией, не позволяющей идентифицировать личность, и с нашими партнёрами — такими как издатели, рекламодатели, разработчики или правообладатели. Например, мы делимся информацией публично, чтобы показать тенденции общего использования наших сервисов. Мы также разрешаем определённым партнёрам собирать информацию из вашего браузера или устройства для маркетинга/промоакций и целей измерения, используя свои собственные файлы cookie или аналогичные технологии.",
  "data_security": "Безопасность данных"
}