{
  "contact_title": "Spoločnosť, ktorá neustále hľadá inovatívne riešenia na uspokojenie svojich obchodných potrieb.",
  "contact_footer": "„Sme tím kreatívnych stratégov, technologických nadšencov a efektívnych komunikátorov, poháňaných neochvejnou vášňou pre online herný priemysel. Naším neustálym záväzkom je podporovať úspech našich klientov v podnikaní.“",
  "contact_header": "Kontaktujte NÁS",
  "contact_para": "Porozprávajte sa s odborníkom VRNL a zistite, ako naše riešenia môžu povýšiť vaše stávkové podnikanie.",
  "telegram": "Telegram",
  "write_msg": "LEN NÁM NAPÍŠTE SPRÁVU",
  "fname": "Celé meno",
  "fname_err": "Toto pole je povinné (minimálne 2 znaky).",
  "email": "Váš e-mail",
  "email_err": "Je potrebný platný e-mail.",
  "country": "Krajina",
  "pnumber": "Telefónne číslo",
  "pnumber_err": "Telefón musí mať 10 číslic.",
  "message": "Správa",
  "sending": "Odosielanie…",
  "submit": "Odoslať",
  "con_param1": "Vaše osobné údaje s nikým nezdieľame. Pozrite si našu",
  "privacy_policy_form": "„zásady ochrany osobných údajov“",
  "con_param2": "pre viac informácií",
  "casino_tournament_h1": "<b class='chck'>Kasínové turnaje</b> vám umožňujú vytvoriť turnaj s dátumom začiatku a konca.",
  "casino_tournament_p1": "Silný nástroj, ktorý máte k dispozícii na zvýšenie príjmov kasínovej sekcie, je implementácia <strong>Kasínových turnajov.</strong>",
  "casino_tournament_h2": "Budete mať možnosť úplne <strong>prispôsobiť každý turnaj</strong> výberom zoznamu automatov, ktoré sa zúčastnia súťaže.",
  "casino_tournament_p2": "Na <strong>vytvorenie propagácie</strong> stačí vybrať <strong>názov</strong> turnaja, určiť <strong>automaty</strong>, ktoré sa majú zahrnúť, a špecifikovať <strong>jackpot</strong>, ktorý bude rozdelený medzi <strong>rôzne ceny</strong>, všetko podľa vašich preferencií.",
  "casino_tournament_p3": "Kľúčové údaje, ktoré je potrebné zadať, zahŕňajú <strong>dátum začiatku</strong>, <strong>dátum ukončenia</strong>, <strong>celkový jackpot</strong>, počet účastníkov v rebríčku a minimálne požiadavky na stávky pre vstup do turnaja.",
  "casino_tournament_p4": "Okrem toho budete mať vždy prístup k rebríčku v reálnom čase zobrazujúcemu používateľské mená, pozície hráčov a zodpovedajúce ceny. Táto funkcia môže výrazne zlepšiť používateľskú skúsenosť na vašej kasínovej platforme, prilákať viac hráčov a zvýšiť príjmy.",
  "casinogames_title": "Prečo si vybrať našu platformu?",
  "casinogames_title_h1": "Najrozsiahlejší katalóg na svete",
  "online_casino_games": "online kasínových hier",
  "online_casino_games_p1": "Naša <b style='color: #575756;'> White Label </b> je vaším konečným cieľom, poskytujúcim vám neprekonateľný výber viac ako 3000 vzrušujúcich kasínových hier a automatov. Hrdíme sa tým, že ponúkame najkomplexnejší výber online kasínových hier dostupných na internete.",
  "online_casino_games_p2": "Služby poskytujeme prevádzkovateľom online hier, bookmakerom, lotériám a stávkovým organizáciám pôsobiacim na regulovaných trhoch.",
  "online_casino_games_p3": "Chápeme dôležitosť bezpečnej a férovej hry vo svete online kasín. Preto naša herná matematika nie je len robustná, ale aj certifikovaná nezávislými hernými laboratóriami. Táto certifikácia zaručuje najvyššiu úroveň používateľskej skúsenosti pre vašich hráčov a robí ich online kasínovú skúsenosť skutočne prvotriednou.",
  "casino_nos": "KASÍNOVÉ ČÍSLA",
  "slot_machine": "Automaty",
  "morethan10": "Viac než 10",
  "tablegames": "Bordové hry",
  "morethan4": "Viac než 4",
  "videopoker": "Video poker",
  "morethan": "Viac než",
  "lottery": "Loteria",
  "morethan9": "Viac než 9",
  "proveedores": "DODÁVATELIA",
  "morethan12": "Viac než 12",
  "online_turnkey": "Poskytujeme online turnkey kasínové riešenia",
  "casino_wls": "Kasíno White Label riešenie",
  "casino_wls_desp": "Jednoducho spustite vlastné značkové kasíno pomocou white-label riešenia VRNL. Prispôsobte svoje kasíno, ponúknite široký výber hier, zabezpečte bezpečnosť a rýchlo začnite generovať príjem.",
  "webbranding": "Branding webovej stránky",
  "webbranding_desp": "Zvýšte svoju online prítomnosť pomocou odborných služieb VRNL pre branding webových stránok. Navrhujeme, vytvárame a transformujeme webové stránky tak, aby odrážali vašu jedinečnú identitu a zanechali trvalý dojem.",
  "toolstraning": "Nástroje (školenie)",
  "toolstraning_desp": "Odomknite svoj potenciál vo svete tradingu s výkonnými obchodnými nástrojmi VRNL. Naše špičkové riešenia vám poskytujú poznatky a technológiu na informované rozhodovanie a maximalizáciu úspechu.",
  "client_support": "Podpora klientov",
  "client_support_desp": "Zlepšite skúsenosť svojich klientov s vynikajúcimi službami podpory VRNL. Náš oddaný tím poskytuje odbornú asistenciu, zabezpečujúc, že potreby vašich klientov sú riešené efektívne a starostlivo.",
  "aboutus_title": "Som si istý, že ste zvedaví objaviť",
  "aboutus_desp": "Spoločnosť, ktorá neustále hľadá inovatívne riešenia na uspokojenie svojich obchodných potrieb.",
  "online_gaming_provider": "Poskytovateľ online hier",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl je etablovaný poskytovateľ Sportsbook a Gaming so skvelou 5-ročnou históriou v stávkovom priemysle. </strong> Od roku 2020 sa venujeme poskytovaniu bookmakerom, lotériám a stávkovým organizáciám na regulovaných trhoch.",
  "about-section1-para2": "Sme tím kreatívnych stratégov, technologických nadšencov a efektívnych komunikátorov, poháňaný neochvejnou vášňou pre online herný priemysel. Našou neustálou snahou je podporovať úspech našich klientov v podnikaní.",
  "about-section1-para21": "S hrdosťou poskytujeme špičkové riešenia pre firmy a jednotlivcov v oblasti online hier a stávok. Či už ste startup, ktorý chce spustiť svoju platformu, alebo etablovaná značka, ktorá chce expandovať, poskytujeme komplexné služby, ktoré podporujú váš rast, zabezpečujú súlad s predpismi a prinášajú výnimočný používateľský zážitok.",
  "about-section1-para22": "Naše White Label riešenia vám umožňujú spustiť vlastný plne značkovaný online herný alebo stávkový biznis bez výziev spojených s budovaním od nuly. Poskytujeme kompletný, plne spravovaný balík, ktorý zahŕňa vlastné brandingové prvky podľa vašej identity, integrované športové stávky, kasíno a herné moduly, bezpečné platobné brány a nepretržitú technickú podporu a údržbu. S našou White Label platformou sa môžete sústrediť na marketing, získavanie zákazníkov a rast podnikania, zatiaľ čo my sa staráme o technológie, súlad s predpismi a backendové operácie.",
  "about-section1-para3": "Naša špičková herná platforma je jedným z kľúčových faktorov, ktoré posunuli Vrnl na súčasnú úroveň váženého medzinárodného softvérového domu. <strong style='color: #000;'>Vďaka našim rozsiahlym 5-ročným skúsenostiam v tomto sektore, Vrnl s hrdosťou poskytuje služby viac ako 40 bookmakerom v 11 rôznych krajinách sveta.</strong>",
  "about_us": "O nás",
  "about_us_desp": "VRNL je najväčšia platforma poskytujúca online športové a kasínové stávky White Label. Ponúkame Exchange API spolu s našimi vlastnými webovými službami pre Bangladéš s nízkymi maržami a spoľahlivou platformou, ktorá zahŕňa kasíno. Poskytujeme API pre všetky ligy na výmeny spolu s online streamovacími službami. Užite si stávky na spoľahlivej platforme. Hrajte viac ako 1000 automatových a stolových hier na našom webe.",
  "our_client": "Naši klienti",
  "our_client_desp": "Vo Vrnl neúnavne hľadáme najlepšie herné a zábavné partnerstvá, aby sme zabezpečili bezkonkurenčnú skúsenosť pre našich klientov a hráčov. Prostredníctvom spolupráce s renomovanými medzinárodnými kasínami a poskytovateľmi virtuálnych hier sme hladko integrovali našu Sports Betting Platform s rozsiahlym výberom hier, od automatov a stolových hier po live kasíno, virtuálne hry a fantasy hry. Naša platforma je dostupná na desktopoch aj mobilných zariadeniach s vysokokvalitnou grafikou, animáciami a pohlcujúcim zvukom. Intuitívne menu zvyšuje používateľskú skúsenosť. Integrácia je rýchla, škálovateľná, flexibilná a bezpečná. Sme hrdí, že klientom poskytujeme najširší výber hier v sektore. Vitajte vo Vrnl, kde sa herná dokonalosť stretáva s nekonečnými možnosťami.",
  "lost404": "Vyzerá to, že ste stratení",
  "lost404desp": "stránka, ktorú hľadáte, nie je dostupná!",
  "gotohome": "Prejsť na domovskú stránku",
  "esports_bs": "eSports Betting Software",
  "esports_bs_desp1": "Vo VRNL sme hrdí na poskytovanie jedinečného a pohlcujúceho zážitku pre fanúšikov eSports.",
  "esports_bs_desp2": "VRNL je vašou bránou do sveta, kde sa hranie a stávkovanie spájajú. Naše eSports Betting Software je navrhnuté pre hráčov ako vy, poskytuje vzrušujúci, bezpečný a odmeňujúci zážitok. Nezmeškajte šancu byť súčasťou akcie. Pridajte sa k VRNL ešte dnes a posuňte svoj herný zážitok na novú úroveň!",
  "startnow": "Začať teraz",
  "easy_setup": "Jednoduché nastavenie, menej, než si predstavujete.",
  "easy_setup_desp1": "Môžeme dodať eSports platformu za pár týždňov.<br> Postaráme sa o všetky aspekty: hosting, používateľské rozhranie, feed kurzov, prispôsobené stránky, aktiváciu produktov a stratégiu športovej stávky.",
  "easy_setup_desp2": "Vaša hlavná pozornosť sa môže sústrediť na nastavenie a budovanie vašich online sietí.",
  "esport_bet_center_h1": "Ak premýšľate o začatí online stávok, naše eSports stávkové softvér je skvelým prvým krokom.",
  "esport_bet_center_p1": "Využite naše odborné služby a pokročilú eSports stávkovú technológiu. Naši regulovaní partneri získavajú plnú podporu pri vstupe do online stávkového priemyslu a môžu používať naše prispôsobené alebo generické platformy.",
  "esport_bet_center_p2": "Začatie online sportsbooku, ktorý sa sústreďuje hlavne na eSports, môže byť náročné. Preto sme vytvorili komplexný eSports stávkový systém s predzápasovými stávkami. Naším cieľom je ponúknuť najrozsiahlejšiu škálu možností eSports online.",
  "have_qes": "Máte otázku?",
  "para_faq": "Máme odpovede (väčšinou!)",
  "freq_param": "Nižšie nájdete odpovede na najčastejšie otázky, skontrolujte naše",
  "if_still_qes": "Ak stále nemôžete nájsť odpoveď, ktorú hľadáte, jednoducho",
  "sbs_faqs": "Často kladené otázky o softvéri športových stávok",
  "whatis_sbs": "Čo je softvér športových stávok?",
  "whatis_sbs_ans": "Softvér športových stávok je navrhnutý na základe trhov a výberov používateľa. Naši odborníci sú vždy k dispozícii, aby vám poskytli najlepšie služby zákazníkom, vrátane porozumenia vašim potrebám a trhovým požiadavkám. Zároveň riadime každý krok vývojového procesu, čím vám poskytujeme kompletnú a funkčnú výmennú platformu.",
  "affiliate_systems": "Ponúkate affiliate systémy?",
  "affiliate_systems_ans": "Áno, náš softvérový systém je založený na 5 úrovniach: Administrátor platformy - prístup do back-endu (je možné vytvoriť aj ďalšie prístupy s obmedzenými právami). Reseller - master-agent dohliadajúci na viac stávkových miest. Získava provízie z obratu alebo zisku stávkových miest. Stávkové miesto - fyzické miesto, kde hráči môžu hrať, vkladať peniaze atď. Tento účet umožňuje stávkovať a získavať provízie. Pokladník - profil zamestnancov stávkových miest, môže stávkovať bez provízií. Online hráč - zaregistrujte svoj herný účet online alebo na mieste, stávkujte.",
  "whatis_label": "Čo je white label stávková stránka?",
  "whatis_label_ans": "White label stávková stránka je plne prispôsobená platforma. Vrnl white label stávková stránka poskytuje certifikované hry, bonusový systém, platobné brány. Obsah používateľského rozhrania, jazyk a mena sú podľa vašej voľby, Vrnl poskytuje rôzne grafické šablóny, funkcie a nástroje.",
  "fullmanagement": "Môžem mať plnú správu kurzov a marží?",
  "fullmanagement_ans": "Back-end obsahuje množstvo nástrojov, funkcií a reportov, ktoré poskytnú kompletný prehľad o športových stávkach. Existuje špeciálna sekcia pre správu kurzov, kde je možné upravovať marže, multiplikátory a kurzy pre trh, zápas alebo šampionát.",
  "logobrand": "Môžem použiť svoje logo a farby značky?",
  "logobrand_ans": "Áno, môžete. Poskytujeme rôzne riešenia podľa vašich požiadaviek. Môžeme vytvoriť riešenia na mieru alebo poskytnúť turnkey riešenie, upravujúc farby značky a logo.",
  "fullycustomized": "Chcel by som plne prispôsobené riešenie, je to možné?",
  "fullycustomized_ans": "Vrnl poskytuje tím odborníkov na nastavenie plne prispôsobenej športovej stávkovej platformy. Manažér účtu zozbiera požiadavky a koordinuje projekt s tímom: Projektový manažér, Grafický dizajnér a IT manažér.",
  "software_cost": "Koľko stojí softvér športových stávok?",
  "software_cost_ans": "Cena softvéru športových stávok sa líši podľa ponúkaných funkcií a služieb. Existujú rôzne plány podľa toho, či už máte veľký objem hráčov alebo chcete byť agentom s vlastnou sieťou hráčov.",
  "what_products": "Aké produkty ponúkate?",
  "what_products_ans": "Naším hlavným podnikaním sú športové stávky. Náš softvér športových stávok je interný produkt vyvinutý IT tímom od roku 2005. Okrem športového produktu ponúkame live betting, kasíno, live kasíno, lotérie a virtuálne hry pre riešenie „all-in-one“.",
  "canaddfeatures": "Môžem pridať funkcie, reporty a stránky do softvéru športových stávok?",
  "canaddfeatures_ans": "Softvér obsahuje množstvo reportov, stránok a bannerov, ktoré je možné prispôsobiť (CMS) alebo vyvinúť na požiadanie. Ak chcete vyvinúť novú funkciu, spolupracujeme s vami na prispôsobenom projekte: zhromažďovanie informácií, predloženie projektu, testovanie a finálne vydanie.",
  "canofferbettingservices": "Môžem ponúkať športové stávky v kasínach v mojej krajine?",
  "canofferbettingservices_ans": "Máme viacero riešení pre online aj kamenný biznis. Ak vlastníte kamenné kasíno a chcete ponúkať športové stávky, naše riešenie pre retail umožní vytvoriť účty pokladníkov na správu predaja tiketov.",
  "change_currentprovider": "Ako zmeniť svojho súčasného poskytovateľa softvéru?",
  "change_currentprovider_ans": "Ak už spravujete Exchangebook a chcete prejsť na našu platformu športového stávkovania, zabezpečíme, aby bol celý proces správne riadený. Pripravíme plán migrácie. Osobné údaje hráčov budú nahrané do novej platformy a prechod bude naplánovaný tak, aby migrácia bola dokončená za niekoľko hodín.",
  "sbs_offer": "Aké funkcie ponúka softvér športových stávok?",
  "sbs_offer_ans": "Softvér športových stávok môže poskytovať funkcie ako dátovo riadené predpovede, simulácie, trendy stávok, porovnanie kurzov a ďalšie. Tiež môže ponúknuť podrobnú analýzu minulých zápasov a nadchádzajúcich duelov, aby stávkari mohli robiť lepšie rozhodnutia. Špecializujeme sa na zriadenie a vytvorenie retailových stávkových kancelárií a online sietí, vrátane KYC procesov schválených regulačnými orgánmi, platobných brán pre hazard, affiliate marketing nástrojov, referral systémov a sociálnych médií, mobilných push notifikácií, web push notifikácií a in-app správ, kontroly hráčskych účtov, registračných a overovacích procesov, systémov detekcie podvodov a geolokačných nástrojov na získanie informácií o IP adrese.",
  "sbs_legal": "Je softvér športových stávok legálny?",
  "sbs_legal_ans": "Áno, softvér športových stávok je legálny a používa ho mnoho profesionálnych stávkarov. Je však dôležité používať softvér v súlade s platnými zákonmi vo vašej jurisdikcii.",
  "ebs_faqs": "Často kladené otázky o softvéri pre eSports stávky",
  "ebs_titleoffer": "Aké eSports tituly ponúkate?",
  "ebs_titleoffer_ans": "<li><strong>Najpopulárnejšie:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Športové hry:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>FPS (First-Person Shooter):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Fighting hry:</strong> Street Fighter, Super Smash Bros, Tekken. RTS (Real-Time Strategy): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Máte mobilnú verziu?",
  "mobileversion_ans": "Áno, VRNL je plne optimalizovaný pre mobilné zariadenia. Naša platforma je navrhnutá tak, aby fungovala bez problémov na všetkých smartfónoch a tabletoch, umožňujúc prístup k športovým stávkam, kasínu, iGaming a eSports kedykoľvek a kdekoľvek. Poskytuje plynulé rozhranie, rýchle načítanie a bezpečné transakcie priamo z mobilného prehliadača — bez potreby sťahovania aplikácie. Či už používate Android alebo iOS, skúsenosť je rýchla, užívateľsky prívetivá a rovnako bohatá na funkcie ako desktopová verzia.",
  "runesportsplatform": "Môžem prevádzkovať eSports stávkovú platformu bez správy kurzov a obchodovania?",
  "runesportsplatform_ans": "Naše eSports stávkové riešenia obsahujú feed kurzov. Softvér obsahuje množstvo funkcií a nástrojov na riadenie kurzových marží a konfigurácií v úplnej autonómii. Ak sa chcete sústrediť len na správu obchodov a hráčov, poskytujeme obchodné služby a podporu.",
  "esports_solutions": "Chcel by som plne prispôsobené eSports riešenie, je to možné?",
  "esports_solutions_ans": "VRNL poskytuje tím odborníkov na nastavenie plne prispôsobenej eSports stávkovej platformy. Account Manager zozbiera požiadavky a koordinuje projekt s ďalšími členmi tímu: projektovým manažérom, grafickým dizajnérom a IT manažérom.",
  "newtobusiness": "Som úplne nový v tomto biznise, čo by som mal vedieť?",
  "newtobusiness_ans": "Správne riadenie eSports stávkovej platformy môže byť veľmi ziskové. Ponúkame rôzne riešenia a služby podľa úrovne zapojenia a znalostí. Herný expert bude spolupracovať s vami na výbere najlepšieho eSports riešenia prispôsobeného vašim potrebám.",
  "eSports_market": "Koľko živých eSports trhov ponúkate?",
  "eSports_market_ans": "V súčasnosti ponúkame 20 živých eSports trhov. <br> Neustále však pridávame nové trhy.",
  "eSportsLogoBrand": "Môžem použiť svoje eSports logo a farby značky?",
  "eSportsLogoBrand_ans": "Áno, môžete. Poskytujeme rôzne riešenia podľa vašich požiadaviek. Môžeme vytvoriť riešenie na mieru alebo poskytnúť turnkey riešenie, upravujúc farby a logo vašej eSports značky.",
  "eSports_server": "Môžem hostovať eSports výmenu na svojej serverovej infraštruktúre?",
  "eSports_server_ans": "Nie, nemôžete. Hosting je súčasťou našej služby. Naši SysAdmini nastavili dedikovanú cluster štruktúru vrátane záloh a disaster recovery plánu, aby bola zaručená vysoká bezpečnosť a súlad s globálnymi reguláciami.",
  "sp_faqs": "Často kladené otázky o streamovacej platforme",
  "promte_cricket": "Koľko kriketových zápasov môžem propagovať?",
  "promte_cricket_ans": "Pri živom vysielaní z dashboardu je možné aktivovať dva zápasy naraz, ale nie je limit, koľko zápasov môžete pripojiť.",
  "broadcast_live": "Môžu sa kasínové udalosti vysielať naživo?",
  "broadcast_live_ans": "Áno, všetky kasínové hry je možné vysielať naživo na všetkých podporovaných platformách.",
  "measure_success": "Ako merať úspešnosť živých prenosov?",
  "measure_success_ans": "Samozrejme, môžete sledovať detailnú analytiku pre viaceré platformy na jednej obrazovke.",
  "is_mobile_friendly": "Je platforma priateľská k mobilom?",
  "is_mobile_friendly_ans": "Áno — platforma je plne mobilná a poskytujeme APK, ktorú si môžete stiahnuť a používať bez problémov.",
  "livecasino_faqs": "Často kladené otázky o Live Casino softvéri",
  "whatisVRNLcasino": "Čo je VRNL Casino softvér?",
  "whatisVRNLcasino_ans": "VRNL Live Casino softvér je moderná platforma, ktorá umožňuje online kasínam ponúkať hry s živým dealerom. Poskytuje infraštruktúru a nástroje potrebné na interaktívnu hru v reálnom čase.",
  "software_work": "Ako funguje VRNL Live Casino softvér?",
  "software_work_ans": "Softvér sa integruje priamo do online kasínových stránok. Spojuje hráčov s živými dealermi prostredníctvom vysokokvalitného video streamu, čo umožňuje hrať blackjack, ruletu, baccarat a ďalšie hry naživo a interaktívne.",
  "features_livecasino": "Aké sú hlavné funkcie VRNL Live Casino softvéru?",
  "features_livecasino_ans": "Ponúka prispôsobiteľné branding, bezpečnú integráciu platieb a užívateľsky prívetivé rozhranie pre hráčov aj prevádzkovateľov.",
  "security_livecasino": "Ako zabezpečiť bezpečnosť a férovosť hier s VRNL Live Casino softvérom?",
  "security_livecasino_ans": "Softvér používa certifikované RNG (generátory náhodných čísel) pre férovosť a poskytuje nástroje proti podvodom a ochranu hráčov. Dáta sú šifrované.",
  "offered_games": "Aké hry môžem ponúknuť s VRNL Live Casino softvérom?",
  "offered_games_ans": "Môžete ponúkať široký výber hier s živým dealerom, vrátane blackjacku, rulety a baccarat, ako aj ich variácie pre zvýšenie záujmu hráčov.",
  "integrateVRNL": "Môžem integrovať VRNL softvér do môjho existujúceho online kasína?",
  "integrateVRNL_ans": "Áno, softvér je navrhnutý pre jednoduchú integráciu do existujúcich platforiem.",
  "wlc_faqs": "Často kladené otázky o White Label kasíne",
  "whatis_wlc": "Čo je White Label kasíno?",
  "whatis_wlc_ans": "White Label kasíno je turnkey riešenie, ktoré umožňuje podnikateľom spustiť vlastné online kasíno s naším softvérom a infraštruktúrou, s vlastným brandingom.",
  "wlc_work": "Ako funguje White Label Casino služba?",
  "wlc_work_ans": "Poskytujeme plne funkčnú kasínovú platformu vrátane hier, platieb a podpory zákazníkov. Vy jednoducho prispôsobíte branding a dizajn.",
  "wlc_games": "Aké hry sú dostupné pre moje White Label kasíno?",
  "wlc_games_ans": "Ponúkame širokú škálu hier vrátane automatov, stolových hier (blackjack, ruleta) a hier s živým dealerom.",
  "wlc_launch": "Ako dlho trvá spustenie White Label kasína?",
  "wlc_launch_ans": "Čas sa líši podľa požiadaviek a regulačných procesov, priemerne niekoľko týždňov.",
  "wlc_cusSupport": "Aká úroveň podpory zákazníkov je poskytovaná pre moje White Label kasíno?",
  "wlc_cusSupport_ans": "Poskytujeme technickú a operačnú podporu, aby vaše kasíno fungovalo hladko.",
  "wlc_getstarted": "Ako začať s White Label kasínom od vašej spoločnosti?",
  "wlc_getstarted_ans": "Kontaktujte náš predajný tím, aby ste prebrali vaše potreby a získali konzultáciu na mieru. Budeme vás viesť procesom nastavenia White Label kasína.",
  "can_cutomize_branding": "Môžem prispôsobiť kasíno mojím brandingom?",
  "can_cutomize_branding_ans": "Áno — môžete plne prispôsobiť logo, farby a branding kasína podľa svojej identity.",
  "company": "Spoločnosť",
  "company_caps": "SPOLOČNOSŤ",
  "about": "O nás",
  "online_exchange_sw": "Online Exchange softvér",
  "privacy_policy": "Zásady ochrany osobných údajov",
  "contact_us": "Kontaktujte nás",
  "solutions": "Riešenia",
  "sports_betting_software": "Softvér športového stávkovania",
  "wlc": "White Label kasíno",
  "wlc_caps": "WHITE LABEL KASÍNO",
  "wlc_platform": "White Label stávková platforma",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Logo a grafický materiál Vrnl je intelektuálnym vlastníctvom spoločnosti a nesmie byť kopírovaný, reprodukovaný, distribuovaný ani zobrazovaný bez písomného súhlasu Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Všetky práva vyhradené.",
  "home": "Domov",
  "betting": "Stávky",
  "esports_betting": "Esports stávky",
  "sbs_head": "Softvér športových stávok",
  "casino": "Kasíno",
  "online_casino_sw": "Online kasínový softvér",
  "live_casino_sw": "Live Casino softvér",
  "casino_game": "Kasínové hry",
  "lottery_bingo": "Loteria a bingo",
  "casino_tournament": "Kasínový turnaj",
  "risk_management": "Riadenie rizík",
  "wl": "White Label",
  "wl_exch": "White label výmena",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Naša práca",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Loterijné hry",
  "exch_sw_provider": "Poskytovateľ Exchange softvéru",
  "mobile_bet": "Mobilné stávky",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget športových stávok",
  "back": "Späť",
  "exch_iframe_para": "Exchangebook iframe — umožňuje rýchlu aktiváciu modulu Exchangebook cez API integráciu. Naša komplexná služba Exchangebook, pod odborným dohľadom, zabezpečuje širokú škálu programovania pre online udalosti a trhy.",
  "contact_us!": "Kontaktujte nás!",
  "exch_iframe_types": "Typy Exchangebook iframe",
  "exch_iframe_types_para": "Naše Exchangebook iframe riešenia sú dostupné v troch variantoch, každý prispôsobený použitému kanálu, čím zabezpečíme najvhodnejšiu možnosť pre vaše potreby:",
  "exch_iframe_types_list": "<li>iFrame pre <strong>Desktop</strong>, navrhnutý pre počítače s rôznymi rozlíšeniami a s rozmanitými a prispôsobiteľnými rozloženiami.</li><li>iFrame pre <strong>Terminály a Kiosky SSBT</strong>, s rozloženiami optimalizovanými pre dotykové systémy a intuitívne používateľské prostredie, ideálne pre menej skúsených hráčov stávajúcich stávky.</li>",
  "exch_iframe_types_para2": "Okrem toho môžete prostredníctvom našej API dosiahnuť rozsiahlu prispôsobiteľnosť grafiky a herných funkcií.",
  "cm_exch": "Komplexný Managed Exchangebook",
  "cm_exch_para": "Naše Exchangebook iframe zahŕňa poskytovanie dátových feedov kurzov a konfiguráciu základných stávkových nastavení. Softvér je vybavený množstvom funkcií a nástrojov na nezávislé riadenie marží a konfigurácií kurzov. Ak sa však chcete zamerať predovšetkým na správu hráčov a marketing, ponúkame plne spravované obchodné služby a podporu.",
  "acq_exch": "Získanie Exchangebook iframe riešenia je jednoduché",
  "acq_exch_para": "Proces aktivácie iFrame sme zjednodušili na päť jednoduchých krokov:",
  "acq_exch_list": "<li>Formálne uzavretie dohody medzi Vrnl a zákazníkom.</li><li>Spustenie integrácie Exchangebook iFrame prostredníctvom API s použitím nášho SDK.</li><li>Uskutočnenie stretnutia na definovanie stratégie Exchangebook.</li><li>Identifikácia najatraktívnejších športov a udalostí prispôsobených vášmu prevádzkovému regiónu.</li><li>Spustenie naživo!</li>",
  "live_casino_sw_p1": "Naša <strong>Live Casino platforma</strong> vám umožňuje aktivovať <strong>najlepších poskytovateľov live hier</strong> známych pre svoju <strong>výnimočnú kvalitu a matematickú integritu</strong>.",
  "live_casino_sw_p2": "Sme oddaní poskytovaniu najlepšieho live kasínového zážitku. Či ste skúsený hráč alebo nový vo svete online kasín, naša platforma ponúka pohlcujúci, interaktívny herný zážitok v reálnom čase.",
  "live_casino_sw_p3": "Riešenie VRNL Live Casino poskytuje komplexnú škálu služieb, vrátane:",
  "live_casino_sw_p3_l1": "Nástroje pre kompletnú históriu hlásení",
  "live_casino_sw_p3_l2": "Vizualizácia histórie hier",
  "live_casino_sw_p3_l3": "Konfigurácie hier",
  "live_casino_sw_p3_l4": "Nástroje na riadenie rizík",
  "live_casino_sw_p3_l5": "Správa hráčov",
  "live_casino_sw_p3_l6": "Nástroje pre správu affiliate programov",
  "live_casino_sw_p3_l7": "Multilevel hierarchická štruktúra agentov",
  "live_casino_sw_p4": "Vyvinuli sme rôzne bezpečné integračné metódy, ktoré sú užívateľsky prívetivé a navrhnuté pre jednoduchú implementáciu s naším live casino API.",
  "live_casino_sw_demo": "Demo riešenia Live Casino",
  "livecasino_integration": "<strong style='color: #575756;'>Integrácia live casino API</strong>",
  "livecasino_integration_para": "Náš softvér pre live casino môžete mať spustený už v priebehu niekoľkých dní. Okrem toho poskytujeme komplexné riadiace služby, ktoré zabezpečujú dohľad našich expertov nad celou prevádzkou. <strong style='color: #575756;'>Tiež garantujeme prístup k najrozsiahlejšiemu výberu live hier dostupných online.</strong>",
  "live_casino_lobby": "V našom užívateľsky prívetivom Live Casino Game Lobby",
  "youcan": "môžete",
  "findgames_like": "nájsť hry ako:",
  "findgames_like_desp": "Live Ruleta, Live Baccarat, Live Blackjack a Live Poker, Dice a Number games.",
  "euro_roulette": "Európska ruleta",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Americká ruleta",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Rezervujte demo",
  "lottery_head": "Hľadáte platformu pre lotériu a bingo?",
  "lottery_head_desp1": "Starostlivo sme vybrali najlepšie <b style='color: #575756; font-size: 45px;'>lotérie a bingo</b> hry pre vás.",
  "lottery_head_desp2": "Naše <b style='color:#575756; font-size: 16px;'>White Label Lottery a Bingo</b> riešenie ponúka množstvo atraktívnych variantov klasickej bingo hry spolu s najznámejšími lotériami.",
  "lottery_head_desp3": "Tieto hry si môžete <b style='color:#575756; font-size: 16px;'>užiť na smartfóne alebo počítači</b>, pričom zabezpečujeme výnimočný užívateľský zážitok, pretože naše hry sú najvyššej kvality.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Navyše, naše herné algoritmy sú bezpečné a nezávisle certifikované, poskytujúce spoľahlivý a dôveryhodný herný zážitok.<br><br></strong>",
  "lottery_bingo_nos": "ČÍSLA LOTÉRIE A BINGA",
  "bingo_games": "Bingo hry",
  "over100": "viac než 100",
  "over130": "viac než 130",
  "suppliers": "DODÁVATELIA",
  "more20": "Viac než 20",
  "sports_betting_software_wl": "Softvér športového stávkovania White Label",
  "sports_betting_software_wl_desp": "Spoločnosť zaviazaná neustále hľadať inovatívne riešenia na efektívne riešenie svojich rastúcich obchodných potrieb.",
  "blink-soft": "Vylepšite svoj zážitok s pokročilým softvérom pre športové stávky",
  "platform_para1": "Moderné softvérové riešenia pre športové stávky <b>transformujú</b> spôsob, akým sa stávkari zapájajú do hry. S <b>bezproblémovými rozhraniami,</b> analýzou v reálnom čase a možnosťou live stávok tieto platformy poskytujú vynikajúci zážitok pre nováčikov aj skúsených hráčov.",
  "platform_para2": "Či už prevádzkujete online športovú stávkovú kanceláriu, retail stávkovú pobočku alebo kasíno, náš komplexný balík riešení — vrátane <b>B2C platforiem</b> a <b>prispôsobiteľných White Label produktov</b> poskytuje flexibilitu a technológiu potrebnú na udržanie konkurencieschopnosti. Prijmite inovácie a posuňte svoje športové stávkovanie na vyššiu úroveň s softvérom navrhnutým na <b>optimalizáciu výkonu</b> a <b>spokojnosť používateľov</b>.",
  "try_b2b": "Preskúmajte náš pokročilý B2B stávkový softvér",
  "try_b2c": "Preskúmajte náš pokročilý B2C stávkový softvér",
  "wls_turnkey": "White Label riešenia a turnkey platformy",
  "wls_turnkey_p1_span1": "bezproblémový a pohlcujúci zážitok zo športových stávok",
  "wls_turnkey_p1_span2": "pre vašich zákazníkov. Tento prístup eliminuje potrebu nákladného a časovo náročného vývoja, čo vám umožní sústrediť sa na rast a",
  "custom_satisfaction": "spokojnosť zákazníka",
  "wls_turnkey_p2": "Naša bezpečná, vysoko výkonná stávková platforma je plne certifikovaná nezávislými hernými laboratóriami, čo zaručuje súlad a spoľahlivosť. Partnerstvom s VRNL získavate prístup k dôveryhodnej stávkovej výmene, ktorá zvyšuje ziskovosť pri zachovaní",
  "highest_industry_standards": "najvyšších štandardov v odvetví",
  "igaming_platform": "iGaming platforma",
  "igaming_platform_p1": "VRNL je spoľahlivým partnerom v iGaming priemysle, ponúkajúcim špičkové",
  "sbs": "softvér športového stávkovania",
  "igaming_platform_p2": "Naším cieľom je transformovať online herný trh poskytovaním operátorom všestrannej, moderné platformy, ktorá zabezpečuje plynulú a pohlcujúcu hru pre ich používateľov.",
  "online_casino": "Online kasíno",
  "casino_para": "Vitajte v VRNL Online Casino — <b>dôveryhodný líder</b> poskytujúci bezpečnú a vzrušujúcu hernú platformu po celom svete. Našou misiou je poskytovať výnimočný kasínový zážitok, ktorý udrží hráčov zapojených a zabavených.",
  "casino_para_list": "<li>Viac ako 75 poskytovateľov</li><li>Viac než 15 000 automatov</li><li>500+ stolových hier</li><li>700+ video poker hier</li><li>Viac než 200 ďalších hier</li>",
  "casino_para2": "Náš odborný tím vás podporuje v každom kroku, od školenia po spustenie.",
  "play_livecasino": "Hrajte v live kasíne ako keby ste boli priamo v kasíne",
  "play_livecasino_list": "<li>Live Game Show</li><li>AWC</li><li>Automaty</li><li>Live Ruleta</li><li>Live Blackjack</li><li>Live Baccarat</li><li>Casino Hold’em Live</li><li>Blueocean</li><li>Dragon Tiger Live</li><li>Andar Bahar</li><li>Teen Patti</li>",
  "api_services_iframe": "API poskytovatelia služieb a iFrame",
  "api_services_iframe_p1": "VRNL poskytuje špičkové <b>API integrácie a iFrame riešenia</b>, umožňujúce bezproblémové prepojenie platforiem, bezpečnú výmenu dát a vylepšené užívateľské zážitky — pomáhajúce firmám pracovať inteligentnejšie a rýchlejšie.",
  "api_services_iframe_p2": "V VRNL chápeme dôležitosť hladkej výmeny dát a komunikácie medzi aplikáciami. Poskytujeme špičkové služby API integrácie, umožňujúce vášmu softvéru ľahko komunikovať s inými platformami. Naši experti zabezpečia, aby vaše systémy fungovali harmonicky, poskytujúc hladký zážitok pre vás aj vašich zákazníkov.",
  "virtual_games": "Virtuálne hry",
  "virtual_games_desp1": "Ste pripravení na virtuálnu hernú cestu s VRNL? Ponorte sa do virtuálneho sveta ako nikdy predtým a pripravte sa na nekonečné hodiny zábavy.",
  "virtual_games_desp2": "V VRNL sme nadšení poskytovať špičkové virtuálne herné zážitky, ktoré hráčov prenesú do vzrušujúcich nových svetov. Našou misiou je poskytovať najpohlcujúcejšie, zábavné a ohromujúce virtuálne hry, ktoré vás udržia pri obrazovke hodiny.",
  "before_start": "Predtým, než začnete, preskúmajte to v akcii!",
  "explore_demo": "na našej demo platforme:",
  "mobile_sbs": "Mobilný softvér športového stávkovania",
  "mobile_sbs_p1": "Naša <strong>mobilná aplikácia</strong> umožňuje vašim stávkarom ľahko pristupovať k herným účtom a stávkovať cez tablety, smartfóny a iné mobilné zariadenia pripojené na internet.",
  "mobile_sbs_p2": "Od kriketu a futbalu až po tenis, náš softvér pokrýva širokú škálu športových udalostí po celom svete. Nezáleží na vašej športovej vášni, môžete stávkovať na hry a tímy, ktoré máte radi.",
  "mobile_sbs_p3": "Náš softvér nie je len o stávkach, ale o vytváraní zážitku, ktorý je bezproblémový a zameraný na používateľa. Investovali sme do najmodernejšej technológie, aby navigácia na našej platforme bola čo najjednoduchšia.",
  "advantages_sbs": "Výhody mobilného softvéru športového stávkovania",
  "advantages_sbs_l1": "Mobilné aplikácie sú rýchlejšie",
  "advantages_sbs_l2": "Personalizovaný obsah stávok",
  "advantages_sbs_l3": "Okamžité online stávky",
  "advantages_sbs_l4": "Bezpečné a spoľahlivé",
  "advantages_sbs_p1": "Aplikácie sú rýchlejšie než mobilné webové stránky, ponúkajú plynulejšiu interakciu a reakcie.",
  "advantages_sbs_p2": "Používatelia si užívajú personalizovaný obsah pre pohlcujúci zážitok, vrátane stávkových možností prispôsobených ich preferenciám.",
  "advantages_sbs_p3": "Všetky mobilné aplikácie poskytujú okamžitý prístup jednoduchým kliknutím, umožňujú používateľom stávkovať, kontrolovať účty, hrať kasínové hry a vyberať obľúbené ligy bez čakania.",
  "advantages_sbs_p4": "Naša bezpečnosť je prioritou. Mobilný softvér VRNL je postavený s modernými bezpečnostnými opatreniami na ochranu vašich osobných a finančných informácií. Môžete stávkovať s pokojom.",
  "online_casino_sw_p1": "VRNL je popredným poskytovateľom <strong>softvéru pre online kasíno</strong> a <strong>platforiem</strong>. Hrajú kľúčovú úlohu pri navrhovaní a vývoji kasínových platforiem, zaručujúc ich užívateľskú prívetivosť a množstvo funkcií.",
  "online_casino_sw_p2": "Náš marketingový tím bude pracovať usilovne, aby vaše online kasíno získalo prominentné miesto na úvodnej stránke, zaručujúc vysokú viditeľnosť na online trhu.",
  "online_casino_sw_p3": "Online kasínová platforma bude vybavená rôznymi predkonfigurovanými hrami a naše monitorovacie nástroje vám poskytnú jasný prehľad o priebehu a výkonnosti vášho nového projektu v reálnom čase.",
  "customized_theme": "Toto je téma a môže byť prispôsobená, pozrite si ju v akcii:",
  "live_casino_sw_desp1": "Ponúkame najširšiu škálu špičkových <strong>Live Casino poskytovateľov</strong><br>",
  "live_casino_sw_desp2": "po celom svete, zaručujúc prístup k najrozmanitejším live stolom online a bezproblémový multi-kanálový zážitok.",
  "casino_sw_features": "Hlavné funkcie softvéru kasína",
  "casino_sw_features_p1": "Naša <strong>platforma kasínového softvéru</strong> je navrhnutá tak, aby poskytovala bezproblémový a pohlcujúci herný zážitok pre hráčov aj operátorov.<br /><br />",
  "casino_sw_features_p2": "Hlavné funkcie našej platformy zahŕňajú: ",
  "casino_sw_features_list": "<li>Viditeľnosť a kontrolu nad rozsahom stolov.</li> <li>Atribúty a nastavenia herných stolov.</li> <li>VIP limity.</li> <li>Funkcionalitu klienta a prístup k našim nástrojom prispôsobenia.</li> <li>Mechanizmus reportovania a systém upozornení, ktorý poskytuje operátorom okamžitý prístup a upozornenia na prevádzkové notifikácie.</li> <li>API pre Business Intelligence (BI)</li> <li>Marketingové nástroje</li> <li>API pre externú integráciu</li>",
  "casino_sw_features_p3": "Náš užívateľsky prívetivý nástroj na prispôsobenie umožňuje stávkovým kanceláriám robiť zmeny v reálnom čase v rôznych aspektoch ich live ponúk,<br /> vrátane bannerov, fontov a farebných schém, všetko s intuitívnym ovládaním.",
  "casino_sw_features_p4": "Naša nová platforma funguje ako autonómny, agilný a flexibilný systém. Táto agilita nám umožňuje promptne <br /> reagovať na požiadavky stávkových kancelárií a udržiavať vyššie štandardy kvality pri vývoji nových a existujúcich <br /> produktov.",
  "casino_sw_features_p5": "Na zrýchlenie vášho podnikania ponúkame tiež ",
  "casino_sw_features_p6": " s rozsiahlym výberom viac než 3000 hier.",
  "integrate_iframe_apis": "Integrácia s externými platformami cez iFrame a API",
  "integrate_iframe_apis_para": "Naša platforma ponúka všestranné možnosti integrácie. Môžete ju bezproblémovo <strong>integrovať cez iFrame alebo <br /> API</strong>. Je možné ju prispôsobiť vašim konkrétnym potrebám, či už ide o komplexnú full-service integráciu, <br /> špecializované riešenie športových stávok alebo zameranie na <strong>online kasínové hry</strong>, vrátane <strong>live <br /> kasína</strong>.",
  "view_demo": "Zobraziť demo",
  "we_are": "sme",
  "online_exchange_sw_p1": "Vo VRNL sme hrdí na poskytovanie špičkového online Exchange softvéru, ktorý redefinuje stávkovanie. Ponúkame plne funkčnú platformu vybavenú rozsiahlym výberom live zápasov dostupných mesačne. S našimi možnosťami live streamingu premeníme vašu stávkovú kanceláriu na zábavnú platformu, všetko s certifikáciami od nezávislých herných laboratórií pre väčšiu istotu.",
  "online_exchange_sw_p2": "Online Exchange softvér VRNL ponúka komplexný rozsah športových stávok. Či už ste fanúšikom kriketu, futbalu, tenisu alebo iného športu, máme pre vás riešenie. Naša platforma poskytuje kurzy v reálnom čase, stávky počas hry a užívateľsky prívetivé rozhranie, ktoré umožňuje jednoduché podávanie stávok.",
  "onther_head": "Zjednodušujeme proces, aby ste sa mohli plynule integrovať do podnikania.",
  "onther_p1": "Táto téma je vysoko prispôsobiteľná a môžete zažiť jej flexibilitu v akcii:",
  "main_features": "Hlavné funkcie",
  "feature_para": "Vrnl je na čele revolúcie v stávkovaní a správe online kasín. Vďaka našej expertíze získate prístup k:",
  "feature_list": "<li><strong>Globálny stávkový zážitok :</strong> VRNL poskytuje prístup k širokému spektru športov, líg a stávkových trhov z celého sveta. S nami môžete svojim používateľom ponúknuť skutočne globálny stávkový zážitok.</li> <li><strong>Rozsiahle predzápasové možnosti :</strong> Vyberte si z 150 000 mesačných predzápasových stávok. Zabezpečujeme, že vaša platforma je vybavená širokým výberom možností, aby vyhovovala rôznym preferenciám stávok.</li> <li><strong>Vzrušujúce možnosti počas hry :</strong> Zapojte svojich používateľov do 75 000 mesačných stávok počas hry. Tieto stávky v reálnom čase pridávajú vzrušenie a spontánnosť stávkovému zážitku.</li> <li><strong>Kasínové hry pre Metaverse :</strong> VRNL ponúka rozsiahlu kolekciu kasínových hier vhodných pre metaverse. Ponorte svojich používateľov do virtuálneho kasína s našimi rozmanitými hernými možnosťami.</li> <li><strong>Bezproblémová iFrame integrácia :</strong> Jednoducho integrujte náš iFrame do vašej iGaming platformy. Náš užívateľsky prívetivý iFrame umožňuje bez námahy rozšíriť možnosti vašej platformy.</li> <li><strong>Flexibilná integrácia :</strong> Vyberte si spôsob integrácie, či už cez API alebo iFrame. Poskytujeme všestranné možnosti, aby vyhovovali vašim potrebám a požiadavkám platformy.</li>",
  "sports_header_2": "Online Exchange softvér iGaming kasínová platforma",
  "sports_header_2_p1": "Ponúkame <a style='color: #a0c528;' href='#'>White Label Casino</a> riešenie s rozsiahlym knižnicou viac než 1 000 hier.",
  "sports_header_2_p2": "Naše služby zahŕňajú získanie hernej licencie a právnu podporu pri spustení vášho kasína, čím zabezpečíme bezpečnú a certifikovanú hernú matematiku.",
  "sports_header_2_p3": "Vybrali sme tých najlepších poskytovateľov hier, aby sme vám ponúkli najširší výber&nbsp;live kasínových hier&nbsp;a&nbsp;online kasínových hier. Starostlivo sme vybrali partnerstvá s top poskytovateľmi hier, aby sme vám zabezpečili bezkonkurenčný výber live kasínových a online kasínových hier.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person hry</li> <li>Automaty</li> <li>Americká ruleta live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Hrajte v live kasíne, akoby ste boli priamo v kasíne",
  "top_online_providers": "Top poskytovatelia online kasín svetovej triedy",
  "online_casino_p1": "Ste pripravení povýšiť svoj online kasínový zážitok na vyššiu úroveň? Nehľadajte ďalej! Vrnl je vaše komplexné riešenie pre všetky potreby online kasína. Poskytujeme špičkové služby a moderné riešenia pre operátorov online kasín, zabezpečujúc nezabudnuteľný herný zážitok pre vašich hráčov.",
  "user_data_section1": "<li>Poskytovatelia 75 + viac než</li> <li>Automaty 15 000 + viac než</li> <li>Stolové hry 500 + viac než</li> <li>Video poker 700 + viac než</li> <li>Ostatné hry 200 + viac než</li>",
  "lottery_bingo_games": "Lotérie a Bingo hry",
  "lottery_bingo_games_p1": "Vo VRNL prinášame vzrušenie z lotérií a bingo hier na vaše obrazovky aj do lokálnych predajní. Či už ste fanúšikom tradičných papierových tiketov alebo preferujete pohodlie hrania online, máme pre vás riešenie. S nami nejde len o hry; ide o vzrušenie z výhry a radosť z hrania.",
  "user_data_section2": "<li>Bingo 80 + viac než</li> <li>Lotérie 130 + viac než</li>",
  "ultimate_dest": "Ultimátna destinácia pre online a retail lotérie a bingo hry",
  "weare_vrnl": "Sme VRNL",
  "weare_vrnl_desp": "<strong>NAJVAČŠIA PLATFORMÁ PRE POSKYTOVANIE SPORTS A CASINO WHITE LABEL</strong> Najširší výber zábavných hier dostupných online White Label Casino s viac než 1 000 hrami. Dostupný online kasínový softvér je jednoduchý, pretože naša platforma je ľahko spravovateľná.",
  "res_design": "Responzívny dizajn",
  "res_design_desp": "Naša webová stránka je responzívna, čo znamená, že sa správne zobrazuje na tabletoch, mobilných zariadeniach aj desktopoch pre optimálny užívateľský zážitok.",
  "custmzd_options": "Možnosti prispôsobenia",
  "custmzd_options_desp": "Poskytujeme klientom širokú škálu možností prispôsobenia, umožňujúc im vybrať preferované farby, fonty a rozloženie webovej stránky. To zaručuje, že stránka odráža ich jedinečný štýl a preferencie.",
  "loading_speed": "Rýchlosť načítania",
  "loading_speed_desp": "Naša webová stránka je optimalizovaná pre rýchlosť a výkon. Má rýchle načítanie na rôznych zariadeniach a internetových pripojeniach.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Naša B2B téma sa vyznačuje jedinečnými funkciami. Zaviedli sme dodatočnú možnosť Parley pre obohatený stávkový zážitok.",
  "b2b_theme_p2": "Naša téma sa vyznačuje najlepšími farebnými kombináciami a dizajnovými prvkami, čím zabezpečuje esteticky príjemné rozhranie. Používatelia majú oprávnenie stávkovať na širokú škálu športov vrátane kriketu, futbalu a tenisu.",
  "b2b_theme_p3": "Máme tiež mnoho rôznych kasínových hier pre viac možností zábavy. Okrem toho ponúkame rôzne typy kasín, ako je AWC Casino, ktoré obsahuje impozantnú kolekciu viac než 500 slotových hier a viac než 100 stolových hier.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Naša B2C stránka ponúka užívateľsky prívetivý zážitok pre našich zákazníkov. Môžu sa ľahko zaregistrovať pomocou telefónneho čísla, čo poskytuje pohodlný a bezpečný spôsob vytvorenia účtu.",
  "b2c_theme_p2": "Po registrácii majú používatelia možnosť vložiť finančné prostriedky na svoj účet, čo umožňuje jednoduchý štart stávok a hier. Okrem toho poskytujeme bezproblémový proces výberu, aby používatelia mohli ľahko pristupovať k svojim výhram.",
  "b2c_theme_p3": "Na zlepšenie zážitku ponúkame bonusové body, ktoré používatelia môžu získať a využiť počas používania platformy. To pridáva ďalšiu vrstvu vzrušenia a hodnoty pre našich klientov, umožňujúc im maximalizovať využitie vkladov a výberov.",
  "b2c_theme_p4": "Celkovo je naša B2C stránka navrhnutá tak, aby poskytovala bezproblémový a príjemný zážitok zo stávok a hrania, umožňujúc našim zákazníkom hrať, vkladať a vyberať jednoducho a pohodlne.",
  "request_demoID": "Požiadať o Demo ID",
  "form_name": "Meno *",
  "form_name_err": "Prosím zadajte svoje meno (minimálne 3 znaky).",
  "form_email": "Email *",
  "form_email_err": "Prosím zadajte platný email.",
  "form_country": "Krajina *",
  "form_country_err": "Prosím vyberte svoju krajinu.",
  "form_district": "Okres *",
  "form_district_err": "Prosím zadajte svoj okres.",
  "form_whatsapp": "WhatsApp číslo *",
  "form_whatsapp_err": "Zadajte platné WhatsApp číslo.",
  "form_turnover": "Mesačný obrat *",
  "form_turnover_err": "Prosím zadajte svoj mesačný obrat.",
  "form_users": "Koľko používateľov *",
  "form_users_err": "Prosím zadajte platný počet používateľov.",
  "form_current": "Aktuálna platforma *",
  "form_current_err": "Prosím zadajte svoju aktuálnu platformu.",
  "form_issues": "Problémy s aktuálnou platformou *",
  "form_issues_err": "Prosím opíšte problémy (minimálne 10 znakov).",
  "form_telegram": "Ste na Telegrame? *",
  "form_select": "-- Vyberte --",
  "form_yes": "Áno",
  "form_no": "Nie",
  "form_telegram_err": "Prosím vyberte, či máte Telegram účet.",
  "form_telhandle": "Telegram účet *",
  "form_telhandle_err1": "Telegram účet je povinný.",
  "form_telhandle_err2": "Telegram účet musí začínať &#64; (napr. &#64;username).",
  "demo_url": "URL demo",
  "form_submit": "Odoslať",
  "form_name_ph": "Zadajte svoje meno",
  "form_email_ph": "Zadajte svoj email",
  "form_district_ph": "Zadajte svoj okres",
  "form_whatsapp_ph": "Zadajte WhatsApp číslo",
  "form_turnover_ph": "Zadajte mesačný obrat",
  "form_users_ph": "Zadajte počet používateľov",
  "form_current_ph": "Zadajte aktuálnu platformu",
  "form_issues_ph": "Zadajte problémy s aktuálnou platformou",
  "form_telhandle_ph": "Zadajte svoj Telegram účet",
  "our_commitment": "Náš záväzok",
  "our_commitment_p1": "VRNL sa zaväzuje chrániť vaše súkromie a zabezpečiť vaše osobné a finančné údaje. Táto politika vysvetľuje, aké informácie zhromažďujeme, ako ich používame a aké opatrenia prijímame na ich ochranu. Odkazy na vrnl.net zahŕňajú aj jeho aplikácie.",
  "our_commitment_p2": "Táto politika sa vzťahuje na všetky webové stránky a aplikácie VRNL, kde je zverejnená, v súlade s platnými zákonmi v regiónoch, kde pôsobíme. Doplnkové regionálne alebo špecifické oznámenia o ochrane súkromia môžu túto politiku dopĺňať.",
  "our_commitment_p3": "Ak poskytujete informácie prostredníctvom platforiem tretích strán (napr. prihlásenie cez sociálne médiá), zhromažďujeme údaje prostredníctvom týchto integrácií podľa tejto politiky. Praktiky ochrany súkromia tretích strán však riadia údaje, ktoré zhromažďujú priamo. Nastavenia súkromia na takýchto platformách neovplyvňujú spôsob, akým VRNL používa údaje zhromaždené prostredníctvom našich stránok alebo aplikácií.",
  "our_commitment_p4": "Naše platformy môžu obsahovať odkazy na externé stránky, ktoré nevlastní ani nekontroluje VRNL. Nie sme zodpovední za ich praktiky ochrany súkromia a odporúčame vám skontrolovať ich pravidlá pred zdieľaním informácií.",
  "our_commitment_p5": "Táto politika ochrany súkromia by sa mala čítať spolu s našimi Podmienkami používania.",
  "user_content": "Súhlas používateľa",
  "user_content_para": "Používaním služby VRNL (napríklad pri registrácii účtu, kúpe služby, účasti v súťaži alebo promo akcii, komunikácii s nami na našich webových stránkach alebo aplikáciách) súhlasíte so zbieraním, používaním a zdieľaním vašich osobných údajov podľa tejto politiky. V niektorých prípadoch, najmä ak bývate v krajine, ktorá je riadená zákonmi o ochrane údajov, môžeme požiadať o výslovný súhlas na prístup k našim službám pred pokračovaním ďalších operácií. V prípade roamingového používateľského profilu alebo ak ste cestovateľ navštevujúci rôzne krajiny sveta a využívate služby VRNL, budeme považovať krajinu registrácie za vašu primárnu krajinu a súhlasy získané pri registrácii budú platné pre spracovanie vašich osobných údajov. Podmienky ochrany osobných údajov platné podľa zákonov tej krajiny v čase registrácie budú na vás vzťahovať.",
  "accessing_webNet": "Prístup k webovej stránke a službám Network 18 cez VPN",
  "accessing_webNet_p1": "Nemali by ste pristupovať ani používať webové stránky alebo služby VRNL prostredníctvom akejkoľvek metódy či technológie, ktorá skrýva alebo nesprávne zobrazuje vašu skutočnú geografickú polohu (napr. používanie Virtual Private Network (VPN) alebo podobných nástrojov).",
  "accessing_webNet_p2": "VRNL nebude zodpovedná za zbieranie, ukladanie alebo spracovanie vašich osobných údajov, ak sa používajú takéto metódy prístupu.",
  "collection_personalInfo": "Zber osobných údajov a ich použitie",
  "collection_personalInfo_p1": "„Osobné údaje“ (PII) označujú akékoľvek údaje, ktoré môžu priamo alebo nepriamo identifikovať jednotlivca, ako napríklad meno, poštová adresa, e-mailová adresa alebo mobilné číslo. Ak sú anonymné údaje spojené s osobnými údajmi, považujú sa tiež za osobné údaje.",
  "collection_personalInfo_p2": "VRNL zbiera iba nevyhnutné osobné údaje na splnenie vašich požiadaviek a poskytovanie prispôsobených produktov a služieb. Takéto informácie nezbierame, pokiaľ ich neposkytnete vedome a dobrovoľne.",
  "collection_personalInfo_p3": "Vaše osobné údaje môžu byť používané VRNL a jej partnermi na prevádzku našich webových stránok a služieb a na informovanie vás o nových funkciách, produktoch a službách ponúkaných VRNL a jej pridruženými spoločnosťami.",
  "info_provide_us": "1. Informácie, ktoré nám poskytujete",
  "info_provide_us_desp": "Môžeme požiadať a zbierať nasledujúce osobné údaje o vás pri používaní vrnl.net a bez týchto údajov vám nemusíme byť schopní poskytnúť všetky požadované služby:",
  "reg_data": "a. Registračné údaje",
  "reg_data_desp": "Na používanie určitých funkcií na webovej stránke, v aplikácii a pre služby (napr. registrácie na udalosti a webové kampane) môžete poskytnúť základné kontaktné údaje, vrátane, ale nie výlučne:",
  "reg_data_list": "<li><span>Meno</span></li> <li><span>Priezvisko</span></li> <li><span>Emailová adresa</span></li>",
  "user_pro_details": "b. Podrobnosti používateľského profilu",
  "user_pro_details_desp": "Môžeme ďalej zbierať a zaznamenávať nasledujúce osobné údaje v sekcii 'Môj profil', čo nám pomáha poskytovať prispôsobené feedy a udržiavať používateľský profil, vrátane, ale nie výlučne:",
  "user_pro_details_list": "<li><span>Meno</span></li> <li><span>Pohlavie</span></li> <li><span>Email ID</span></li> <li><span>Dátum narodenia</span></li> <li><span>Krajina</span></li> <li><span>Mesto</span></li> <li><span>Mobilné číslo</span></li>",
  "mobile_device_permissions": "c. Povolenia mobilného zariadenia",
  "mobile_device_permissions_desp": "Pri prístupe k našej aplikácii na mobilných zariadeniach / tabletoch / televízoroch alebo inom zariadení s prístupom k aplikácii môžeme požiadať o prístup k nasledujúcim údajom:",
  "mobile_device_permissions_list": "<li><span>Účty - používané na správu viacerých používateľských účtov v aplikácii a na prihlasovanie</span></li> <li><span>Kontakty - používané na prístup k používateľským kontaktom na zdieľanie článkov v aplikácii</span></li> <li><span>Telefón - na čítanie stavu telefónu a umožnenie upozornení používateľa na zariadení. IMEI sa zbiera na jedinečnú identifikáciu každého používateľa</span></li> <li><span>Kamera - umožňuje používateľovi nahrávať obrázky a profilový obrázok. Používateľ môže používať kameru v rámci vrnl</span></li> <li><span>Mikrofón - umožňuje hlasové príkazy</span></li> <li><span>Úložisko - prístup k súborom a priečinkom v aplikácii</span></li> <li><span>SMS - odosielanie a prijímanie overovacích správ</span></li>",
  "mobile_device_permissions_desp2": "Povolenia týchto nastavení môžu byť nevyhnutné pre správne fungovanie aplikácie. Povolenia je možné spravovať prostredníctvom nastavení príslušného zariadenia.",
  "info_voluntarily": "2. Informácie, ktoré nám poskytujete dobrovoľne",
  "info_voluntarily_desp": "Ak nám pošlete osobnú korešpondenciu, ako sú e-maily alebo listy, alebo ak iní používatelia či tretie strany pošlú korešpondenciu o vašich aktivitách alebo príspevkoch na vrnl.net, môžeme tieto informácie zhromažďovať a uchovávať.",
  "info_voluntarily_para": "Môžeme zhromažďovať dodatočné informácie aj v iných prípadoch, keď poskytujete spätnú väzbu, upravujete obsah alebo e-mailové nastavenia, odpovedáte na prieskumy alebo komunikujete s nami. Tieto informácie môžu zahŕňať vaše meno, e-mail, mobilné číslo, polohu atď.",
  "info_auto": "3. Informácie, ktoré zbierame automaticky",
  "info_auto_desp": "Zbierame informácie o vás a o vašom používaní našej služby, o vašej interakcii s nami a našou reklamou, ako aj informácie o vašom počítači alebo iných zariadeniach používaných na prístup k našim službám (napr. mobilné zariadenia, tablety a iné zobrazovacie zariadenia). Tieto informácie zahŕňajú, ale nie sú obmedzené na:",
  "info_auto_list": "<li><span>Aktivity na vrnl.net, ako je typ prezeraných stránok, čas strávený na stránkach, vyhľadávacie dotazy atď.</span></li> <li><span>Vaše interakcie s našimi e-mailami, zákazníckou podporou a komunikačnou platformou.</span></li> <li><span>Informácie o geografickej polohe cez IP adresy;</span></li> <li><span>Informácie o zariadení ako ID zariadenia, model zariadenia atď. a ďalšie jedinečné identifikátory</span></li> <li><span>Identifikátory reklamy, napr. na mobilných zariadeniach a tabletoch (napr. Identifiers for Advertisers (IDFA) na iOS a GAID na Android)</span></li> <li><span>Informácie získané pomocou cookies a iných technológií*</span></li>",
  "info_auto_note": "*Poznámka: Pre zlepšenie vášho zážitku môžeme používať <b>cookies</b> alebo podobné technológie na priradenie <b>jedinečného používateľského ID</b> a na pochopenie vašich záujmov. <b>Cookies</b> neodhalia vašu identitu, pokiaľ ju dobrovoľne neposkytnete, a nemôžu pristupovať k údajom z vášho zariadenia. Reklamné spoločnosti môžu nastaviť svoje cookies pri interakcii s ich reklamami, čo nekontrolujeme. Zhromažďujeme aj určité technické informácie vždy, keď používate naše webové stránky, aplikácie alebo služby na akomkoľvek zariadení pripojenom na internet.",
  "inferred_info": "4. Odvodené informácie zo správania a protokolových údajov",
  "inferred_info_desp": "Môžeme sledovať určité informácie o vás na základe vášho správania na vrnl.net. Tieto informácie používame na interný výskum demografie, zariadení, záujmov a správania našich používateľov, aby sme ich lepšie pochopili, chránili a poskytovali služby. Tieto informácie sú zhromaždené a analyzované na agregovanej báze.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> Môžeme tiež zhromažďovať vaše informácie na sledovanie správania používateľov a preferencií pre internú analytiku a výskum. Vaše informácie môžeme tiež použiť:</strong><br> (i) Na vyhodnotenie vášho záujmu o investičné možnosti, služby, ponuky, predplatné; <br> (ii) Na vykonávanie analytiky a zákazníckeho výskumu, na určenie vášho záujmu, identifikáciu obsahu, ktorý generuje predaj, a na analýzu dopravných vzorcov.<br>",
  "inferred_info_a": "a. Interaktívne funkcie",
  "inferred_info_a_desp1": "vrnl.net má množstvo funkcií, ktoré umožňujú používateľom/členom odhaliť svoju identitu a komunikovať s ostatnými používateľmi/členmi. Používanie týchto funkcií a zdieľanie osobných údajov (napr. e-mailovej adresy) cez tieto funkcie je výlučne na vaše riziko a vrnl.net za to nenesie žiadnu zodpovednosť. Ak však dôjde k narušeniu vašej súkromia v dôsledku účasti na týchto funkciách, môžete nás informovať e-mailom na vrnl@gmail.com",
  "inferred_info_a_desp2": "Ak sa rozhodnete zverejniť správy na sociálnych sieťach, fórach, chatovacích miestnostiach alebo iných miestach alebo poskytnúť spätnú väzbu, zhromaždíme tieto informácie. Uchovávame ich podľa potreby na riešenie sporov, poskytovanie podpory zákazníkom a riešenie problémov, ako to umožňuje zákon. Môžeme ich tiež uchovávať agregovane na tvorbu trhových trendov a sentimentov. Avšak nebudeme spájať vaše osobné informácie s týmito príspevkami pri analýze.",
  "inferred_info_b": "b. Skúsenosti používateľa a podpora",
  "inferred_info_b_desp1": "Identifikujeme a používame vašu IP adresu na diagnostiku problémov s našim serverom a správu našej aplikácie. Vaša IP adresa sa používa aj na identifikáciu a získanie širokých demografických údajov na prispôsobenie vašich skúseností na vrnl.net.",
  "inferred_info_b_desp2": "Občas vás môžeme požiadať o vyplnenie dobrovoľných online prieskumov. Tieto prieskumy môžu žiadať kontaktné a demografické údaje (ako PSČ, vek atď.). Tieto údaje používame na prispôsobenie vášho zážitku na vrnl.net a na zobrazovanie obsahu podľa vašich preferencií.",
  "info_thirdparty": "5. Informácie, ktoré zhromažďujeme cez tretie strany",
  "info_thirdparty_a": "a. Prihlásenie cez sociálne médiá",
  "info_thirdparty_a_desp": "Keď sa registrujete pomocou iných účtov, napríklad Facebook, Gmail atď., získame informácie z týchto účtov na pokračovanie interakcie a poskytovania služieb. Zhromažďujeme tieto informácie z príslušných platforiem sociálnych médií, vrátane, ale nielen:",
  "info_thirdparty_a_list": "<li><span>Facebook - verejné informácie, meno, e-mailová adresa, zoznam priateľov</span></li> <li><span>Google - meno, priezvisko, e-mailová adresa</span></li>",
  "info_thirdparty_b": "b. Transakčné alebo fakturačné informácie",
  "info_thirdparty_b_desp": "Na základe zakúpenia predplatného môže náš poskytovateľ platobnej brány zhromažďovať informácie o vašej kreditnej/debetnej karte alebo bankovom účte spolu s fakturačnou adresou. Tieto informácie sú uložené poskytovateľom platobnej brány. vrnl.net priamo nezbiera žiadne finančné údaje a nenesie zodpovednosť za bezpečnosť tretích strán.",
  "lawfulness_processing": "I. Účely a zákonnosť spracovania",
  "lawfulness_processing_desp1": "vrnl.net bude zhromažďovať a spracovávať osobné údaje o vás len na základe zákonného dôvodu, napr. získania vášho výslovného súhlasu alebo oprávneného záujmu na poskytovanie zákazníckej podpory či prémiových služieb.",
  "lawfulness_processing_desp2": "Informácie používame na poskytovanie, analýzu, správu, vylepšovanie a personalizáciu služieb, registrácie, objednávky, platby a komunikáciu s vami. Napríklad na:",
  "lawfulness_processing_list": "<li><span>určenie vašich portfóliových potrieb a poskytnutie personalizovaných odporúčaní, tipov a predpovedí trhu;</span></li> <li><span>prevenciu, odhaľovanie a vyšetrovanie potenciálne zakázaných alebo nezákonných aktivít, vrátane podvodov;</span></li> <li><span>analýzu a porozumenie našej publikum, zlepšovanie služby a optimalizáciu výberu obsahu;</span></li> <li><span>komunikáciu s vami o našich službách (e-mail, push notifikácie, SMS, online správy), informovanie o novinkách, funkciách a špeciálnych ponukách;</span></li> <li><span>oznámenie zmien v podmienkach služby;</span></li> <li><span>umožnenie účasti na interaktívnych funkciách služieb;</span></li> <li><span>plnenie našich záväzkov a uplatňovanie práv vyplývajúcich zo zmlúv.</span></li>",
  "lawfulness_processing_desp3": "Vaše informácie môžeme použiť na personalizované zážitky pri návšteve našich stránok/aplikácií a pre marketingové účely.",
  "lawfulness_processing_desp4": "Personalizáciu poskytujeme použitím údajov, ktoré nám poskytujete, pomocou cookies, IP adries, web beaconov alebo podobných technológií.",
  "info_usedBy": "II. Informácie používané spoločnosťou",
  "info_usedBy_desp1": "Poskytnuté informácie nám umožňujú zlepšiť služby a poskytnúť používateľsky prívetivý zážitok. Môžeme používať vaše e-maily na marketing so súhlasom alebo na administratívne účely.",
  "info_usedBy_desp2": "Osobné údaje vo verejne dostupných komentároch, správach, blogoch sa nepovažujú za citlivé. Ak odmietnete poskytnúť osobné údaje, niektoré služby vám nemusia byť dostupné.",
  "disclosure_tp": "III. Zverejnenie tretím stranám",
  "disclosure_tp_b": "b. Reklama",
  "disclosure_tp_b_desp": "Používame agregované štatistiky na prezentáciu informácií inzerentom. Tretie strany môžu používať cookies alebo podobné technológie.",
  "disclosure_tp_d": "d. Propagačné ponuky",
  "disclosure_tp_d_desp": "Vaše osobné údaje zdieľame alebo odhaľujeme mimo vrnl.net, keď máme Váš súhlas. Napríklad poskytovanie SMS a e-mailových služieb súvisiacich s marketingovými newslettermi, akciami a ponukami.",
  "disclosure_tp_f": "f. Právne dôvody",
  "disclosure_tp_f_desp": "vrnl.net môže zverejniť osobne identifikovateľné informácie, ak to vyžaduje zákon alebo v dobrej viere, že takáto akcia je nevyhnutná na:",
  "disclosure_tp_f_list": "<li><span>dodržanie zákonných predpisov alebo plnenie právnych postupov uložených stránke alebo jej vlastníkom;</span></li> <li><span>ochranu a obranu práv alebo majetku vlastníkov stránky, stránky alebo používateľov vrnl.net;</span></li> <li><span>konanie v naliehavých situáciách na ochranu osobnej bezpečnosti používateľov vrnl.net, stránky, jej vlastníkov alebo verejnosti.</span></li>",
  "controls_choices": "IV. Vaše kontroly a voľby",
  "managing_info": "Správa Vašich informácií",
  "managing_info_desp1": "Keď používate služby od moneycontrol (webové stránky alebo akékoľvek ich podsiete), snažíme sa Vám, keď o to požiadate, poskytnúť prístup k Vašim osobným údajom a ďalej zabezpečiť, že akékoľvek osobné údaje alebo citlivé osobné údaje, ktoré sa ukážu ako nepresné alebo nedostatočné, budú opravené alebo upravené, pokiaľ je to možné, s ohľadom na právnu povinnosť uchovávať tieto údaje alebo legitímny obchodný účel.",
  "managing_info_desp2": "Žiadame jednotlivých používateľov, aby sa identifikovali a uviedli, ktoré informácie si želajú získať, opraviť alebo odstrániť pred spracovaním takýchto žiadostí, a môžeme odmietnuť spracovať žiadosti, ktoré sú neprimerane opakované alebo systematické, vyžadujú neprimerané technické úsilie, ohrozujú súkromie iných alebo by boli extrémne nepraktické (napr. žiadosti týkajúce sa informácií uložených na záložných páskach), alebo ku ktorým prístup nie je inak potrebný. V každom prípade, keď poskytujeme prístup a opravu informácií, túto službu poskytujeme bezplatne, okrem prípadu, keď by to vyžadovalo neprimerané úsilie. Kvôli spôsobu, akým udržiavame niektoré služby, po odstránení Vašich informácií môžu zvyšné kópie trvať určitý čas, kým budú vymazané z našich aktívnych serverov a môžu zostať v našich záložných systémoch.",
  "managing_info_desp3": "Na uplatnenie práv, ktoré sa Vás ako dotknutej osoby týkajú, musíte nám napísať a podať žiadosť o špecifikované právo. Uistite sa, prosím, že používate vhodné predmety, aby ste uviedli právo (napr. Žiadosť o prístup k údajom, Žiadosť o prenos údajov, Žiadosť o vymazanie údajov), čo nám pomôže spracovať Vaše žiadosti rýchlejšie a efektívnejšie.",
  "managing_info_desp4": "Poskytujeme Vám možnosť uplatniť určité kontroly a voľby týkajúce sa nášho zhromažďovania, používania a zdieľania Vašich osobných údajov. V súlade s platnými zákonmi môžu Vaše kontroly a voľby zahŕňať:",
  "dataAccess_port": "a. Prístup k údajom a prenosnosť",
  "dataAccess_port_desp": "EÚ - (Všeobecné nariadenie o ochrane údajov) Vám ako dotknutej osobe dáva právo požadovať kópie Vašich osobných údajov, ktoré uchovávame. Môžete mať tiež právo požiadať o kópie osobných údajov, ktoré ste nám poskytli, vo štruktúrovanom, bežne používanom a strojovo čitateľnom formáte a/alebo nás požiadať, aby sme tieto údaje preniesli inému poskytovateľovi služieb (ak je to technicky možné).",
  "data_retention": "c. Uchovávanie a vymazanie údajov",
  "data_retention_desp1": "Osobné údaje uchovávame po dobu, ktorá je potrebná pre legitímne účely uvedené v tejto politike a aby sme splnili naše zákonné povinnosti. Ak už nechcete, aby sme používali Vaše údaje, môžete požiadať o ich vymazanie a uzavretie Vášho účtu vrnl.net.",
  "data_retention_desp2": "Upozorňujeme, že ak požiadate o vymazanie osobných údajov;",
  "data_retention_list": "<li><span>Môžeme uchovávať niektoré Vaše údaje podľa potreby pre naše legitímne obchodné záujmy, napríklad prevenciu podvodov a zvyšovanie bezpečnosti. Napríklad ak pozastavíme účet vrnl.net z dôvodu podvodu alebo bezpečnosti, môžeme uchovávať určité informácie z tohto účtu, aby sme zabránili opätovnému otvoreniu účtu týmto používateľom.</span></li> <li><span>Môžeme uchovávať a používať Vaše osobné údaje v rozsahu potrebnom na splnenie našich zákonných povinností. Napríklad môžeme uchovať niektoré informácie pre daňové, právne a auditné účely.</span></li> <li><span>Informácie, ktoré ste zdieľali s inými (napr. recenzie, príspevky vo fórach), môžu zostať verejne viditeľné na vrnl.net, aj po zrušení účtu. Avšak priradenie týchto informácií k Vám bude odstránené. Niektoré kópie Vašich informácií (napr. logy) môžu zostať v databáze, ale budú odosobnené od osobných identifikátorov.</span></li> <li><span>Keďže uchovávame kópie osobných údajov na ochranu pred náhodnou alebo zámerným stratou či poškodením, zvyšné kópie Vašich osobných údajov nemusia byť okamžite odstránené z našich záložných systémov.</span></li>",
  "data_retention_note": "(Poznámka: Ak máte viacero účtov u moneycontrol, budete musieť podať samostatnú žiadosť pre každý účet s použitím priradených e-mailových adries.)",
  "withdrawing_consent": "d. Odvolanie súhlasu a obmedzenie spracovania",
  "withdrawing_consent_desp": "Ak si želáte odvolať svoj súhlas kedykoľvek počas využívania služieb, môžete tak urobiť zaslaním e-mailu. Preskúmame Vašu žiadosť a môžeme Vás požiadať o overenie identity. Po overení odvoláme súhlas, na ktorý bola žiadosť podaná, a zastavíme ďalšie spracovanie Vašich osobných údajov.",
  "fail_provideConsent": "V. Ak neposkytnete súhlas",
  "fail_provideConsent_desp": "Sme povinní Vás informovať, že vrnl.net je platforma pre zobrazovanie reklám. Reklamy tvoria jadro našej činnosti, preto je povolenie používať a spracovávať Vaše osobné údaje na účely reklamy nevyhnutné pre poskytovanie služieb. Použitie osobných údajov na zobrazovanie reklám je záväzné a ak nám nedáte súhlas, nemôžeme Vám poskytnúť naše služby.",
  "childrens_privacy": "VI. Ochrana súkromia detí",
  "childrens_privacy_desp1": "vrnl.net nie je úmyselne určená pre osoby mladšie ako 16 rokov. vrnl vedome neumožňuje registrovať osoby mladšie ako 16 rokov ani poskytovať osobné údaje. Ak zistíme, že osobné údaje detí mladších ako 16 rokov boli zhromaždené bez overeného súhlasu rodiča, podnikneme kroky na ich vymazanie a informujeme rodiča.",
  "childrens_privacy_desp2": "Rodičia by mali sledovať používanie služieb svojimi deťmi. Naša politika neumožňuje zbierať osobné údaje od detí mladších ako 16 rokov ani posielať propagačné materiály. Ak rodič verí, že jeho dieťa poskytlo osobné údaje bez súhlasu, kontaktujte náš tím podpory.",
  "data_transfer": "VII. Prenos, ukladanie a spracovanie údajov globálne",
  "data_transfer_desp": "Pôsobíme globálne a môžeme prenášať Vaše osobné údaje do jednotlivých spoločností vrnl alebo tretích strán po celom svete na účely uvedené v tejto politike ochrany osobných údajov. Kdekoľvek sa Vaše osobné údaje prenášajú, ukladajú alebo spracúvajú, podnikneme primerané kroky na ich ochranu. Pri spracovaní údajov z EÚ používame štandardné zmluvné doložky schválené Európskou komisiou a iné opatrenia podľa práva EÚ na zabezpečenie primeranej ochrany.",
  "security_compliance": "VIII. Bezpečnosť a súlad so zákonmi",
  "security_compliance_desp": "Neustále implementujeme a aktualizujeme administratívne, technické a fyzické opatrenia na ochranu Vašich údajov pred neoprávneným prístupom, stratou, zničením alebo zmenou. Používame firewally, šifrovanie a kontrolu prístupu. Ak viete alebo máte dôvod sa domnievať, že Vaše prihlasovacie údaje vrnl.net boli stratené, odcudzené alebo zneužité, kontaktujte náš tím podpory.",
  "changein_policy": "IX. Zmeny v politike",
  "changein_policy_desp": "Táto politika ochrany osobných údajov môže byť čas od času aktualizovaná. Vyhradzujeme si právo zmeniť jej podmienky podľa vlastného uváženia, aby sme zabezpečili súlad s platnými zákonmi. Nové podmienky nadobúdajú účinnosť okamžite a nahradzujú predchádzajúce. Budeme Vás informovať, ak zmeny významne ovplyvnia Vaše práva alebo ak to vyžaduje zákon. Je Vašou zodpovednosťou sledovať zmeny politiky. Pokračovaním v používaní vrnl.net po zverejnení aktualizovaných podmienok potvrdzujete svoj súhlas s nimi.",
  "contact_info": "X. Kontaktné informácie",
  "contact_info_a": "a. Podpora",
  "contact_info_a_desp": "Ak potrebujete informácie alebo objasnenie o používaní Vašich osobných údajov alebo tejto politike, alebo máte sťažnosti, pošlite nám e-mail na",
  "contact_info_b": "b. Sťažnosti",
  "contact_info_b_desp1": "Môžete napísať nášmu dôverníkovi pre ochranu údajov v prípade akýchkoľvek sťažností. Máte právo podať sťažnosť voči spracovaniu údajov vrnl.net príslušným orgánom ochrany údajov.",
  "contact_info_b_desp2": "Ak máte otázky alebo sťažnosti týkajúce sa zhromažďovania, spracovania, prenosu osobných údajov alebo tejto politiky, kontaktujte nášho dôverníka pre ochranu údajov.",
  "risk_management_title": "Vaše stávky, naša zodpovednosť – Bezkonkurenčné riadenie rizík &",
  "risk_management_title2": "Spoločnosť, ktorá neustále hľadá inovatívne riešenia pre svoje obchodné potreby.",
  "dedicated_rm_team": "Oddaný tím riadenia rizík",
  "dedicated_rm_team_desp": "Máme oddaný a <b> vysoko skúsený tím riadenia rizík </b>, ktorý pracuje <b>24/7.</b> Ich primárnou úlohou je monitorovať každú stávku a transakciu na našej platforme, aby bola zabezpečená <b>férová hra</b> a <b>bezpečnosť</b> pre všetkých používateľov.",
  "key_features_rm": "Kľúčové vlastnosti",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Monitorovanie v reálnom čase:</strong> Pokročilé systémy nepretržite sledujú stávky, zmeny kurzov a aktivitu používateľov.</span></li> <li><strong>Ručná kontrola:</strong> Upozornenia spúšťajú podrobné kontroly stávkových vzorcov, zmien kurzov a správania účtov.</li> <li><strong>Zmierňovanie rizík:</strong> Okamžité opatrenia ako zrušenie/pozastavenie stávok, zmrazenie účtov alebo overenie používateľov pri zistení nepravidelností.</li> <li><strong>Analýza dát:</strong> Neustála kontrola živých a historických údajov na odhaľovanie trendov rizík a zlepšenie prevencie.</li> <li><strong>Reakcia na incidenty:</strong> Štruktúrovaný plán na rýchle a efektívne riešenie bezpečnostných incidentov, podvodov alebo iných hrozieb.</li>",
  "benefits_rm": "Výhody",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Priebežné školenia:</strong> Neustále zvyšovanie schopností tímu pre efektívnu reakciu na nové hrozby.</span></li> <li><strong>Pokročilé technológie a bezpečnosť:</strong> Pravidelné aktualizácie, testovanie penetrácie, aktualizácie softvéru a bezpečnostné audity.</li> <li><strong>Transparentnosť:</strong> Jasná komunikácia s používateľmi o opatreniach riadenia rizík pre udržanie dôvery.</li> <li><strong>Priebežné zlepšovanie:</strong> Vývoj stratégií na základe minulých incidentov a vznikajúcich rizík na ochranu integrity platformy a záujmov používateľov.</li>",
  "sbs_bold": "Softvér pre <strong> športové stávky </strong>",
  "sbs_bold_p1": "Chcete posunúť svoje športové stávky na vyššiu úroveň? VRNL Sports Betting Software je tu pre vás! Preskúmame, ako pokročilá technológia VRNL môže zmeniť spôsob vašich stávok. S viac ako dvadsiatimi rokmi skúseností v odvetví je VRNL vaším dôveryhodným partnerom pre inovatívne riešenia v oblasti športových stávok. Ponorme sa do sveta softvéru pre športové stávky a zistime, ako môžeme vylepšiť vašu hru.",
  "sbs_bold_p2": "Softvér VRNL pre športové stávky ponúka široké možnosti pre nadšencov športu a stávkarov. S dôrazom na presné, relevantné a užitočné informácie kombinuje VRNL odborné znalosti a osobné skúsenosti, aby vytvoril komplexné stávkové riešenie. Dôverujte VRNL a pozdvihnite svoje športové stávky na novú úroveň.",
  "sbs_bold_p3": "Preskúmajte softvér VRNL pre športové stávky ešte dnes a posuňte svoju stávkovú hru na vyššiu úroveň!",
  "sbs_try_b2b": "Vyskúšajte náš B2B stávkový softvér",
  "sbs_try_b2c": "Vyskúšajte náš B2C stávkový softvér",
  "sbs_mf_desp": "Ponúkame rozsiahly súbor nástrojov na správu nášho stávkového softvéru. Medzi nimi vyzdvihujeme najvýkonnejšie a najdôležitejšie pre globálnu konkurenciu:",
  "sbs_mf_list": "<li> <strong> Kurzy v reálnom čase </strong> Sledujte aktuálne kurzy, ktoré vám poskytnú konkurenčnú výhodu. Softvér VRNL zabezpečuje, že vám neuniknú najlepšie príležitosti. </li> <li> <strong> Mobilná kompatibilita </strong> Stávkujte na cestách s mobilnou kompatibilitou VRNL. Či už používate iOS alebo Android, platforma sa prispôsobí vášmu zariadeniu pre plynulý zážitok. </li> <li> <strong> Pokročilá služba kurzov </strong> redefinuje športové dátové API. Ponúka 100 % presné predzápasové kurzy a najrýchlejšie live dáta s minimálnou latenciou.</li> <li> <strong> Flexibilná integrácia </strong> Našu platformu je možné jednoducho integrovať do vášho systému prostredníctvom API alebo iFrame, čo poskytuje všestrannosť implementácie.</li>",
  "sbs_benefits": "Aké budú výhody? <b> Vysvetlíme</b>",
  "sbs_benefits_p1": "<strong> Výhoda prevádzkovania online a maloobchodnej stávkovej platformy </strong> Spustenie online stávkovej platformy môže byť náročné.",
  "sbs_benefits_p2": " Preto sme navrhli <strong> komplexné prostredie športového stávkového softvéru </strong>, ktoré celý proces zjednodušuje, vrátane špičkových poskytovateľov kurzov pre najširšie pokrytie.",
  "sbs_benefits_p3": "Naši regulovaní partneri získavajú plnú podporu pri vstupe do online stávkového priemyslu, spolu s možnosťou brandovaných alebo nebrandovaných verzií našich platforiem.",
  "sbs_benefits_p4": "Náš softvér obsahuje robustné nástroje pre riadenie rizík, čo umožňuje rýchle a jednoduché nastavenie a je pripravený na škálovanie podľa rastu vášho podnikania.",
  "sbs_benefits_p5": "Správa <strong> online hráčov a stávkových pobočiek </strong> nikdy nebola jednoduchšia a užívateľsky prívetivejšia.",
  "complete_sbs": "Kompletný softvér pre <strong> športové stávky </strong>",
  "whatwe_have": "Čo máme pre vás?",
  "whatwe_have_list": "<li> <strong> Ovládanie účtov hráčov </strong> Naša platforma poskytuje robustnú správu hráčskych účtov vrátane registrácie a overenia. Máme tiež efektívny systém na odhaľovanie a riešenie podvodných účtov. </li> <li> <strong> Geolokačné nástroje </strong> Ponúkame nástroje na získavanie informácií o polohe z IP adries, čím zabezpečujeme presné geolokačné služby.</li>",
  "whatwe_have_desp": "S našou komplexnou podporou sa môžete plne sústrediť na zakladanie a rozvoj vašich stávkových pobočiek a online sietí.",
  "b2c_sbs": "B2C softvér pre športové stávky",
  "b2c_sbs_p1": "VRNL je vašou špičkovou destináciou pre riešenia B2C softvéru pre športové stávky. Sme dôveryhodné meno v odvetví, zamerané na poskytovanie moderného softvéru, ktorý zlepšuje váš zážitok zo športového stávkovania. Či už ste skúsený stávkar alebo nováčik vo svete športového stávkovania, máme nástroje, ktoré vám pomôžu posunúť vašu hru na vyššiu úroveň. Vyskúšajte VRNL softvér pre športové stávky ešte dnes a zdokonaľte svoju stávkovú hru!",
  "b2c_sbs_p2": "B2C (business-to-consumer) softvér pre športové stávky označuje technológiu a platformu, ktorú prevádzkovatelia športových stávok používajú na poskytovanie služieb priamo koncovým používateľom.",
  "b2c_sbs_p3": "Tento typ softvéru umožňuje používateľom staviť na rôzne športové udalosti prostredníctvom webových alebo mobilných aplikácií. Tu sú niektoré kľúčové funkcie a komponenty, ktoré sa zvyčajne nachádzajú v B2C softvéri pre športové stávky:",
  "b2c_sbs_list": "<li> <b>Registrácia používateľa a správa účtu:</b> Umožňuje používateľom vytvárať účty, spravovať osobné údaje a sledovať históriu stávok. </li> <li> <b>Zákaznícka podpora:</b> Poskytuje možnosti podpory, ako sú live chat, e-mail a telefonická podpora, aby pomohla používateľom s otázkami a problémami. </li> <li> <b>Partnerské programy:</b> Ponúka partnerské programy pre marketing a propagáciu, ktoré umožňujú partnerom získavať provízie za odporučenie používateľov. </li>",
  "casino_sbs": "Softvér pre kasíno a športové <strong>stávky</strong>",
  "casino_sbs_list": "Poskytovatelia 75 + viac než<br />Automaty 15 000 + viac než<br />Stolové hry 500 + viac než<br />Video poker 700 + viac než<br />Ostatné hry 200 + viac než<br />Live Game Show<br />First Person hry<br />Americká ruleta live<br />Live blackjack<br />Baccarat live<br />Casino Hold’em live<br />SICBO<br />Dragon tiger live<br />Andar Bahar<br />Teen Patti",
  "online": "Online",
  "casino_platform": "platforma kasína",
  "onc_desp1": "VRNL poskytuje kompletné riešenie s našou <strong>White Label Casino</strong> ponukou.",
  "onc_desp2": "Naša <strong>online kasíno platforma</strong> je navrhnutá pre jednoduchosť, zabezpečujúc ľahkú správu pre začiatočníkov aj skúsených profesionálov. S VRNL získate komplexné vedenie pri spustení vášho <strong>online kasína</strong>.",
  "onc_desp3": "Predtým, než sa pustíte do toho, vás pozývame, aby ste si prezreli jej bezproblémovú prevádzku v akcii.",
  "wlc_mainFeatures_desp1": "Ponúkame rozsiahlu škálu nástrojov, ktoré vám umožnia efektívne spravovať našu online kasíno platformu. Medzi nimi sme vybrali tie najvplyvnejšie a najdôležitejšie pre úspech na konkurenčnom globálnom trhu:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Najrozsiahlejší katalóg online kasínových hier na svete,</strong> starostlivo vybraný od najlepších poskytovateľov v odvetví </li> <li> <strong class='black-color'>Nástroje pre bonusy</strong> a optimalizáciu výnosov z automatov </li> <li> <strong class='black-color'>Tvorca kampaní</strong> a správa herných turnajov</li> <li>Môže byť <strong class='black-color'>integrovaný cez API alebo iFrame technológiu.</strong> </li>",
  "wlc_mainFeatures_desp2": "Okrem toho náš balík zahŕňa softvér pre live kasíno, ktorý umožňuje vašim používateľom zažiť autentický zážitok z reálneho kasína pohodlne z domu.",
  "wlc_benefits": "Aké budú výhody?",
  "letus_explain": "Nechajte nás vysvetliť",
  "letus_explain_desp1": "Zvažujete vstup do sveta online stávkovania? Spoločnosť VRNL ponúka ",
  "letus_explain_desp2": "riešenie kasína s bielou značkou, ktoré môže byť vaším ideálnym štartom.",
  "letus_explain_desp3": "Využite naše profesionálne služby a odborné znalosti spolu s našimi pokročilými <strong>kasínovými platformami</strong> a technológiou. Naši regulovaní partneri získavajú rozsiahlu podporu pri vstupe do odvetvia online kasín s možnosťou výberu medzi verziami s označenou alebo neoznačenou značkou.",
  "letus_explain_desp4": "Začatie online kasínového projektu môže byť komplexná cesta. Preto sme vytvorili kompletné kasínové prostredie s top poskytovateľmi hier a viac ako 1 000 hrami. Naša herná matematika je bezpečná a certifikovaná, čo vám zaručuje pokoj na duši.",
  "letus_explain_desp5": "Rozšírte svoj biznis jednoducho s robustnými nástrojmi na riadenie rizík našej platformy pre rýchle a ľahké spustenie.",
  "wlc_complete_solutions": "Kompletné <span> riešenia kasína White Label</span>",
  "wlc_offer": "Čo vám ponúkame?",
  "wlc_complete_solutions_list": "<li>Overovacie procedúry, oficiálne schválené regulačnými orgánmi</li> <li>Nástroje pre affiliate marketing, referral systém a integrácia sociálnych médií</li> <li>Mobilné push notifikácie, web push notifikácie a správy v aplikácii</li> <li>Kontroly účtov hráčov, registrácia a overovanie, systém detekcie podvodných účtov</li> <li>Nástroje geolokácie na získanie informácií o polohe z IP adresy</li>",
  "wlc_complete_solutions_more": "Ale počkajte, je toho viac",
  "wlc_complete_solutions_desp": "<strong>Platforma VRNL je precízne optimalizovaná pre špičkový výkon</strong> a stabilitu. Používame moderné technológie, ktoré fungujú dvakrát rýchlejšie ako bežné kasínové platformy. Naše rozsiahle skúsenosti vytvorili najrýchlejšiu a najefektívnejšiu aplikáciu dnes.",
  "wlc_numbers": "<span>Kasíno White Label</span> v číslach",
  "wlc_numbers_p1": "Objavte neobmedzené možnosti riešení Kasína White Label od VRNL. Zlepšite svoj kasínový biznis s naším rozsiahlym portfóliom kasínových hier.",
  "wlc_numbers_p2": "Najlepšia ponuka popredných poskytovateľov Live Kasína na svete",
  "wlc_numbers_p3": "Neprekonateľná rozmanitosť živých stolov online, s multi-kanálovou distribúciou.",
  "wlc_numbers_list": "<li>Viac než 75 poskytovateľov</li> <li>Viac než 15 000 automatov</li> <li>500+ stolových hier</li> <li>700+ video poker hier</li> <li>Viac než 200 ďalších hier</li>",
  "wlc_numbers_p4": "Náš tím vás prevedie všetkými fázami, od počiatočného školenia až po spustenie produkcie.",
  "wlb_platform": "White Label stávková platforma",
  "wlb_platform_p1": "VRNL <b class='bold'>white label riešenie pre športové stávky</b> ponúka komplexnú, plne spravovanú výmennú platformu. <br />",
  "wlb_platform_p2": "Jednou z výnimočných vlastností nášho white label riešenia je jeho <b class='bold'>rýchlosť pri tvorbe a spustení webových stránok.</b> Náš tím môže mať vašu stránku športovej stávkovej kancelárie pripravenú za desať pracovných dní, <b class='bold'>presne prispôsobenú vašim potrebám.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Naša služba zahŕňa špecializovaný hosting</b>, všetok potrebný softvér, živé dátové feedy kurzov, nástroje na riadenie rizík a špičkovú zákaznícku podporu. Sme poprednou white label stávkovou platformou.",
  "wlb_platform_list": "<li>Vývoj webu, <b>Branding, prispôsobenie</b> a dôkladné testovanie klientských výmen</li> <li>Priebežné vylepšenia a aktualizácie funkcií</li> <li> <b>Poskytovanie hardvéru</b>, hosting, 24/7 dohľad a komplexná podpora</li> <li> <b>Diverzita stávkových trhov,</b> športové kategórie a ligové ponuky</li> <li>Efektívne prijímanie stávok a presné vyrovnanie</li> <li>Pokročilé riadenie rizík, robustné účtovníctvo a nástroje monitorovania</li>",
  "wlb_platform_p4": "Konzultanti VRNL dôkladne zhromaždia vaše požiadavky a predstavia vám vybranú škálu šablón a nedávnych vývojových úspechov. Všetky naše platformy sú viacjazyčné, podporujú viac mien a používateľské rozhranie (UI) bude starostlivo prispôsobené vašim špecifickým potrebám.",
  "wlb_platform_customization": "Prispôsobenia",
  "be_unique": "Buďte jedineční",
  "be_unique_desp1": "<b class='bold'>VRNL sa špecializuje na vlastné white label stávkové platformy, kasína a </b> riešenia prispôsobené vašej značke.",
  "be_unique_desp2": "Náš tím odborníkov zabezpečuje, aby každý detail, od vizuálne pôsobivých rozhraní po integráciu loga a vylepšenie funkcií, bol v súlade s vašou víziou.",
  "be_unique_desp3": "Vydajte sa na cestu do sveta VRNL, kde sa vaša jedinečná vízia stáva realitou.",
  "wlb_platform_odds": "Kurzy",
  "wlb_platform_odds_optimize": "Optimalizujte stávkové kurzy s VRNL",
  "wlb_platform_odds_p1": "Buďte o krok pred konkurenciou s našimi pokročilými <b class='bold'>službami správy kurzov</b>. Poskytujeme úpravy kurzov v reálnom čase, riadenie rizík a analýzu trhu, aby ste optimalizovali ponuky športových stávok a zlepšili zážitok hráčov.",
  "wlb_platform_odds_p2": "Náš tím špecialistov je odhodlaný zabezpečiť váš úspech. Kontaktujte nás ešte dnes a objavte, ako môžeme posunúť váš stávkový biznis na vyššiu úroveň.",
  "wlb_platform_zeroRisk": "Žiadne riziko",
  "wlb_platform_zeroRisk_h1": "Služby obchodovania a riadenia rizík",
  "wlb_platform_zeroRisk_p1": "Poskytujeme komplexné služby obchodovania a riadenia rizík spolu s odborným poradenstvom pri správe kurzov. Okrem toho ponúkame jedinečnú funkciu - pokrytie výhier. Prakticky to znamená, že ak vaša platforma nevygeneruje príjem, my zasiahneme a pokryjeme výplaty vašim hráčom. Prioritizujeme váš pokoj na duši.",
  "wlb_platform_bpb": "Branding stávkovej platformy",
  "wlb_platform_bpb_layouts": "Neobmedzené rozloženia",
  "wlb_platform_bpb_layouts_desp": "Vyberte si z <b>rôznych stávkových rozložení</b> s naším rozsiahlym výberom šablón. Alternatívne využite plnú kreatívnu kontrolu a vytvorte vlastné rozloženie prostredníctvom našich <b>API služieb</b>. S touto možnosťou môžete vy a váš vývojový tím úplne prispôsobiť používateľské rozhranie presne podľa vašej vízie.",
  "Betting": "Stávkovanie",
  "B2C": "B2C",
  "Casino": "Kasíno",
  "main_sec_title": "VRNL je popredný poskytovateľ softvéru pre športové stávky v Bangladéši.",
  "who_we_are": "kto sme",
  "what_we_do": "čo robíme",
  "about_us_title": "O nás - White label softvér pre športové stávky a online kasíno",
  "casino_providers": "Poskytovatelia kasín",
  "betting_providers": "Poskytovatelia stávok",
  "games_providers": "Poskytovatelia hier",
  "online_exch_sw_title": "Revolucionalizujte svoj biznis s VRNL Online Exchange Softvérom",
  "casino_games_title": "Kasínové hry - White label kasíno",
  "casino_tournaments_title": "Softvér pre kasínové turnaje - White label online kasíno",
  "esports_title": "Softvér pre eSports stávky umožňujúci používateľom staviť na top eSports hry",
  "faq_title": "VRNL FAQ – Váš sprievodca často kladenými otázkami a odpoveďami",
  "iframe_title": "iFrame športová stávková kancelária White label a Kasíno",
  "live_casino_title": "White label kasíno - začnite svoje online kasíno",
  "lottery_games_title": "Loterijné hry - White label kasíno",
  "mobile_title": "Zlepšite svoju hru s VRNL mobilným softvérom pre športové stávky",
  "online_casino_sw_title": "Online kasíno softvér - Vývoj online kasínového softvéru a poskytovateľa platforiem",
  "ourTheme_title": "Stávkuj a vyhraj: Naša práca vo svete online stávok a kasín",
  "risk_management_title_main": "Stratégie riadenia rizík pre prevádzkovateľov športových stávok - White label softvér pre športové stávky a kasíno",
  "sport_bet_title": "Zlepšite svoj zážitok zo stávkovania s VRNL softvérom pre športové stávky",
  "wlc_title": "White label kasíno - Jednoducho začnite svoje online kasíno s naším riešením White Label Casino.",
  "whiteLabel_title": "VRNL - Váš personalizovaný poskytovateľ white label softvéru pre športové stávky",
  "TOAST": {
    "FILL_REQUIRED": "Prosím, vyplňte všetky povinné polia.",
    "SUBMITTING": "Odosielanie požiadavky...",
    "SUCCESS": "Požiadavka na demo bola úspešne odoslaná!",
    "ERROR": "Došlo k chybe. Skúste to prosím znova."
  },
  "disclosure_tp_a_desp": "<strong>a. Všeobecné zverejnenie</strong><br> Niekedy môže vrnl.net sprístupniť určité osobné údaje strategickým partnerom, ktorí spolupracujú s vrnl.net pri poskytovaní služieb alebo pomáhajú vrnl.net pri marketingu zákazníkom. Napríklad, keď si zakúpite a aktivujete predplatné, autorizujete vrnl.net na výmenu informácií, ktoré poskytnete počas aktivačného procesu, na vykonanie služby. Ak ste službu schválili, váš účet sa bude riadiť zásadami ochrany osobných údajov vrnl.net. Osobné údaje budú zdieľané vrnl.net iba na poskytovanie alebo zlepšovanie našich služieb a marketingových aspektov; nebudú zdieľané s tretími stranami na ich marketingové účely.<br> Vrnl.net môže starostlivo vyberať aj iné spoločnosti, aby vám zasielali informácie o svojich produktoch alebo službách, ktoré súvisia so službou na stránke, ale nie sú nevyhnutné pre jej prevádzku („Rozšírená služba“). Ak vrnl.net zamýšľa používať osobne identifikovateľné informácie pre Rozšírenú službu, stránka vrnl.net vám poskytne možnosť a potrebné pokyny, ako túto službu odmietnuť.<br> Môžete tiež zastaviť doručovanie informačných alebo propagačných e-mailov od <b>vrnl.net</b> podľa pokynov v e-maile.",
  "objection_processing_desp": "<strong>e. Odmietnutie spracovania</strong><br> Ak sa vaše osobné údaje spracúvajú na priame marketingové účely, môžete nás kedykoľvek požiadať, aby sme prestali spracúvať vaše údaje na tieto priame marketingové účely zaslaním e-mailu.<br> Uvedomte si, prosím, že ak nám nedovolíte zbierať osobné údaje o vás, nemusíme byť schopní poskytnúť určité zážitky, produkty a služby a niektoré naše služby nemusia brať do úvahy vaše záujmy a preferencie. Ak je zbieranie osobných údajov povinné, bude to jasne uvedené v bode zberu, aby ste mohli urobiť informované rozhodnutie o účasti. Ak máte otázky ohľadom konkrétnych osobných údajov o vás, ktoré spracúvame alebo uchovávame, a vašich práv týkajúcich sa týchto údajov, kontaktujte, prosím, náš tím zákazníckej podpory.",
  "disclosure_tp_e_desp": "<strong>e. Prevody podnikov</strong><br> Poskytujeme osobné údaje našim pridruženým spoločnostiam a iným dôveryhodným firmám alebo osobám na ich spracovanie pre nás, na základe našich pokynov a v súlade s našou Zásadou ochrany osobných údajov a ďalšími vhodnými opatreniami na ochranu dôvernosti a bezpečnosti. Napríklad môžeme používať poskytovateľov služieb na pomoc so zákazníckou podporou.<br> V prípade, že vrnl dôjde k zlúčeniu s inou spoločnosťou alebo jej odkúpeniu, alebo v prípade reorganizácie či reštrukturalizácie podniku, my a naši pridružení partneri môžeme zdieľať vaše osobné údaje, úplne alebo čiastočne, s inou obchodnou entitou.",
  "rectification_iii_desp": "<strong>b. Oprava nepresných alebo neúplných informácií</strong><br> Môžete nás požiadať o opravu nepresných alebo neúplných osobných údajov, ktoré sa vás týkajú (ide o údaje, ktoré nemôžete aktualizovať sami vo svojom účte moneycontrol), zaslaním e-mailu.<br> K niektorým svojim osobným údajom môžete pristupovať a aktualizovať ich cez nastavenia účtu. Ak ste sa rozhodli prepojiť svoj profil vrnl.net s aplikáciou tretej strany, ako je Facebook alebo Google, môžete zmeniť nastavenia a odobrať povolenie pre aplikáciu zmenou nastavení účtu. Ste zodpovední za udržiavanie aktuálnosti svojich osobných údajov. Vrnl.net vám môže zasielať periodické pripomienky e-mailom na udržanie presnosti vašich osobných údajov.",
  "disclosure_tp_c_desp": "<strong>c. Poskytovatelia služieb</strong><br> Vrnl.net môže obsahovať odkazy na rôzne webové stránky tretích strán, ktoré môžu zhromažďovať vaše osobné údaje. Používanie vašich informácií zhromaždených takouto tretími platformou sa riadi zásadami ochrany osobných údajov tejto platformy. Tieto webové stránky alebo aplikácie sa riadia svojimi vlastnými zásadami ochrany osobných údajov, ktoré sú mimo našej kontroly. Akonáhle opustíte naše servery (môžete zistiť, kde sa nachádzate, skontrolovaním URL v adresnom riadku prehliadača), používanie akýchkoľvek informácií, ktoré poskytnete, sa riadi zásadami ochrany osobných údajov prevádzkovateľa aplikácie, ktorú navštevujete. Táto politika sa môže líšiť od našej. Ak nemôžete nájsť zásady ochrany osobných údajov niektorej z týchto stránok cez odkaz z domovskej stránky aplikácie, mali by ste sa obrátiť priamo na vlastníkov aplikácie pre viac informácií.<br> Môžeme verejne zdieľať informácie, ktoré neumožňujú identifikáciu osoby, a s našimi partnermi – ako sú vydavatelia, inzerenti, vývojári alebo držitelia práv. Napríklad zdieľame informácie verejne, aby sme ukázali trendy vo všeobecnom používaní našich služieb. Tiež umožňujeme konkrétnym partnerom zhromažďovať informácie z vášho prehliadača alebo zariadenia na marketingové/promočné a meracie účely, používajúc vlastné súbory cookie alebo podobné technológie.",
  "data_security": "Bezpečnosť údajov"
}