{
  "contact_title": "Kompanija koja dosljedno teži inovativnim rješenjima kako bi ispunila svoje poslovne potrebe.",
  "contact_footer": "„Mi smo tim kreativnih stratega, tehnoloških entuzijasta i efikasnih komunikatora, vođenih nepokolebljivom strašću prema industriji online igara na sreću. Naša nepokolebljiva posvećenost je uspjeh naših klijenata u poslovanju.”",
  "contact_header": "Kontaktirajte nas",
  "contact_para": "Konsultujte se sa VRNL ekspertom da otkrijete kako naša rješenja mogu unaprijediti vaš posao klađenja.",
  "telegram": "Telegram",
  "write_msg": "SAMO NAM NAPIŠITE PORUKU",
  "fname": "Puno ime",
  "fname_err": "Polje je obavezno (min 2 karaktera).",
  "email": "Vaš email",
  "email_err": "Potrebna je važeća email adresa.",
  "country": "Država",
  "pnumber": "Broj telefona",
  "pnumber_err": "Telefon mora imati 10 cifara.",
  "message": "Poruka",
  "sending": "Slanje…",
  "submit": "Pošalji",
  "con_param1": "Ne dijelimo vaše lične podatke ni sa kim. Pogledajte našu",
  "privacy_policy_form": "„politiku privatnosti”",
  "con_param2": "za više informacija",
  "casino_tournament_h1": "<b class='chck'>Kazino turniri</b> vam omogućavaju da kreirate turnir sa početnim i krajnjim datumom.",
  "casino_tournament_p1": "Moćan alat na raspolaganju za povećanje prihoda kazino sekcije je implementacija <strong>Kazino turnira.</strong>",
  "casino_tournament_h2": "Imaćete mogućnost da u potpunosti <strong>prilagodite svaki turnir</strong> birajući listu slotova koji će učestvovati u takmičenju.",
  "casino_tournament_p2": "Da biste <strong>kreirali promociju</strong>, potrebno je da odaberete <strong>naslov</strong> za <strong>turnir</strong>, označite <strong>slotove</strong> koji će biti uključeni i navedete <strong>džekpot</strong> koji će biti raspodijeljen na <strong>razne nagrade</strong>, sve prema vašim preferencijama.",
  "casino_tournament_p3": " Ključni detalji koje treba unijeti uključuju <strong>datum početka,</strong> <strong>datum završetka,</strong> <strong>ukupan džekpot,</strong> broj učesnika na rang listi, kao i minimalne uslove klađenja za ulazak u turnir.",
  "casino_tournament_p4": "Takođe, uvijek ćete imati pristup real-time tabeli sa rangom koja prikazuje korisnička imena, pozicije igrača i odgovarajuće nagrade. Ova funkcija može značajno unaprijediti korisničko iskustvo na vašoj kazino platformi, privući više igrača i povećati prihod.",
  "casinogames_title": "Zašto odabrati našu platformu?",
  "casinogames_title_h1": "Najopsežniji katalog ",
  "online_casino_games": "online kazino igara",
  "online_casino_games_p1": "Naš <b style='color: #575756;'> White Label </b> je vaše krajnje odredište, nudeći vam neuporediv izbor od preko 3000+ uzbudljivih kazino igara i slotova. Ponosimo se time što nudimo najširi asortiman online kazino igara dostupan na internetu.",
  "online_casino_games_p2": "Opslužujemo operatere online igara, kladionice, lutrije i organizacije za klađenje koje posluju u regulisanim tržištima.",
  "online_casino_games_p3": "Razumijemo važnost sigurne i fer igre u svijetu online kazina. Zato je naša matematička logika igara ne samo robusna već i sertifikovana od strane nezavisnih laboratorija za igre. Ova sertifikacija garantuje najviši nivo korisničkog iskustva za vaše igrače, čineći njihovo online kazino iskustvo zaista vrhunskim.",
  "casino_nos": "KAZINO BROJEVI",
  "slot_machine": "Slot mašina",
  "morethan10": "Više od 10",
  "tablegames": "Igre za stolom",
  "morethan4": "Više od 4",
  "videopoker": "Video poker",
  "morethan": "Više od",
  "lottery": "Lutrija",
  "morethan9": "Više od 9",
  "proveedores": "PROVAJDERI",
  "morethan12": "Više od 12",
  "online_turnkey": "Pružamo online turnkey kazino rješenja",
  "casino_wls": "White Label Kazino rješenje",
  "casino_wls_desp": "Pokrenite svoj brendirani kazino jednostavno koristeći VRNL white-label rješenje. Prilagodite svoj kazino, ponudite širok izbor igara, osigurajte sigurnost i brzo počnite da ostvarujete prihod.",
  "webbranding": "Brendiranje sajta",
  "webbranding_desp": "Unaprijedite svoje online prisustvo pomoću VRNL stručnih usluga brendiranja web sajtova. Dizajniramo, kreiramo i transformišemo sajtove kako bi odražavali vaš jedinstveni identitet i ostavili trajan utisak.",
  "toolstraning": "Alati (trening)",
  "toolstraning_desp": "Oslobodite svoj potencijal u svijetu trgovine uz VRNL moćne alate za trgovanje. Naša napredna rješenja osnažuju vas u donošenju informisanih odluka i maksimiziranju vašeg uspjeha u trgovanju.",
  "client_support": "Podrška klijentima",
  "client_support_desp": "Unaprijedite korisničko iskustvo uz VRNL izvanredne usluge podrške klijentima. Naš posvećeni tim je tu da pruži stručnu pomoć, osiguravajući da potrebe vaših klijenata budu ispunjene efikasno i sa pažnjom.",
  "aboutus_title": "Siguran sam da ste radoznali da otkrijete",
  "aboutus_desp": "Kompanija koja dosljedno teži inovativnim rješenjima kako bi ispunila svoje poslovne potrebe.",
  "online_gaming_provider": "Provajder online igara",
  "about-section1-para1": "<strong style='color: #000;'> Vrnl je dobro uspostavljen Sportsbook i Gaming Provajder sa izvanrednim 10-godišnjim iskustvom u industriji klađenja. </strong> Od 2012. godine posvećeni smo snabdijevanju kladionica, lutrija i organizacija za klađenje u regulisanim tržištima.",
  "about-section1-para2": "Mi smo tim kreativnih stratega, tehnoloških entuzijasta i efikasnih komunikatora, vođenih nepokolebljivom strašću prema industriji online igara na sreću. Naša nepokolebljiva posvećenost je uspjeh naših klijenata u poslovanju.",
  "about-section1-para3": "Naša napredna gaming platforma se izdvaja kao jedan od ključnih faktora koji su pogurali Vrnl do trenutnog statusa cijenjene međunarodne softverske kuće. <strong style='color: #000;'> Iskorišćavajući naše opsežno 10-godišnje iskustvo u ovom sektoru, Vrnl ponosno pruža usluge za više od 40 kladionica u 11 različitih zemalja širom svijeta.</strong>",
  "about_us": "O nama",
  "about_us_desp": "VRNL je najveća platforma za pružanje online sportskog i kazino klađenja White Label. Nudimo exch API zajedno sa našim custom site uslugama za Bangladeš sa niskim maržama i na pouzdanoj platformi, uključujući kazino. Pružamo API-je za sve lige u exch, zajedno sa uslugama online streaminga. Uživajte u klađenju na pouzdanoj platformi. Uživajte u preko 1000 slot igara i igara za stolom na našem sajtu.",
  "our_client": "Naši klijenti",
  "our_client_desp": "U Vrnl-u smo neumoljivi u potrazi za najboljim partnerstvima u industriji igara i zabave kako bismo osigurali neuporedivo iskustvo za naše klijente i igrače. Kroz saradnju sa renomiranim međunarodnim kazinima i provajderima virtuelnih igara, neprimjetno smo integrisali našu sportsku betting platformu sa širokim spektrom igara. Ova ponuda obuhvata sve, od slot mašina i igara za stolom do live kazino iskustava, virtuelnih igara, pa čak i fantazijskih igara. Naša posvećenost izvrsnosti prevazilazi raznovrsnost igara. Naša platforma je dostupna i na desktop računarima i na mobilnim uređajima, sa visokokvalitetnom grafikom, privlačnim animacijama i imerzivnim zvukom. Pored toga, naš intuitivan i jednostavan meni poboljšava ukupno korisničko iskustvo. U središtu naših operacija nalazi se brz proces integracije, koji kombinuje skalabilnost, fleksibilnost i vrhunske performanse unutar našeg betting softvera. Ovaj proces integracije je podržan najvišim nivoima sigurnosti i pouzdanosti, uvjeravajući naše klijente u bezbjedno i pouzdano okruženje za igre. Ponosimo se što našim klijentima predstavljamo najširi izbor igara u sektoru, nudeći savršena rješenja za svaku preferenciju. Dobrodošli u Vrnl, gdje se izvrsnost u igrama susreće sa beskonačnim mogućnostima. Vrnl je ponosan što je partner sa najistaknutijim imenima u industriji softverskih provajdera igara i rješenja za plaćanje. Podijelite našu platformu za uspjeh i dodajte svoje ime na ovu rastuću listu.",
  "lost404": "Izgleda da ste se izgubili",
  "lost404desp": "stranica koju tražite nije dostupna!",
  "gotohome": "Idi na početnu",
  "esports_bs": "eSports Betting Softver",
  "esports_bs_desp1": "U VRNL-u se ponosimo pružanjem jedinstvenog i imerzivnog iskustva za eSports fanove.",
  "esports_bs_desp2": "VRNL je vaša kapija u svijet gdje se igre i klađenje spajaju. Naš eSports Betting Softver je dizajniran za ljubitelje igara poput vas, pružajući uzbudljivo, sigurno i nagrađujuće iskustvo. Ne propustite priliku da budete dio akcije. Pridružite se VRNL danas i podignite vaše gaming iskustvo na novi nivo!",
  "startnow": "Počnite odmah",
  "easy_setup": "Jednostavno postavljanje, manje nego što mislite.",
  "easy_setup_desp1": "Možemo isporučiti eSports platformu za samo nekoliko nedjelja.<br> Mi se brinemo o svim aspektima procesa: Hosting, korisnički interfejs, feed kvota, prilagođene stranice, aktivaciju proizvoda i strategiju sportsbook-a.",
  "easy_setup_desp2": "Vaš primarni fokus može biti posvećen postavljanju i uspostavljanju vaše online mreže.",
  "esport_bet_center_h1": "Ako razmišljate o početku online klađenja, naš eSports softver za klađenje je odličan prvi korak.",
  "esport_bet_center_p1": "Iskoristite naše stručne usluge i naprednu tehnologiju eSports klađenja. Naši regulisani partneri dobijaju punu podršku za ulazak u online industriju klađenja i mogu koristiti naše prilagođene ili generičke platforme.",
  "esport_bet_center_p2": "Pokretanje online sportsbook-a koji se uglavnom fokusira na eSports može biti teško. Zato smo kreirali sveobuhvatan sistem eSports klađenja sa uslugama pre-match klađenja. Naš cilj je da vam ponudimo najširu ponudu eSports opcija online.",
  "have_qes": "Imate li pitanje?",
  "para_faq": "Imamo odgovore (Pa, većinom!)",
  "freq_param": "Ispod ćete pronaći odgovore na najčešća pitanja, molimo pogledajte naš ",
  "if_still_qes": "Ako i dalje ne možete pronaći odgovor koji tražite, samo",
  "sbs_faqs": "Sports Betting Softver FAQ",
  "whatis_sbs": "Šta je Sports Betting Softver?",
  "whatis_sbs_ans": "Sports Betting Softver je dizajniran na osnovu tržišta i izbora korisnika. Pored toga, naši stručnjaci su uvijek dostupni da vam pruže najbolju korisničku podršku u vezi sa vašim potrebama i zahtjevima tržišta. Takođe, brinemo se o svakom koraku procesa razvoja, pružajući vam potpunu i funkcionalnu exchange platformu.",
  "affiliate_systems": "Da li nudite affiliate sisteme?",
  "affiliate_systems_ans": "Da, naš softverski sistem je baziran na 5 nivoa: Administrator platforme - pristup back-endu (takođe je moguće kreirati i druge pristupe sa ograničenim privilegijama i dozvolama). Reseller - master-agent koji nadgleda više kladionica. Zarađuje provizije na prometu ili profitu kladionice. Kladionica - predstavlja fizičku lokaciju gdje igrači mogu igrati, uplaćivati, itd. Putem ovog naloga moguće je igrati i zarađivati proviziju na prometu ili profitu. Blagajnik - profil za zaposlene u kladionici, koji mogu uplaćivati tikete ali ne zarađuju proviziju. Online igrač - registrujte svoj nalog online ili u kladionici, uplaćujte tikete.",
  "whatis_label": "Šta je white label sajt za klađenje?",
  "whatis_label_ans": "White label sajt za klađenje je potpuno prilagođena platforma. Vrnl-ov white label sajt pruža sertifikovane igre, bonus sistem, sisteme plaćanja. Sadržaj korisničkog interfejsa, jezik i valuta su zasnovani na vašem izboru, a Vrnl nudi različite grafičke šablone, funkcije i alate.",
  "fullmanagement": "Mogu li imati punu kontrolu nad kvotama i marginama?",
  "fullmanagement_ans": "Back-end posjeduje mnoge alate, funkcije i izvještaje koji pružaju potpun pregled aktivnosti sportskog klađenja. Postoji posebna sekcija za upravljanje kvotama, kroz koju je moguće uređivati margine, multiplikatore i kvote po tržištu, meču i/ili prvenstvu.",
  "logobrand": "Mogu li koristiti svoj logo i boje brenda?",
  "logobrand_ans": "Da, možete. Nudimo različita rješenja zasnovana na vašim specifičnim zahtjevima. Možemo kreirati prilagođena rješenja prikupljanjem vaših zahtjeva i postavljanjem projekta za vas ili možemo ponuditi turnkey rješenje, mijenjajući samo boje vašeg brenda i logo.",
  "fullycustomized": "Želio bih potpuno prilagođeno rješenje, da li je to moguće?",
  "fullycustomized_ans": "Vrnl stavlja na raspolaganje tim stručnjaka za postavljanje potpuno prilagođene platforme za sportsko klađenje. Menadžer naloga će prikupiti zahtjeve i koordinisati projekat sa ostalim članovima tima: menadžerom projekta, grafičkim dizajnerom i IT menadžerom.",
  "software_cost": "Koliko košta Sports Betting Softver?",
  "software_cost_ans": "Cijena Sports Betting Softvera varira u zavisnosti od funkcija i usluga koje se nude. Postoje različiti planovi u zavisnosti od toga da li već imate veliki obim igre ili želite da budete agent sa sopstvenom mrežom igrača.",
  "what_products": "Koje proizvode nudite?",
  "what_products_ans": "Naš glavni posao je Sports Betting, zapravo naš softver za sportsko klađenje je interni proizvod koji je razvijen od strane našeg IT tima od 2005. godine. Pored sportskog proizvoda nudimo i live klađenje, kazino, live kazino, lutrije i virtuelne igre kako bismo našim klijentima ponudili 'sve u jednom' rješenja.",
  "canaddfeatures": "Mogu li dodati neke funkcije, izvještaje i stranice u softver za sportsko klađenje?",
  "canaddfeatures_ans": "Softver za klađenje uključuje širok spektar izvještaja, stranica i banera koji se mogu prilagoditi (CMS) ili razviti na zahtjev. Ako želite da razvijemo novu funkciju, radićemo zajedno sa vama na kreiranju prilagođenog projekta: prikupljanje informacija i detalja, dostavljanje projekta/renderea, testiranje i konačno puštanje.",
  "canofferbettingservices": "Mogu li ponuditi usluge sportskog klađenja u kazinima koje imam u svojoj zemlji?",
  "canofferbettingservices_ans": " Imamo nekoliko rješenja za klađenje, i za online i za poslovanje na zemlji. Ako posjedujete kazino na zemlji i želite da ponudite i sportsko klađenje, naše maloprodajno rješenje biće pravi izbor jer omogućava kreiranje naloga za blagajnike da upravljaju prodajom tiketa za sportsko klađenje.",
  "change_currentprovider": "Kako da promijenim trenutnog softverskog provajdera?",
  "change_currentprovider_ans": "Ako već upravljate exchangebook-om i želite da pređete na našu platformu za sportsko klađenje, pobrinućemo se da sve bude pravilno odrađeno, pripremićemo plan migracije. Lični podaci igrača biće ubačeni u novu platformu, a prelazak će biti planiran tako da migracija bude završena za samo nekoliko sati.",
  "sbs_offer": "Koje funkcije nudi softver za sportsko klađenje?",
  "sbs_offer_ans": "Softver za sportsko klađenje može da ponudi funkcije poput predviđanja zasnovanih na podacima, simulacija, trendova klađenja, poređenja kvota i još mnogo toga. Takođe može pružiti detaljnu analizu prošlih mečeva i nadolazećih utakmica kako bi kladioničari donosili informisanije odluke. Specijalizovani smo za postavljanje i kreiranje maloprodajnih kladionica i online mreža. Ovo uključuje KYC procedure odobrene od regulatornih tijela, sisteme plaćanja za igre na sreću, alate za affiliate marketing, referral sisteme i društvene mreže, push notifikacije za mobilne i web, in-app poruke, kontrole igračkih naloga, procese registracije i verifikacije, sisteme za otkrivanje prevara i alate za geolokaciju radi izvlačenja informacija o IP adresi.",
  "sbs_legal": "Da li je softver za sportsko klađenje legalan?",
  "sbs_legal_ans": "Da, softver za sportsko klađenje je legalan i koristi ga mnogo profesionalnih kladioničara. Međutim, važno je da budete sigurni da koristite softver u skladu sa važećim zakonima u vašoj jurisdikciji.",
  "ebs_faqs": "Najčešća pitanja o softveru za eSports klađenje",
  "ebs_titleoffer": "Koje eSports naslove nudite?",
  "ebs_titleoffer_ans": "<li ><strong >Najpopularniji:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li ><strong >Sportske igre:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li ><strong >Multiplayer Online kao:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li ><strong >Pucačine iz prvog lica (FPS): </strong>CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li ><strong >Igre borbe:</strong> Street Fighter, Super Smash Bros, Tekken. Strategije u realnom vremenu (RTS): StarCraft: Brood War, Warcraft III, StarCraft II. </li><li ><strong >Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "Da li imate mobilnu verziju?",
  "mobileversion_ans": "Da, VRNL je potpuno optimizovan za korišćenje na mobilnim uređajima. Naša platforma je dizajnirana da radi besprijekorno na svim pametnim telefonima i tabletima, pružajući vam pristup sportskom exchange-u, kazino igrama, iGaming-u i eSports-u bilo kad, bilo gdje. Možete uživati u glatkom, responzivnom interfejsu, brzom učitavanju i sigurnim transakcijama direktno iz mobilnog pretraživača — bez potrebe za preuzimanjem aplikacije. Bilo da koristite Android ili iOS, iskustvo je brzo, jednostavno i jednako bogato funkcijama kao i desktop verzije.",
  "runesportsplatform": "Mogu li pokrenuti eSports platformu za klađenje bez upravljanja kvotama i trgovanjem?",
  "runesportsplatform_ans": "Naša eSports rješenja dolaze sa uključenim feed-om kvota. Softver sadrži mnogo funkcija i alata za upravljanje marginama i konfiguracijama kvota u potpunoj autonomiji. Ako želite da se fokusirate samo na upravljanje radnjama i igračima, obezbjeđujemo i trading usluge i podršku.",
  "esports_solutions": "Želio bih potpuno prilagođeno eSports rješenje, da li je to moguće?",
  "esports_solutions_ans": "VRNL stavlja na raspolaganje tim stručnjaka za postavljanje potpuno prilagođene eSports platforme za klađenje. Menadžer naloga će prikupiti zahtjeve i koordinisati projekat sa ostalim članovima tima: Projekt menadžerom, Grafičkim dizajnerom i IT menadžerom.",
  "newtobusiness": "Potpuno sam nov u ovom poslu, šta treba da znam?",
  "newtobusiness_ans": "Pravilno upravljanje eSports platformom za klađenje može učiniti ovaj posao veoma profitabilnim. Nudimo različita rješenja i usluge na osnovu nivoa angažovanja i znanja. Gaming ekspert će raditi zajedno sa vama da pronađe najbolje eSports rješenje prilagođeno vašim potrebama.",
  "eSports_market": "Koliko imate eSports live tržišta?",
  "eSports_market_ans": "Danas nudimo 20 live eSports tržišta. <br> Ali stalno dodajemo nova tržišta.",
  "eSportsLogoBrand": "Mogu li koristiti svoj eSports logo i brend boje?",
  "eSportsLogoBrand_ans": " Da, možete. Nudimo različita rješenja u skladu sa vašim specifičnim zahtjevima. Možemo kreirati prilagođena eSports rješenja prikupljanjem vaših zahtjeva i postavljanjem projekta za vas, ili možemo ponuditi turnkey rješenje tako što ćemo izmijeniti samo vaše brend boje i logo.",
  "eSports_server": "Mogu li hostovati eSports exchange na svojoj serverskoj infrastrukturi?",
  "eSports_server_ans": "Ne, ne možete. Hosting je usluga uključena u našu ponudu jer, kako bismo garantovali ispravne performanse softvera za eSports klađenje, naši sistem administratori su postavili posebnu klastersku strukturu uključujući backup-e i plan oporavka od katastrofa. Ovo garantuje usklađenost sa globalnim regulativama i postizanje najviših bezbjednosnih standarda.",
  "sp_faqs": "Najčešća pitanja o streaming platformi",
  "promte_cricket": "Koliko kriket mečeva mogu promovisati?",
  "promte_cricket_ans": "Tokom prenosa uživo sa kontrolne table moguće je aktivirati dvije utakmice istovremeno, ali nema ograničenja koliko mečeva možete povezati.",
  "broadcast_live": "Mogu li se kazino događaji prenositi uživo?",
  "broadcast_live_ans": "Da, moguće je prenositi sve kazino igre uživo na svim platformama koje to omogućavaju.",
  "measure_success": "Kako da izmjerim uspjeh live stream-ova?",
  "measure_success_ans": " Naravno, pratite detaljnu analitiku za više platformi na jednom ekranu.",
  "is_mobile_friendly": "Da li je platforma prilagođena mobilnim uređajima?",
  "is_mobile_friendly_ans": "Da — naša platforma je potpuno prilagođena mobilnim uređajima, a nudimo i APK koji možete preuzeti i koristiti bez problema.",
  "livecasino_faqs": "Najčešća pitanja o Live Casino softveru",
  "whatisVRNLcasino": "Šta je VRNL Casino Softver?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Softver je najsavremenija platforma koja omogućava online kazinima da ponude igre sa dilerima uživo svojim igračima. Ona pruža infrastrukturu i alate potrebne za hostovanje interaktivnih kazino iskustava u realnom vremenu.",
  "software_work": "Kako funkcioniše VRNL Live Casino Softver?",
  "software_work_ans": "VRNL Live Casino Softver se besprijekorno integriše u online kazino sajtove. Povezuje igrače sa dilerima uživo putem video striminga visokog kvaliteta, omogućavajući im da igraju popularne kazino igre poput blackjack-a, ruleta i baccarat-e uživo u interaktivnom okruženju.",
  "features_livecasino": "Koje su glavne funkcije VRNL Live Casino Softvera?",
  "features_livecasino_ans": "VRNL Live Casino Softver nudi niz funkcija, uključujući prilagodljiv branding, sigurnu integraciju plaćanja i user-friendly interfejs za igrače i operatere.",
  "security_livecasino": "Kako da obezbijedim sigurnost i fer-igru koristeći VRNL Live Casino Softver?",
  "security_livecasino_ans": "VRNL Live Casino Softver je izgrađen sa fokusom na sigurnost. Koristi sertifikovane generatore slučajnih brojeva (RNG) da bi obezbijedio fer-igru, a nudimo i alate za prevenciju prevara i zaštitu igrača. Pored toga, primjenjujemo enkripciju za siguran prenos podataka.",
  "offered_games": "Koje igre mogu biti ponuđene korišćenjem VRNL Live Casino Softvera?",
  "offered_games_ans": "Možete ponuditi širok izbor igara sa dilerima uživo, uključujući klasike poput blackjack-a, ruleta i baccarat-e uživo, kao i njihove različite varijacije kako bi igrači ostali angažovani.",
  "integrateVRNL": "Mogu li integrisati VRNL Live Casino Softver sa postojećom online kazino platformom?",
  "integrateVRNL_ans": "Da, naš softver je dizajniran za laku integraciju sa postojećim platformama, što ga čini besprijekornim dodatkom vašem online kazino poslovanju.",
  "wlc_faqs": "Najčešća pitanja o White Label Kazinu",
  "whatis_wlc": "Šta je White Label Kazino?",
  "whatis_wlc_ans": "White Label Kazino je turnkey rješenje koje omogućava preduzetnicima i kompanijama da pokrenu sopstvene online kazina koristeći naš softver i infrastrukturu. Možete ga brendirati svojim imenom i dizajnom, dok mi preuzimamo tehničke i regulatorne aspekte.",
  "wlc_work": " Kako funkcioniše White Label Kazino usluga?",
  "wlc_work_ans": "Obezbjeđujemo vam potpuno funkcionalnu kazino platformu, uključujući igre, procesiranje plaćanja i korisničku podršku. Vi jednostavno prilagodite brending i dizajn prema vašoj viziji, i spremni ste da pokrenete svoje online kazino poslovanje.",
  "wlc_games": "Koje igre su dostupne za moj White Label Kazino?",
  "wlc_games_ans": "Nudimo širok spektar kazino igara, uključujući slotove, stone igre (npr. blackjack, rulet) i igre sa dilerima uživo. Možete birati iz našeg kataloga igara kako biste kreirali raznovrsno iskustvo za svoje igrače.",
  "wlc_launch": "Koliko vremena je potrebno da pokrenem svoj White Label Kazino?",
  "wlc_launch_ans": "Vrijeme može varirati u zavisnosti od vaših specifičnih zahtjeva i regulatornih procesa. U prosjeku, potrebno je nekoliko nedjelja da se postavi i prilagodi kazino platforma.",
  "wlc_cusSupport": " Koji nivo korisničke podrške se obezbjeđuje za moj White Label Kazino?",
  "wlc_cusSupport_ans": "Nudimo tehničku i operativnu podršku kako bismo osigurali da vaš kazino radi nesmetano.",
  "wlc_getstarted": "Kako da započnem sa White Label Kazinom iz vaše kompanije?",
  "wlc_getstarted_ans": "Kontaktirajte naš prodajni tim da razgovaramo o vašim potrebama i dobijete personalizovano savjetovanje. Vodićemo vas kroz proces postavljanja vašeg White Label Kazina.",
  "can_cutomize_branding": "Mogu li prilagoditi kazino sa mojim brendom?",
  "can_cutomize_branding_ans": "Da — možete u potpunosti prilagoditi kazino sa sopstvenim logoom, bojama i brendom kako biste ga uskladili sa vašim identitetom.",
  "company": "Kompanija",
  "company_caps": "KOMPANIJA",
  "about": "O nama",
  "online_exchange_sw": "Online Exchange Softver",
  "privacy_policy": "Politika privatnosti",
  "contact_us": "Kontaktirajte nas",
  "solutions": "Rješenja",
  "sports_betting_software": "Softver za sportsko klađenje",
  "wlc": "White Label Kazino",
  "wlc_caps": "WHITE LABEL KAZINO",
  "wlc_platform": "White Label Betting Platforma",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Vrnl-ov logo i grafički materijal su intelektualna svojina kompanije i ne smiju se kopirati, reproducirati, distribuirati ili prikazivati bez pismene saglasnosti Vrnl-a.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Sva prava zadržana.",
  "home": "Početna",
  "betting": "Klađenje",
  "esports_betting": "eSports klađenje",
  "sbs_head": "Softver za sportsko klađenje",
  "casino": "Kazino",
  "online_casino_sw": "Softver za online kazino",
  "live_casino_sw": "Softver za kazino uživo",
  "casino_game": "Kazino igre",
  "lottery_bingo": "Loto i bingo",
  "casino_tournament": "Kazino turnir",
  "risk_management": "Upravljanje rizikom",
  "wl": "White Label",
  "wl_exch": "White Label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Naš rad",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Kazino uživo",
  "lottery_games": "Loto igre",
  "exch_sw_provider": "Provajder exchange softvera",
  "mobile_bet": "Mobilno klađenje",
  "vrnl": "VRNL",
  "sports_betting_wid": "Widget za sportsko klađenje",
  "back": "Nazad",
  "exch_iframe_para": "Exchangebook iframe — omogućava brzu aktivaciju Exchangebook modula putem besprijekorne API integracije. Naša sveobuhvatna Exchangebook usluga, pod stručnim nadzorom, osigurava širok spektar programiranja za online događaje i tržišta.",
  "contact_us!": "Kontaktirajte nas!",
  "exch_iframe_types": "Tipovi Exchangebook iframe-a",
  "exch_iframe_types_para": "Naša Exchangebook iframe rješenja dolaze u tri varijante, svaka prilagođena kanalu koji se koristi, osiguravajući najpogodniju opciju za tvoje potrebe:",
  "exch_iframe_types_list": "<li> iFrame za <strong>Desktop</strong>, dizajniran za računare sa različitim rezolucijama i raznovrsnim, prilagodljivim izgledima. </li> <li> iFrame za <strong>Terminale i Kioske SSBT</strong>, sa izgledima optimizovanim za touchscreen sisteme i intuitivno korisničko iskustvo, idealno za neiskusne igrače koji uplaćuju opklade.</li>",
  "exch_iframe_types_para2": "Pored toga, kroz naš API možeš postići opsežnu prilagodbu grafike i funkcija igara.",
  "cm_exch": "Sveobuhvatni Upravljani Exchangebook",
  "cm_exch_para": "Naš Exchangebook iframe obuhvata isporuku feedova kvota i podešavanje osnovnih postavki klađenja. Softver dolazi opremljen nizom funkcija i alata za samostalno upravljanje marginama i konfiguracijama kvota. Međutim, ako ti je primarni fokus upravljanje igračima i marketingom, nudimo potpuno upravljane trading usluge i podršku.",
  "acq_exch": "Dobijanje Exchangebook iframe rješenja je jednostavno",
  "acq_exch_para": "Pojednostavili smo proces aktiviranja iFrame-a, obuhvatajući samo pet jednostavnih koraka:",
  "acq_exch_list": "<li> Formalizuj ugovor između Vrnl-a i klijenta. </li> <li> Pokreni integraciju Exchangebook iFrame-a putem API-ja koristeći naš SDK. </li> <li> Održi sastanak radi definisanja Exchangebook strategije. </li> <li> Identifikuj najzanimljivije sportove i događaje prilagođene tvom tržištu. </li> <li> Idemo uživo! </li>",
  "live_casino_sw_p1": "Naša <strong>Live Casino platforma</strong> omogućava ti da aktiviraš <strong>najbolje live provajdere</strong> poznate po svom <strong>izuzetnom kvalitetu i matematičkoj integriteti.</strong>",
  "live_casino_sw_p2": "Posvećeni smo pružanju ultimativnog live casino iskustva. Bilo da si iskusan igrač ili tek ulaziš u svijet online kazina, naša platforma nudi impresivno, real-time igranje bez premca.",
  "live_casino_sw_p3": "Vrnl-ovo Live Casino rješenje obezbjeđuje kompletan paket usluga, uključujući:",
  "live_casino_sw_p3_l1": "Alate za izvještavanje o kompletnoj istoriji",
  "live_casino_sw_p3_l2": "Vizualizaciju istorije igara",
  "live_casino_sw_p3_l3": "Konfiguracije igara",
  "live_casino_sw_p3_l4": "Alate za upravljanje rizikom",
  "live_casino_sw_p3_l5": "Upravljanje igračima",
  "live_casino_sw_p3_l6": "Alate za upravljanje afilijacijama",
  "live_casino_sw_p3_l7": "Višenivojsku hijerarhijsku strukturu agenata",
  "live_casino_sw_p4": "Razvili smo različite sigurne metode integracije, sve jednostavne za upotrebu i dizajnirane za laku implementaciju putem našeg live casino API-ja.",
  "live_casino_sw_demo": "Demo live casino rješenja",
  "livecasino_integration": "<strong style='color: #575756;'>Integracije live casino API-ja</strong>",
  "livecasino_integration_para": "Naš live casino softver možeš pokrenuti za samo nekoliko dana. Pored toga, nudimo sveobuhvatne usluge menadžmenta, osiguravajući da cijelu operaciju nadgledaju naši stručnjaci.<strong style='color: #575756;'>Takođe garantujemo pristup najširem izboru live igara dostupnih online. </strong>",
  "live_casino_lobby": "U našem korisnički prijateljskom Live Casino Game Lobby-ju",
  "youcan": "možeš",
  "findgames_like": "pronaći igre kao što su:",
  "findgames_like_desp": "Live Rulet, Live Baccarat, Live Blackjack i Live Poker, Kockice i Igre sa brojevima.",
  "euro_roulette": "Evropski Rulet",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Karipski Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Američki Rulet",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Zakaži Demo",
  "lottery_head": "Tražiš platformu za Loto i Bingo?",
  "lottery_head_desp1": "Pažljivo smo odabrali najbolje <b style='color: #575756; font-size: 45px;'>loto i bingo</b> igre za tebe.",
  "lottery_head_desp2": "Naše <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> rješenje nudi razne privlačne varijante klasične bingo igre zajedno sa najpoznatijim loto igrama.",
  "lottery_head_desp3": "Ove igre možeš <b style='color:#575756; font-size: 16px;'>igrati na svom pametnom telefonu</b> ili računaru, a mi obezbjeđujemo vrhunsko korisničko iskustvo jer su naše igre najvišeg kvaliteta.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Pored toga, naši algoritmi za igre su sigurni i nezavisno sertifikovani, obezbjeđujući pouzdano i povjerljivo iskustvo igranja.<br><br></strong>",
  "lottery_bingo_nos": "LOTO & BINGO BROJEVI",
  "bingo_games": "Bingo igre",
  "over100": "preko 100",
  "over130": "preko 130",
  "suppliers": "DOBAVLJAČI",
  "more20": "Više od 20",
  "sports_betting_software_wl": "Sportsko klađenje softver White Label",
  "sports_betting_software_wl_desp": "Kompanija posvećena neprekidnom pronalaženju inovativnih rješenja za efikasno odgovaranje na svoje promjenjive poslovne potrebe.",
  "blink-soft": "Poboljšaj svoje iskustvo sa naprednim softverom za sportsko klađenje",
  "platform_para1": "Moderna softverska rješenja za sportsko klađenje <b>transformišu</b> način na koji se kladioničari povezuju sa igrom. Sa <b>besprijekornim interfejsima,</b> real-time analitikom i mogućnošću klađenja uživo, ove platforme pružaju superiorno iskustvo i početnicima i iskusnim igračima.",
  "platform_para2": "Bilo da vodiš online sportsbook, maloprodajnu kladionicu ili kazino, naš sveobuhvatni paket rješenja — uključujući <b>B2C platforme</b> i <b>prilagodljive white-label proizvode</b> pruža fleksibilnost i tehnologiju potrebnu da ostaneš konkurentan. Prihvati inovacije i unaprijedi svoje operacije sportske igre softverom dizajniranim da <b>optimizuje performanse</b> i <b>zadovoljstvo korisnika</b>.",
  "try_b2b": "Istraži naš napredni B2B softver za klađenje",
  "try_b2c": "Istraži naš napredni B2C softver za klađenje",
  "wls_turnkey": "White Label rješenja i Turnkey platforme",
  "wls_turnkey_p1_span1": "besprijekorno i angažujuće iskustvo sportskog klađenja",
  "wls_turnkey_p1_span2": "za tvoje korisnike. Ovaj pristup eliminiše potrebu za skupim i dugotrajnim razvojem, omogućavajući ti da se fokusiraš na rast i",
  "custom_satisfaction": "zadovoljstvo korisnika",
  "wls_turnkey_p2": "Naša sigurna, visokoperformansna platforma za klađenje je potpuno sertifikovana od strane nezavisnih gaming laboratorija, garantujući usklađenost i pouzdanost. Partnerstvom sa VRNL-om dobijaš pristup provjerenoj kladioničarskoj berzi koja povećava profitabilnost uz osiguranje",
  "highest_industry_standards": "najviših industrijskih standarda",
  "igaming_platform": "iGaming Platforma",
  "igaming_platform_p1": "VRNL je pouzdan partner u iGaming industriji, nudeći vodeća rješenja u industriji",
  "sbs": "sportski softver za klađenje",
  "igaming_platform_p2": "Naš cilj je da transformišemo online gaming pejzaž pružajući operatorima svestranu, najsavremeniju platformu koja osigurava besprijekorno i angažujuće iskustvo igranja za korisnike.",
  "online_casino": "Online Kasino",
  "casino_para": "Dobrodošao u VRNL Online Kasino — <b>pouzdanog lidera</b> koji globalno pruža sigurnu i uzbudljivu gaming platformu. Naša misija je da obezbijedimo izuzetno kazino iskustvo koje drži igrače angažovanim i zabavljenim.",
  "casino_para_list": "<li>Preko 75 provajdera</li> <li>Više od 15,000 slot mašina</li> <li>500+ stolnih igara</li> <li>700+ video poker igara</li> <li>Više od 200 drugih igara</li>",
  "casino_para2": "Naš stručni tim te podržava u svakoj fazi, od treninga do lansiranja.",
  "play_livecasino": "Igraj u live kazinu kao da si direktno unutra",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Slotovi</li> <li>Live Rulet </li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API provajderi usluga i iFrame",
  "api_services_iframe_p1": "VRNL pruža napredne <b>API integracije i iFrame rješenja</b>, omogućavajući besprijekornu povezanost platformi, siguran razmjenу podataka i poboljšano korisničko iskustvo — pomažući biznisima da posluju pametnije i brže.",
  "api_services_iframe_p2": "U VRNL-u razumijemo važnost besprijekorne razmjene podataka i komunikacije između aplikacija. Pružamo vrhunske API integracione usluge, omogućavajući tvom softveru da bez problema komunicira sa drugim platformama. Naši stručnjaci će osigurati da tvoji sistemi funkcionišu harmonično, pružajući glatko iskustvo i tebi i tvojim korisnicima.",
  "virtual_games": "Virtuelne Igre",
  "virtual_games_desp1": "Spreman da započneš svoje virtuelno gaming putovanje sa VRNL? Uroni u virtuelni svijet kao nikada prije i spremi se za beskonačne sate zabave.",
  "virtual_games_desp2": "U VRNL-u smo strastveni u pružanju najsavremenijih virtuelnih gaming iskustava koja igrače odvode u uzbudljive nove svjetove. Naša misija je da obezbijedimo najimpresivnije, najzabavnije i najfascinantnije virtuelne igre koje će te držati prikovanim satima.",
  "before_start": "Prije nego što počneš, pogledaj u akciji!",
  "explore_demo": "na našoj demo platformi:",
  "mobile_sbs": "Mobilni Softver za Sportsko Klađenje",
  "mobile_sbs_p1": "Naša <strong>Mobilna aplikacija</strong> omogućava tvojim igračima da lako pristupe svojim nalozima i uplaćuju opklade putem tableta, pametnih telefona i drugih mobilnih uređaja sa internetom.",
  "mobile_sbs_p2": "Od kriketa i fudbala do tenisa, naš softver pokriva širok spektar sportskih događaja širom svijeta. Bez obzira na tvoju sportsku strast, možeš se kladiti na igre i timove koje voliš.",
  "mobile_sbs_p3": "Naš softver nije samo o uplati opklada, već o stvaranju iskustva koje je i besprijekorno i usmjereno na korisnika. Uložili smo u najnoviju tehnologiju kako bismo osigurali da je navigacija našom platformom što lakša.",
  "advantages_sbs": "Prednosti Mobilnog Softvera za Sportsko Klađenje",
  "advantages_sbs_l1": "Mobilne aplikacije su brže",
  "advantages_sbs_l2": "Personalizovan sadržaj klađenja",
  "advantages_sbs_l3": "Instant online klađenje",
  "advantages_sbs_l4": "Sigurno i pouzdano",
  "advantages_sbs_p1": "Aplikacije nadmašuju mobilne sajtove, nudeći brže akcije i reakcije.",
  "advantages_sbs_p2": "Korisnici uživaju u personalizovanom sadržaju za imerzivnije iskustvo, sa prilagođenim opcijama klađenja u skladu sa njihovim preferencama.",
  "advantages_sbs_p3": "Sve mobilne aplikacije omogućavaju instant pristup jednim dodirom, omogućavajući korisnicima da uplaćuju opklade, provjeravaju svoje naloge, učestvuju u kazino igrama i biraju omiljene lige bez odlaganja.",
  "advantages_sbs_p4": "Naša sigurnost je glavni prioritet. VRNL Mobilni Softver za Sportsko Klađenje izgrađen je sa najsavremenijim sigurnosnim mjerama kako bi zaštitio tvoje lične i finansijske podatke. Možeš se kladiti sa potpunim mirom.",
  "online_casino_sw_p1": "VRNL je vodeći provajder <strong>online kazino softvera</strong> i <strong>platformi</strong>. Oni igraju ključnu ulogu u dizajniranju i razvoju kazino platformi, osiguravajući da su korisnički prijateljske i bogate funkcijama.",
  "online_casino_sw_p2": "Naš marketinški tim će marljivo raditi na tome da tvoj online kazino dobije vidljivo mjesto na naslovnoj strani, garantujući visoku vidljivost na online tržištu.",
  "online_casino_sw_p3": "Online kazino platforma će biti opremljena raznim unaprijed konfiguriranim igrama, a naši alati za nadgledanje pružiće ti jasan, real-time pregled napretka i performansi tvoje nove investicije.",
  "customized_theme": "Ovo je tema koja se može prilagoditi, pogledaj u akciji:",
  "live_casino_sw_desp1": "Nudimo najširi spektar vrhunskih <strong>Live Casino provajdera</strong><br>",
  "live_casino_sw_desp2": "globalno, osiguravajući pristup najraznovrsnijim live stolovima online i besprijekorno iskustvo višekanalne isporuke.",
  "casino_sw_features": "Glavne Funkcionalnosti Kazino Softvera",
  "casino_sw_features_p1": "Naša <strong>casino softverska platforma</strong> je dizajnirana da pruži besprijekorno i potpuno iskustvo igranja i igračima i operaterima.<br /><br /> ",
  "casino_sw_features_p2": "Ključne karakteristike naše platforme uključuju: ",
  "casino_sw_features_list": "<li>Vidljivost i kontrola nad opsegom stolova.</li> <li>Atributi i podešavanja stolova za igru.</li> <li>VIP limiti.</li> <li>Klijentska funkcionalnost i pristup našim alatima za prilagođavanje.</li> <li>Mehanizam izvještavanja i sistem obavještenja koji operaterima pruža trenutni pristup i alarme na operativne notifikacije. </li> <li>API za Poslovnu Inteligenciju (BI)</li> <li>Marketinški alati</li> <li>API za spoljašnju integraciju</li>",
  "casino_sw_features_p3": "Naš korisnički alat za prilagođavanje omogućava bookmakerima da u realnom vremenu mijenjaju različite aspekte svoje live ponude, <br /> uključujući banere, fontove i šeme boja, sve uz intuitivne kontrole.",
  "casino_sw_features_p4": "Naša nova platforma funkcioniše kao autonoman, agilan i fleksibilan sistem. Ova agilnost nam omogućava da brzo <br /> reagujemo na zahtjeve bookmakera i održavamo više standarde kvaliteta prilikom razvoja novih i postojećih <br /> proizvoda.",
  "casino_sw_features_p5": " Da bismo ubrzali vaše poslovanje, nudimo i",
  "casino_sw_features_p6": " sa ogromnim izborom od preko 3000+ igara.",
  "integrate_iframe_apis": "Integracija sa spoljnim platformama putem iFrame i API-ja",
  "integrate_iframe_apis_para": "Naša platforma nudi raznovrsne opcije integracije. Možete se besprijekorno <strong>integrisati kroz iFrame ili <br />API-je.</strong> Može se prilagoditi vašim specifičnim potrebama, bilo da se radi o sveobuhvatnoj full-service integraciji, <br /> specijalizovanom softverskom rješenju za sportsko klađenje ili fokusiranju na <strong> online casino igre</strong>, uključujući <strong> live <br /> casino </strong> ponudu.",
  "view_demo": "Pogledaj Demo",
  "we_are": "mi smo",
  "online_exchange_sw_p1": "U VRNL-u se ponosimo isporukom najsavremenijeg online Exchange softvera koji redefiniše iskustvo klađenja. Nudimo potpuno funkcionalnu platformu opremljenu širokim izborom live mečeva dostupnih na mjesečnom nivou. Sa našim opcijama live streaminga, pretvorićemo vašeg bookija u platformu za zabavu, sve uz sertifikate nezavisnih gaming laboratorija radi dodatne sigurnosti.",
  "online_exchange_sw_p2": " VRNL Online Exchange softver nudi sveobuhvatan spektar opcija sportskog klađenja. Bilo da ste fan kriketa, fudbala, tenisa ili nekog drugog sporta, pokrivamo vas. Naša platforma nudi real-time kvote, in-play klađenje i korisnički interfejs koji klađenje čini jednostavnim.",
  "onther_head": "Pojednostavljujemo proces integracije u posao.",
  "onther_p1": "Ova tema je visoko prilagodljiva, i možete iskusiti njenu fleksibilnost uživo:",
  "main_features": "Glavne karakteristike",
  "feature_para": "Vrnl je na čelu revolucije klađenja i upravljanja online casinima. Sa našim iskustvom, dobijate pristup:",
  "feature_list": "<li><strong>Globalno iskustvo klađenja: </strong> VRNL pruža pristup sveobuhvatnom spektru sportova, liga i tržišta klađenja iz cijelog svijeta. Sa nama možete ponuditi svojim korisnicima istinski globalno iskustvo klađenja. </li> <li><strong>Opsežne pre-match opcije: </strong> Birajte među ogromnim izborom od 150.000 mjesečnih pre-match opcija. Osiguravamo da vaša platforma bude bogata raznovrsnim izborom kako bi zadovoljila različite preferencije igrača. </li> <li><strong>Uzbudljive in-play prilike: </strong> Uključite korisnike sa 75.000 mjesečnih in-play prilika. Ove opcije klađenja u realnom vremenu dodaju uzbuđenje i spontanost iskustvu klađenja. </li> <li><strong>Casino igre za Metaverse: </strong> VRNL nudi bogatu kolekciju casino igara pogodnih za metaverse. Uronite svoje korisnike u virtuelno casino okruženje sa našim raznovrsnim opcijama igranja. </li> <li><strong>Besprijekorna iFrame integracija: </strong> Jednostavno integrišite naš iFrame u vašu iGaming platformu. Naše rješenje omogućava vam da bez napora proširite mogućnosti vaše platforme. </li> <li><strong>Fleksibilna integracija: </strong> Birajte metod integracije, bilo putem API-ja ili iFrame-a. Nudimo raznovrsne opcije kako bismo odgovarali vašim potrebama i zahtjevima platforme. </li>",
  "sports_header_2": "Online Exchange softver iGaming Casino Platforma",
  "sports_header_2_p1": "Nudimo <a style='color: #a0c528;' href='#'>White Label Casino</a> rješenje sa bibliotekom od preko 1.000 igara.",
  "sports_header_2_p2": "Naše usluge uključuju dobijanje gaming licence i pravnu podršku za pokretanje vašeg casino biznisa, uz obezbjeđivanje sigurne i sertifikovane gaming matematike.",
  "sports_header_2_p3": "Odabrali smo najbolje gaming provajdere sa ciljem da vam ponudimo najširi izbor live casino igara i online casino igara dostupnih na internetu. Pažljivo smo sklopili partnerstva sa vodećim provajderima kako bismo vam obezbijedili neuporedivu raznovrsnost igara, garantujući najširu selekciju dostupnu online.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person igre</li> <li>Slotovi</li> <li>Američki rulet live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon Tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Igrajte u live casinu kao da ste direktno u njemu",
  "top_online_providers": "Top online casino provajderi svjetske klase",
  "online_casino_p1": "Spremni ste da podignete svoje online casino iskustvo na viši nivo? Ne tražite dalje! Vrnl je vaše jedinstveno rješenje za sve online casino potrebe. Pružamo vrhunske usluge i najsavremenija rješenja za operatere online casina, osiguravajući nezaboravno iskustvo igranja za vaše korisnike.",
  "user_data_section1": "<li>Provajderi 75 + više od</li> <li>Slot mašine 15.000 + više od</li> <li>Stolne igre 500 + više od</li> <li>Video poker 700 + više od</li> <li>Druge igre 200 + više od</li>",
  "lottery_bingo_games": "Loto i Bingo igre",
  "lottery_bingo_games_p1": "U VRNL-u donosimo uzbuđenje Loto i Bingo igara i na vaše ekrane i u vaše lokalne maloprodajne objekte. Bilo da ste fan tradicionalnih papirnih tiketa ili više volite pogodnost igranja online, pokrivamo vas. Kod nas se ne radi samo o igrama; već o uzbuđenju pobjede i radosti igranja.",
  "user_data_section2": "<li>Bingo 80 + više od</li> <li>Loto 130 + više od</li>",
  "ultimate_dest": "Konačna destinacija za online i retail Loto i Bingo igre",
  "weare_vrnl": "Mi smo VRNL",
  "weare_vrnl_desp": "<strong>NAJVEĆA PLATFORMA ZA SPORTSKE I CASINO WHITE LABEL USLUGE</strong> Najširi izbor zabavnih igara dostupnih online. White Label Casino sa više od 1.000 igara. Dostupni online casino softver je jednostavan jer je naša platforma laka za upravljanje.",
  "res_design": "Responzivni dizajn",
  "res_design_desp": "Naš website je responzivan, što znači da se pravilno prikazuje na tabletima, mobilnim uređajima i desktop računarima za optimalno korisničko iskustvo.",
  "custmzd_options": "Opcije prilagođavanja",
  "custmzd_options_desp": "Pružamo našim klijentima širok spektar opcija za prilagođavanje, omogućavajući im da biraju željene boje, fontove i raspored sajta. Ovo osigurava da website odražava njihov jedinstveni stil i preferencije.",
  "loading_speed": "Brzina učitavanja",
  "loading_speed_desp": "Naš website je optimizovan za brzinu i performanse. Ima brzo učitavanje na raznim uređajima i internet konekcijama.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Naša B2B tema se ističe jedinstvenim karakteristikama. Uključili smo dodatnu Parley opciju za obogaćeno iskustvo klađenja.",
  "b2b_theme_p2": "Naša tema se odlikuje najboljim kombinacijama boja i dizajnerskim elementima, osiguravajući estetski privlačan interfejs. Korisnicima je omogućeno da se klade na širok spektar sportova uključujući kriket, fudbal i tenis.",
  "b2b_theme_p3": "Takođe imamo mnogo različitih casino igara za više opcija zabave. Dodatno, predstavljamo razne tipove casina, poput AWC Casina, koji sadrži impresivnu kolekciju od preko 500 slot igara i više od 100 stolnih igara.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Naš B2C sajt nudi korisnički prijatan doživljaj. Korisnici se mogu lako registrovati koristeći svoj broj telefona, što pruža jednostavan i siguran način za kreiranje naloga.",
  "b2c_theme_p2": "Nakon registracije, korisnici imaju mogućnost da uplate sredstva na svoje naloge, čime je početak klađenja i igranja veoma jednostavan. Takođe, nudimo jednostavan proces isplate, osiguravajući da korisnici lako dođu do svojih dobitaka.",
  "b2c_theme_p3": "Kako bismo unaprijedili iskustvo, nudimo bonus poene koje korisnici mogu zaraditi i koristiti tokom vremena provedenog na platformi. Ovo dodaje dodatni sloj uzbuđenja i vrijednosti za naše klijente, omogućavajući im da maksimalno iskoriste svoje uplate i isplate.",
  "b2c_theme_p4": "Sveukupno, naš B2C sajt je dizajniran da pruži bezbrižno i prijatno iskustvo klađenja i igranja, dajući korisnicima slobodu da igraju, uplaćuju i podižu sredstva sa lakoćom.",
  "request_demoID": "Zatražite Demo ID",
  "form_name": "Ime *",
  "form_name_err": "Unesite svoje ime (najmanje 3 karaktera).",
  "form_email": "Email *",
  "form_email_err": "Unesite validan email.",
  "form_country": "Država *",
  "form_country_err": "Odaberite svoju državu.",
  "form_district": "Opština *",
  "form_district_err": "Unesite svoju opštinu.",
  "form_whatsapp": "WhatsApp broj *",
  "form_whatsapp_err": "Unesite validan WhatsApp broj.",
  "form_turnover": "Mjesečni promet *",
  "form_turnover_err": "Unesite svoj mjesečni promet.",
  "form_users": "Koliko korisnika *",
  "form_users_err": "Unesite validan broj korisnika.",
  "form_current": "Trenutna platforma koju koristite *",
  "form_current_err": "Unesite svoju trenutnu platformu.",
  "form_issues": "Problemi sa trenutnom platformom *",
  "form_issues_err": "Opišite probleme (najmanje 10 karaktera).",
  "form_telegram": "Da li ste na Telegramu? *",
  "form_select": "-- Odaberite --",
  "form_yes": "Da",
  "form_no": "Ne",
  "form_telegram_err": "Molimo odaberite da li imate Telegram nalog.",
  "form_telhandle": "Telegram nalog *",
  "form_telhandle_err1": "Telegram nalog je obavezan.",
  "form_telhandle_err2": "Telegram nalog mora počinjati sa &#64; (npr. &#64;korisnickoime).",
  "demo_url": "Demo URL",
  "form_submit": "Pošalji",
  "form_name_ph": "Unesite svoje ime",
  "form_email_ph": "Unesite svoj email",
  "form_district_ph": "Unesite svoju opštinu",
  "form_whatsapp_ph": "Unesite WhatsApp broj",
  "form_turnover_ph": "Unesite svoj mjesečni promet",
  "form_users_ph": "Unesite broj korisnika",
  "form_current_ph": "Unesite trenutnu platformu",
  "form_issues_ph": "Unesite probleme sa trenutnom platformom",
  "form_telhandle_ph": "Unesite svoj Telegram nalog",
  "our_commitment": "Naša posvećenost",
  "our_commitment_p1": "VRNL je posvećen zaštiti vaše privatnosti i sigurnosti vaših ličnih i finansijskih podataka. Ova politika objašnjava koje informacije prikupljamo, kako ih koristimo i mjere koje preduzimamo za njihovu zaštitu. Reference na vrnl.net uključuju i njegove aplikacije.",
  "our_commitment_p2": "Ova politika se primjenjuje na sve VRNL web stranice i aplikacije gdje je objavljena, u skladu sa važećim zakonima u regionima u kojima poslujemo. Dodatna obavještenja o privatnosti specifična za određeni region ili uslugu mogu dopuniti ovu politiku.",
  "our_commitment_p3": "Ako pružite informacije putem platformi trećih lica (npr. prijava preko društvenih mreža), prikupljamo podatke putem tih integracija prema ovoj politici. Međutim, prakse privatnosti trećih lica regulišu podatke koje oni direktno prikupljaju. Postavke privatnosti na tim platformama ne utiču na način na koji VRNL koristi podatke prikupljene putem naših sajtova ili aplikacija.",
  "our_commitment_p4": "Naše platforme mogu sadržavati linkove ka eksternim sajtovima koje VRNL ne posjeduje niti kontroliše. Nismo odgovorni za njihove prakse privatnosti i preporučujemo vam da pregledate njihove politike prije nego što dijelite informacije.",
  "our_commitment_p5": "Ova Politika privatnosti se treba čitati zajedno sa našim Uvjetima korištenja.",
  "user_content": "Saglasnost korisnika",
  "user_content_para": "Korišćenjem VRNL servisa (npr. kada se registrujete za nalog, kupite uslugu, učestvujete u takmičenju ili promociji, komunicirate sa nama na našim sajtovima ili aplikacijama), slažete se sa prikupljanjem, korišćenjem i dijeljenjem vaših ličnih podataka kako je opisano u ovoj politici. U nekim slučajevima, naročito ako živite u zemlji koja je regulisana zakonima o zaštiti podataka, možemo tražiti vašu izričitu saglasnost za pristup našim uslugama prije nego što nastavite dalje. U slučaju roaming korisničkog profila ili ako ste putnik koji posjećuje različite zemlje i koristi VRNL usluge, smatramo zemlju registracije vašom primarnom zemljom i saglasnosti dobijene u trenutku registracije važe za obradu vaših ličnih podataka. Uvjeti privatnosti koji važe prema zakonima te zemlje u trenutku registracije primjenjuju se na vas.",
  "accessing_webNet": "Pristupanje web sajtu i Network 18 uslugama putem VPN-a",
  "accessing_webNet_p1": "Ne smijete pristupati ili koristiti VRNL web stranice ili usluge putem bilo kojeg metoda ili tehnologije koja skriva ili prikazuje netačnu geografsku lokaciju (npr. korišćenjem Virtual Private Network (VPN) ili sličnih alata).",
  "accessing_webNet_p2": "VRNL neće biti odgovoran za prikupljanje, čuvanje ili obradu vaših ličnih podataka ako se koriste takvi načini pristupa.",
  "collection_personalInfo": "Prikupljanje ličnih podataka i njihova upotreba",
  "collection_personalInfo_p1": "„Lični podaci“ (PII) se odnose na bilo koje podatke koji direktno ili indirektno mogu identifikovati osobu, kao što su ime, poštanska adresa, email adresa ili broj mobilnog telefona. Kada se anonimni podaci povežu sa ličnim podacima, oni se takođe tretiraju kao lični podaci.",
  "collection_personalInfo_p2": "VRNL prikuplja samo neophodne lične podatke kako bi ispunio vaše zahtjeve i pružio prilagođene proizvode i usluge. Ne prikupljamo takve podatke osim ako ih vi svjesno i dobrovoljno ne pružite.",
  "collection_personalInfo_p3": "Vaši lični podaci mogu biti korišćeni od strane VRNL i njegovih partnerskih servisa za upravljanje našim web stranicama i uslugama, kao i za informisanje o novim funkcijama, proizvodima i uslugama koje nudi VRNL i njegove povezane kompanije.",
  "info_provide_us": "1. Informacije koje nam pružate",
  "info_provide_us_desp": "Možemo tražiti i prikupiti sljedeće lične podatke kada koristite vrnl.net, a bez ovih podataka možda nećemo moći pružiti sve tražene usluge:",
  "reg_data": "a. Podaci o registraciji",
  "reg_data_desp": "Za korišćenje određenih funkcija na web sajtu, aplikaciji i uslugama (npr. registracije za događaje i kampanje na web sajtu), možete pružiti osnovne kontakt informacije, uključujući, ali ne ograničavajući se na:",
  "reg_data_list": "<li><span>Ime</span></li> <li><span>Prezime</span></li> <li><span>Email adresa</span></li>",
  "user_pro_details": "b. Detalji korisničkog profila",
  "user_pro_details_desp": "Možemo dalje prikupljati i evidentirati sljedeće lične podatke u odjeljku 'Moj profil', što nam pomaže u pružanju prilagođenih feedova i održavanju korisničkog profila, uključujući, ali ne ograničavajući se na:",
  "user_pro_details_list": "<li><span>Ime</span></li> <li><span>Pol</span></li> <li><span>Email ID</span></li> <li><span>Datum rođenja</span></li> <li><span>Država</span></li> <li><span>Grad</span></li> <li><span>Broj mobilnog telefona</span></li>",
  "mobile_device_permissions": "c. Dozvole mobilnog uređaja",
  "mobile_device_permissions_desp": "Prilikom pristupa našoj aplikaciji na mobilnim uređajima/tabletima/TV-ima ili bilo kojem drugom uređaju koji ima pristup aplikaciji, možemo zatražiti pristup sljedećim opcijama:",
  "mobile_device_permissions_list": "<li><span>Nalozi - Koristi se za upravljanje više korisničkih naloga unutar aplikacije i za prijavu</span> </li> <li><span>Kontakti - Pristup kontaktima korisnika radi dijeljenja članaka kroz aplikaciju</span></li> <li><span>Telefon - Čitanje stanja telefona i omogućavanje notifikacija korisniku. IMEI se prikuplja radi jedinstvene identifikacije svakog korisnika</span></li> <li><span>Kamera - Omogućava korisniku upload slika i profilne slike unutar vrnl aplikacije</span></li> <li><span>Mikrofon - Omogućava glasovne komande</span></li> <li><span>Memorija - Pristup fajlovima i folderima unutar aplikacije</span></li> <li><span>SMS - Slanje i primanje verifikacionih poruka</span></li>",
  "mobile_device_permissions_desp2": "Dozvole za ove opcije mogu biti neophodne za pravilno funkcionisanje aplikacije. Dozvole se mogu upravljati preko opcije 'postavke' na korisničkim uređajima.",
  "info_voluntarily": "2. Informacije koje nam pružate dobrovoljno",
  "info_voluntarily_desp": "Ako nam šaljete ličnu korespondenciju, kao što su emailovi ili pisma, ili ako drugi korisnici ili treća lica šalju korespondenciju o vašim aktivnostima ili objavama na vrnl.net, možemo prikupiti i čuvati te informacije.",
  "info_voluntarily_para": "Možemo prikupljati dodatne informacije i u drugim situacijama, kada pružite povratne informacije, izmijenite sadržaj ili email preferencije, odgovorite na ankete ili komunicirate sa nama. Ove informacije mogu uključivati vaše ime, email ID, broj mobilnog telefona, lokaciju itd.",
  "info_auto": "3. Informacije koje prikupljamo automatski",
  "info_auto_desp": "Prikupljamo informacije o vama i vašem korišćenju naših usluga, vašim interakcijama sa nama i našim oglasima, kao i informacije o vašem računaru ili drugim uređajima koji se koriste za pristup našim uslugama (kao što su mobilni uređaji, tableti i drugi uređaji za pregled). Ove informacije uključuju, ali nisu ograničene na:",
  "info_auto_list": "<li><span>Aktivnosti na vrnl.net kao što su tip stranica koje ste pregledali, vrijeme provedeno na stranicama, pretrage itd.</span></li> <li><span>Vaše interakcije sa našim emailom, korisničkom podrškom i platformama za poruke.</span></li> <li><span>Informacije o geolokaciji putem IP adresa;</span></li> <li><span>Informacije o uređaju kao što su ID uređaja, model uređaja itd. i drugi jedinstveni identifikatori</span></li> <li><span>Identifikatori za oglašavanje, kao što su IDFA na iOS uređajima i GAID na Android uređajima;</span></li> <li><span>Informacije prikupljene putem kolačića i drugih tehnologija* ;</span></li>",
  "info_auto_note": "*Napomena: Za poboljšanje vašeg iskustva, možemo koristiti <b>kolačiće</b> ili slične tehnologije kako bismo vam dodijelili <b>jedinstveni korisnički ID</b> i razumjeli vaše interese. <b>Kolačići</b> ne otkrivaju vaš identitet osim ako ga vi dobrovoljno ne pružite, niti mogu pristupiti podacima sa vašeg uređaja. Oglašivači mogu postaviti svoje kolačiće kada interagujete sa njihovim oglasima, što mi ne kontrolišemo. Takođe prikupljamo određene tehničke informacije kada koristite naše web stranice, aplikacije ili usluge na bilo kojem uređaju povezanom na internet.",
  "inferred_info": "4. Informacije izvedene iz korišćenja i log podataka",
  "inferred_info_desp": "Možemo pratiti određene informacije o vama na osnovu vašeg ponašanja na vrnl.net. Ove informacije koristimo za internu analizu demografije korisnika, uređaja, interesa i ponašanja kako bismo bolje razumjeli, zaštitili i služili našim korisnicima. Ove informacije se prikupljaju i analiziraju na agregiranom nivou.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Takođe možemo prikupljati vaše informacije kako bismo pratili ponašanje i preference korisnika za internu analitiku i istraživanje. Takođe možemo koristiti vaše informacije:</strong><br> (i) Za procjenu vašeg interesa za investicione opcije, usluge, ponude, pretplate; <br> (ii) Za izvođenje analitike i istraživanje korisnika, kako bismo odredili vaš interes, identifikovali sadržaj koji generiše prodaju i analizirali obrasce saobraćaja.<br>",
  "inferred_info_a": "a. Interaktivne funkcije",
  "inferred_info_a_desp1": "vrnl.net ima mnoge funkcije koje omogućavaju korisnicima/članovima da otkriju svoj identitet i komuniciraju sa drugim korisnicima/članovima. Korišćenje tih funkcija i otkrivanje ličnih podataka (npr. email adrese) je na sopstveni rizik korisnika i vrnl.net ne prihvata odgovornost za to. Međutim, ako je vaša privatnost narušena učešćem u ovim funkcijama, možete nas obavijestiti putem email-a na vrnl@gmail.com",
  "inferred_info_a_desp2": "Ako odlučite da postavljate poruke na društvenim mrežama, forumima, chat sobama ili drugim mjestima za poruke ili ostavite povratne informacije, mi ćemo prikupiti te informacije koje nam pružite. Čuvamo ove informacije koliko je potrebno za rješavanje sporova, pružanje korisničke podrške i otklanjanje problema u skladu sa zakonom. Takođe možemo čuvati te informacije u agregiranom obliku kako bismo formulisali tržišne trendove i sentiment. Međutim, ne povezujemo vaše lične podatke sa ovim komentarima ili objavama dok vršimo analizu.",
  "inferred_info_b": "b. Korisničko iskustvo i podrška",
  "inferred_info_b_desp1": "Identifikujemo i koristimo vašu IP adresu kako bismo dijagnostikovali probleme sa serverom i administrirali našu aplikaciju. Vaša IP adresa se takođe koristi za identifikaciju i prikupljanje širokih demografskih informacija kako bi se prilagodilo vaše iskustvo na vrnl.net.",
  "inferred_info_b_desp2": "Povremeno ćemo vas tražiti da popunite dobrovoljne online ankete. Ove ankete mogu tražiti kontakt informacije i demografske podatke (kao što su poštanski broj, starost itd.). Koristimo ove podatke kako bismo prilagodili vaše iskustvo na vrnl.net, pružajući sadržaj koji bi mogao biti od vašeg interesa i prikazujući sadržaj u skladu sa vašim preferencijama.",
  "info_thirdparty": "5. Informacije koje prikupljamo preko trećih lica",
  "info_thirdparty_a": "a. Prijava putem društvenih mreža",
  "info_thirdparty_a_desp": "Kada se registrujete koristeći naloge sa drugih platformi kao što su Facebook, Gmail itd., preuzimamo informacije sa tih naloga kako bismo nastavili interakciju sa vama i pružanje usluga. Prikupljamo sljedeće informacije sa odgovarajućih platformi, uključujući, ali ne ograničavajući se na:",
  "info_thirdparty_a_list": "<li><span>Facebook - javne informacije, ime, email ID, lista prijatelja</span></li> <li><span>Google - ime, prezime, email ID</span></li>",
  "info_thirdparty_b": "b. Transakcione ili fakturisane informacije",
  "info_thirdparty_b_desp": "Na osnovu vaše kupovine pretplatničkog paketa, naš partner za plaćanje može prikupiti informacije u vezi sa vašim kreditnim/debitnim karticama ili drugim bankovnim računima zajedno sa vašom adresom za fakturisanje. Ove informacije čuva naš partner za plaćanje. VRNL.net direktno ne prikuplja finansijske informacije kao što su podaci o karticama ili internet bankarstvu. Ti partneri za plaćanje nisu pod našom kontrolom. Posjeta tim platnim platformama je na vaš rizik. Ove platforme mogu imati svoje politike privatnosti koje preporučujemo da pregledate prije korišćenja.",
  "lawfulness_processing": "I. Svrha i zakonitost obrade",
  "lawfulness_processing_desp1": "vrnl.net će prikupljati i obrađivati lične podatke samo kada postoji zakonit osnov. Zakonit osnov uključuje dobijanje izričite saglasnosti za obradu vaših podataka ili obradu u svrhu 'legitimnog interesa', kada je to neophodno za pružanje korisničke podrške ili obradu podataka za pružanje premium usluga (npr. obrada vaših podataka od strane naših pružalaca platnih usluga).",
  "lawfulness_processing_desp2": "Koristimo informacije za pružanje, analizu, administraciju, unapređenje i personalizaciju naših usluga i marketinških aktivnosti, obradu vaše registracije, narudžbi, plaćanja i komunikaciju u slučajevima navedenim u nastavku. Na primjer, koristimo informacije za:",
  "lawfulness_processing_list": "<li><span>određivanje vaših potreba portfolija i pružanje personalizovanih sugestija, savjeta i predikcija o tržišnim trendovima, obavještenja o promjenama na tržištu i statistike indeksa;</span></li> <li><span>sprečavanje, otkrivanje i istraživanje potencijalno zabranjenih ili ilegalnih aktivnosti, uključujući prevaru;</span></li> <li><span>analizu i razumijevanje naše publike, poboljšanje naše usluge (uključujući korisnički interfejs) i optimizaciju odabira sadržaja, algoritama preporuka i isporuke;</span></li> <li><span>komunikaciju sa vama u vezi sa našom uslugom (npr. putem email-a, push notifikacija, SMS-a i online kanala), kako bismo vas obavijestili o novostima, dostupnim funkcijama i sadržaju, specijalnim ponudama, promocijama, konkursima i anketama;</span></li> <li><span>obavještavanje o promjenama u uslovima korištenja.</span></li> <li><span>Omogućavanje učešća u interaktivnim funkcijama naših usluga.</span></li> <li><span>Ispunjavanje naših obaveza i sprovođenje prava iz ugovora između vas i nas, uključujući fakturisanje i naplatu.</span></li>",
  "lawfulness_processing_desp3": "Možemo koristiti vaše informacije kako bismo vam pružili personalizovano iskustvo kada posjećujete/koristite naše sajtove/aplikacije, te u svrhe analitike i marketinga.",
  "lawfulness_processing_desp4": "Personalizaciju pružamo korišćenjem podataka koje nam dostavite putem kolačića, IP adresa, web beacon-a ili sličnih tehnologija u vezi sa uređajima koje koristite. Time vam možemo pružiti sadržaj i/ili oglašavanje relevantno za vaše interese. Molimo da pružite izričitu saglasnost za ovo prilikom prikupljanja podataka ili prilagodite korisničke preference u svom profilu.",
  "info_usedBy": "II. Informacije koje koristi kompanija",
  "info_usedBy_desp1": "Informacije koje korisnici pružaju omogućavaju nam poboljšanje usluga i pružanje korisničkog iskustva. U nekim slučajevima, za određene usluge, možemo zahtijevati vašu kontakt adresu. Sve informacije su zavisne od usluge i kompanija ih može koristiti za održavanje, zaštitu i unapređenje usluga, uključujući reklame u aplikaciji, i za razvoj novih usluga. Možemo koristiti vašu email adresu za marketinške poruke sa vašim pristankom, u skladu sa lokalnim zakonima [uz opciju prijave/odjave]. Možemo koristiti email adresu bez daljnje saglasnosti za administrativne svrhe (promjene, korisnička podrška, fakturisanje itd.).",
  "info_usedBy_desp2": "Svaki lično identifikabilan podatak koji pružite neće se smatrati osjetljivim ako je slobodno dostupan ili u javnoj domeni, kao što su komentari, poruke, blogovi i slično. Objavljeni sadržaj u javnim sekcijama sajta/aplikacije ne smatra se ličnim podatkom prema ovoj politici privatnosti. Ako odlučite da ne dostavite lične podatke, možda nećemo moći pružiti određene usluge. U svakom slučaju, ne snosimo odgovornost za odbijanje usluga zbog nedostatka ličnih podataka. Prilikom registracije, povremeno ćemo vas kontaktirati radi ažuriranja ličnih podataka kako bismo vam omogućili funkcije za koje smatramo da bi vas mogle zanimati.",
  "disclosure_tp": "III. Dijeljenje podataka sa trećim stranama",
  "disclosure_tp_b": "b. Oglašavanje",
  "disclosure_tp_b_desp": "Kada prezentujemo informacije oglašivačima radi boljeg razumijevanja naše publike, to je obično u obliku agregirane statistike. Koristimo treće strane za oglašavanje na našim web sajtovima i aplikacijama. Ove kompanije mogu koristiti informacije o vašim posjetama ovom i drugim sajtovima/aplikacijama kako bi vam pružili relevantne oglase. Ne pružamo lično identifikabilne podatke trećim stranama bez vašeg pristanka.",
  "disclosure_tp_d": "d. Promotivne ponude",
  "disclosure_tp_d_desp": "Dijelićemo ili otkrivati Vaše lične podatke van vrnl.net samo kada imamo Vašu saglasnost. Na primjer, pružanje SMS i Email usluga vezanih za marketing, biltene, promocije i ponude.",
  "disclosure_tp_f": "f. Pravni razlozi",
  "disclosure_tp_f_desp": "vrnl.net može otkriti lično identifikabilne podatke ako je to zakonski obavezno ili u dobroj vjeri smatra da je takva akcija potrebna da bi se:",
  "disclosure_tp_f_list": "<li><span>poštovali zakonski propisi ili izvršili pravni postupak koji se odnosi na sajt ili njegove vlasnike;</span></li> <li><span>zaštitila i odbranila prava ili imovina vlasnika sajta, sajta ili korisnika vrnl.net;</span></li> <li><span>postupilo u hitnim okolnostima kako bi se zaštitila lična sigurnost korisnika vrnl.net, sajta, njegovih vlasnika ili javnosti.</span></li>",
  "controls_choices": "IV. Vaše kontrole i izbori",
  "managing_info": "Upravljanje Vašim informacijama",
  "managing_info_desp1": "Kada koristite Servise vrnl (web stranice ili bilo koji njihovi pod-sajtovi), činimo dobre napore da Vam omogućimo pristup Vašim ličnim podacima kad god to zatražite, i dalje ćemo osigurati da se bilo koji lični podaci ili osjetljivi podaci koji se pokažu netačnim ili nepotpunim isprave ili ažuriraju koliko je to moguće, uzimajući u obzir zakonske ili legitimne poslovne zahtjeve.",
  "managing_info_desp2": "Tražimo od pojedinačnih korisnika da se identifikuju i navedu informacije koje žele da pristupe, isprave ili uklone prije obrade zahtjeva. Možemo odbiti zahtjeve koji su nerazumno repetitivni ili sistematični, zahtijevaju disproporcionalan tehnički napor, ugrožavaju privatnost drugih, ili su praktično neizvodivi (na primjer, zahtjevi koji se odnose na podatke na rezervnim kopijama), ili gdje pristup nije inače potreban. U svakom slučaju, kada omogućimo pristup informacijama i ispravku, ovu uslugu obavljamo besplatno, osim ako bi zahtijevala disproporcionalan napor. Zbog načina održavanja određenih servisa, nakon što obrišete svoje informacije, preostale kopije mogu ostati neko vrijeme na aktivnim serverima i u rezervnim sistemima.",
  "managing_info_desp3": "Da biste ostvarili prava koja se odnose na Vas kao subjekt podataka, morate nam pisati i podnijeti zahtjev za navedeno pravo. Koristite odgovarajuće naslove (npr. Zahtjev za pristup podacima, Zahtjev za prenos podataka, Zahtjev za brisanje podataka) kako bi Vaš zahtjev bio brže i efikasnije obrađen.",
  "managing_info_desp4": "Omogućavamo Vam da koristite određene kontrole i izbore u vezi sa prikupljanjem, korišćenjem i dijeljenjem Vaših ličnih podataka. U skladu sa važećim zakonima, Vaše kontrole i izbori mogu uključivati:",
  "dataAccess_port": "a. Pristup podacima i prenosivost",
  "dataAccess_port_desp": "EU - (Opšta uredba o zaštiti podataka) Vam omogućava, kao subjektu podataka, da zatražite kopije Vaših ličnih podataka koje držimo. Takođe možete zatražiti kopije podataka koje ste nam dostavili u strukturiranom, uobičajenom i mašinski čitljivom formatu i/ili zatražiti da ih prenesemo drugom pružaocu usluga (gde je tehnički izvodljivo).",
  "data_retention": "c. Čuvanje i brisanje podataka",
  "data_retention_desp1": "Čuvamo Vaše lične podatke onoliko dugo koliko je potrebno za legitimne interese navedene u ovoj politici i kako bismo ispunili zakonske obaveze. Ako ne želite da koristimo Vaše podatke, možete zatražiti brisanje Vaših ličnih podataka i zatvaranje Vašeg vrnl.net naloga.",
  "data_retention_desp2": "Napominjemo da, ako zatražite brisanje Vaših ličnih podataka:",
  "data_retention_list": "<li><span>Možemo zadržati određene podatke za legitimne poslovne potrebe, kao što su prevencija prevara i sigurnost. Na primjer, ako suspendujemo nalog zbog prevara ili sigurnosnih razloga, određeni podaci mogu biti zadržani radi sprječavanja ponovne registracije.</span></li> <li><span>Možemo čuvati i koristiti podatke koliko je potrebno za ispunjavanje zakonskih obaveza, npr. poreznih i revizorskih.</span></li> <li><span>Informacije koje ste podijelili sa drugima (npr. recenzije, postovi na forumu) mogu ostati javno vidljive na vrnl.net čak i nakon zatvaranja naloga, ali će biti uklonjena atribucija Vama. Neki zapisi (npr. logovi) mogu ostati u bazi, ali su odvojeni od identifikatora.</span></li> <li><span>Zbog održavanja rezervnih kopija radi zaštite od gubitka ili zloupotrebe, preostale kopije podataka mogu ostati u backup sistemima privremeno.</span></li>",
  "data_retention_note": "(Napomena: Ako imate više naloga na vrnl.net, morate podnijeti odvojene zahtjeve za svaki nalog koristeći pridružene email adrese.)",
  "withdrawing_consent": "d. Povlačenje saglasnosti i ograničenje obrade",
  "withdrawing_consent_desp": "Za povlačenje saglasnosti u bilo kojem trenutku tokom korišćenja naših usluga, možete nam poslati e-mail. Pregledaćemo Vaš zahtjev i možda tražiti verifikaciju identiteta. Nakon verifikacije, povući ćemo saglasnost i zaustaviti dalju obradu podataka.",
  "fail_provideConsent": "V. Ako ne pružite saglasnost",
  "fail_provideConsent_desp": "vrnl.net je platforma za oglašavanje. Dozvole za korišćenje Vaših ličnih podataka su neophodne za pružanje usluga. Ako ne odobrite, nećemo moći pružiti usluge.",
  "childrens_privacy": "VI. Privatnost djece",
  "childrens_privacy_desp1": "vrnl.net nije namijenjen osobama mlađim od 16 godina. Ako saznamo da su podaci djece prikupljeni bez roditeljskog pristanka, biće izbrisani i roditelj obaviješten.",
  "childrens_privacy_desp2": "Roditelji su odgovorni za nadzor korišćenja usluga od strane djece. Ne prikupljamo podatke djece ispod 16 godina i ne šaljemo promotivne materijale toj grupi. Ako roditelj sumnja da je maloljetnik pružio podatke bez odobrenja, kontaktirajte korisničku podršku.",
  "data_transfer": "VII. Prenos, čuvanje i obrada podataka globalno",
  "data_transfer_desp": "Možemo prenositi podatke unutar vrnl povezanih kompanija ili trećih lica globalno. Preduzimamo razumne mjere zaštite privatnosti. Kod prenosa iz EU koristimo standardne ugovorne klauzule odobrene od strane Evropske komisije.",
  "security_compliance": "VIII. Sigurnost i usklađenost sa zakonima",
  "security_compliance_desp": "Kontinuirano implementiramo administrativne, tehničke i fizičke mjere sigurnosti. Ako znate ili sumnjate na kompromitovanje Vašeg naloga, kontaktirajte korisničku podršku.",
  "changein_policy": "IX. Promjena politike",
  "changein_policy_desp": "Ova politika privatnosti može se mijenjati. Promjene stupaju na snagu odmah i korisnik je odgovoran za praćenje izmjena. Korišćenjem vrnl.net nakon objave promjena, prihvatate nove uslove.",
  "contact_info": "X. Kontakt informacije",
  "contact_info_a": "a. Podrška",
  "contact_info_a_desp": "Za informacije ili pojašnjenja u vezi sa korišćenjem Vaših podataka, pišite na",
  "contact_info_b": "b. Prigovori",
  "contact_info_b_desp1": "Možete se obratiti našem službeniku za zaštitu podataka u slučaju prigovora. Imate pravo prijaviti obradu podataka nadležnim organima.",
  "contact_info_b_desp2": "Za pitanja o prikupljanju, obradi i prijenosu podataka, kontaktirajte službenika za zaštitu podataka.",
  "risk_management_title": "Vaše oklade, naša odgovornost: Neuporediva kontrola rizika",
  "risk_management_title2": "Kompanija koja konstantno traži inovativna rješenja za poslovne potrebe.",
  "dedicated_rm_team": "Posvećeni tim za upravljanje rizikom",
  "dedicated_rm_team_desp": "Imamo posvećen i <b>vrlo iskusan tim za upravljanje rizikom</b> koji radi <b>24/7</b>. Njihova primarna uloga je praćenje svake oklade i transakcije na platformi kako bi se osigurala <b>fer igra</b> i <b>sigurnost</b> svih korisnika.",
  "key_features_rm": "Ključne karakteristike",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Praćenje u realnom vremenu:</strong> Napredni sistemi kontinuirano prate oklade, promjene kvota i aktivnost korisnika.</span></li> <li><strong>Ručno provjeravanje:</strong> Upozorenja pokreću detaljne provjere obrazaca klađenja, promjena kvota i ponašanja naloga.</li> <li><strong>Ublažavanje rizika:</strong> Odmah se preduzimaju akcije poput poništavanja/suspenzije oklada, zamrzavanja naloga ili provjere korisnika ako se otkriju nepravilnosti.</li> <li><strong>Analiza podataka:</strong> Kontinuirana analiza istorijskih i live podataka radi otkrivanja trendova rizika i poboljšanja strategija prevencije.</li> <li><strong>Odgovor na incidente:</strong> Strukturisan plan za brzo i efikasno reagovanje na sigurnosne pretnje, varanje ili druge incidente.</li>",
  "benefits_rm": "Prednosti",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Kontinuirana obuka:</strong> Neprestani razvoj vještina tima za upravljanje rizikom kako bi se efikasno nosili sa novim prijetnjama.</span></li> <li><strong>Napredna tehnologija i sigurnost:</strong> Redovna ažuriranja, testiranje penetracije, softverska ažuriranja i sigurnosni auditi.</li> <li><strong>Transparentnost:</strong> Jasna komunikacija sa korisnicima o aktivnostima upravljanja rizikom kako bi se održalo povjerenje.</li> <li><strong>Kontinuirano poboljšanje:</strong> Evolucija strategija na osnovu prošlih incidenata i novih rizika za zaštitu integriteta platforme i interesa korisnika.</li>",
  "sbs_bold": "Sportsko <strong> klađenje softver </strong>",
  "sbs_bold_p1": "Spremni da unaprijedite svoje iskustvo u sportskom klađenju? Ne tražite dalje od VRNL Sportsko Klađenje Softvera! U ovom članku ćemo istražiti kako VRNL-ova vrhunska tehnologija može transformisati način na koji se kladite. Sa više od dvije decenije iskustva u industriji, VRNL je vaš pouzdani partner za inovativna rješenja u sportskom klađenju. Zaronimo u svijet softvera za sportsko klađenje i otkrijmo kako možemo unaprijediti vašu igru.",
  "sbs_bold_p2": "VRNL-ov Softver za Sportsko Klađenje nudi svijet mogućnosti za ljubitelje sporta i kladionice. Fokusirajući se na pružanje tačnih, relevantnih i korisnih informacija, VRNL kombinuje stručnost i lična iskustva kako bi stvorio sveobuhvatno rješenje za klađenje. Vjerujte VRNL-u da podigne vaše iskustvo sportskog klađenja na novi nivo.",
  "sbs_bold_p3": "Istražite VRNL-ov softver za sportsko klađenje danas i unaprijedite svoju igru klađenja na viši nivo!",
  "sbs_try_b2b": "Isprobajte naš B2B softver za klađenje",
  "sbs_try_b2c": "Isprobajte naš B2C softver za klađenje",
  "sbs_mf_desp": "Nudimo širok spektar alata za olakšavanje upravljanja našim softverom za klađenje. Među njima ističemo najmoćnije i posebno one ključne za konkurenciju na globalnom nivou:",
  "sbs_mf_list": "<li> <strong> Kvota u realnom vremenu </strong> Budite u toku sa kvotama u realnom vremenu koje vam daju konkurentsku prednost. VRNL-ov softver osigurava da nikada ne propustite najbolje prilike. </li> <li> <strong> Mobilna kompatibilnost </strong> Kladite se u pokretu sa VRNL-ovim softverom kompatibilnim sa mobilnim uređajima. Bilo da koristite iOS ili Android, platforma se prilagođava vašem uređaju za besprekorno iskustvo. </li> <li> <strong> Napredna usluga kvota </strong> redefiniše sportske podatke API-ja. Pruža 100% tačne pred-meč kvote i najbrže live kvote sa minimalnom latencijom. </li> <li> <strong> Fleksibilna integracija </strong> Naša platforma se može besprekorno integrisati u vaš sistem putem API-ja ili iFrame-a, nudeći svestranost u implementaciji.</li>",
  "sbs_benefits": "Koje će biti prednosti? <b> Dozvolite da objasnimo </b>",
  "sbs_benefits_p1": "<strong> Prednost vođenja online i maloprodajnih platformi za klađenje </strong> Pokretanje online platforme za klađenje može biti izazovno.",
  "sbs_benefits_p2": " Zbog toga smo dizajnirali <strong>sveobuhvatan softver za sportsko klađenje </strong> kako bismo proces učinili lakšim, sa vrhunskim provajderima kvota za široku pokrivenost.",
  "sbs_benefits_p3": "Naši regulisani partneri dobijaju punu podršku za ulazak u online klađenje, sa opcijom brendiranih ili nebrendiranih verzija naših platformi.",
  "sbs_benefits_p4": "Naš softver uključuje snažne alate za upravljanje rizikom, što olakšava brzo postavljanje i spreman je za skaliranje kako vaše poslovanje raste.",
  "sbs_benefits_p5": "Upravljanje <strong> online igračima i kladionicama </strong> nikada nije bilo ovako jednostavno i korisnički prijatno.",
  "complete_sbs": "Kompletan Softver za <strong> Sportsko Klađenje </strong>",
  "whatwe_have": "Šta imamo za vas?",
  "whatwe_have_list": "<li> <strong> Kontrola naloga igrača </strong> Naša platforma pruža snažno upravljanje nalozima igrača, uključujući registraciju i verifikaciju. Takođe imamo efikasan sistem za otkrivanje i rješavanje lažnih naloga. </li> <li> <strong> Alati za geolokaciju </strong> Nudimo alate koji mogu izdvojiti informacije o lokaciji sa IP adresa, osiguravajući precizne geolokacijske usluge.</li>",
  "whatwe_have_desp": "Sa našom sveobuhvatnom podrškom, vaš primarni fokus može biti na uspostavljanju i razvoju maloprodajnih kladionica i online mreža.",
  "b2c_sbs": "B2C softver za sportsko klađenje",
  "b2c_sbs_p1": "VRNL je vaše vodeće odredište za B2C softverska rješenja za sportsko klađenje. Mi smo pouzdan brend u industriji, posvećen pružanju vrhunskog softvera koji poboljšava vaše iskustvo sportskog klađenja. Bilo da ste iskusni kladioničar ili novajlija, imamo alate koji su vam potrebni za unapređenje igre. Isprobajte VRNL-ov softver za sportsko klađenje danas i podignite svoju igru na viši nivo!",
  "b2c_sbs_p2": "B2C (business-to-consumer) softver za sportsko klađenje odnosi se na tehnologiju i platformu koju operateri kladionica koriste da ponude sportsko klađenje direktno krajnjim korisnicima.",
  "b2c_sbs_p3": " Ovaj softver omogućava korisnicima da se klade na razne sportske događaje putem web ili mobilnih aplikacija. Evo ključnih karakteristika koje se obično nalaze u B2C softveru za klađenje:",
  "b2c_sbs_list": "<li> <b>Registracija korisnika i upravljanje nalozima:</b> Omogućava korisnicima da kreiraju naloge, upravljaju ličnim informacijama i prate istoriju klađenja. </li> <li> <b>Korisnička podrška:</b> Pruža opcije podrške poput live chata, email-a i telefona za pomoć korisnicima. </li> <li> <b>Partnerski programi:</b> Nudi affiliate programe za marketing i promociju, omogućavajući partnerima da zarađuju provizije za dovođenje korisnika. </li>",
  "casino_sbs": "Casino i Softver za <strong> Sportsko Klađenje </strong>",
  "casino_sbs_list": "Provajderi 75+ više od<br /> Slot mašine 15,000+ više od<br /> Stolne igre 500+ više od<br /> Video poker 700+ više od<br /> Druge igre 200+ više od<br /> Live igre<br /> First Person igre<br /> Američki rulet uživo<br /> Live blackjack<br /> Baccarat uživo<br /> Casino Hold’em uživo<br /> SICBO<br /> Dragon tiger uživo<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "casino platforma",
  "onc_desp1": "VRNL pruža kompletno rješenje sa našom <strong>White Label Casino</strong> ponudom.",
  "onc_desp2": "Naša <strong>online casino platforma</strong> je dizajnirana za jednostavnost, osiguravajući lako upravljanje za početnike i profesionalce. Sa VRNL-om, dobijate kompletnu podršku za pokretanje <strong>online casino</strong> projekta.",
  "onc_desp3": "Prije nego što započnete, pozivamo vas da vidite njeno besprekorno funkcionisanje u praksi.",
  "wlc_mainFeatures_desp1": "Nudimo širok spektar alata dizajniranih da vam pomognu u upravljanju naše online casino platforme. Među njima smo izdvojili najuticajnije i ključne alate potrebne za uspjeh u konkurentnom globalnom okruženju:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Najopširniji katalog online casino igara na svijetu,</strong> pažljivo odabran od vrhunskih provajdera industrije </li> <li> <strong class='black-color'>Alati za Bonuse</strong> i Optimizaciju Profitabilnosti Slotova </li> <li> <strong class='black-color'>Alat za Kreiranje Kampanja</strong> i Upravljanje Turnirima </li> <li>Može biti <strong class='black-color'>besprekorno integrisan putem API ili iFrame tehnologije.</strong> </li>",
  "wlc_mainFeatures_desp2": "Pored toga, naš paket uključuje softver za live casino, omogućavajući vam da korisnicima pružite autentično iskustvo pravog casina iz udobnosti njihovih domova.",
  "wlc_benefits": "Koje će biti prednosti?",
  "letus_explain": "Dozvolite da objasnimo",
  "letus_explain_desp1": "Razmišljate o ulasku u svijet online klađenja? VRNL kompanija nudi ",
  "letus_explain_desp2": "White label casino rješenje koje može biti savršen početak.",
  "letus_explain_desp3": "Iskoristite naše profesionalne usluge i ekspertizu, zajedno sa naprednim <strong>casino platformama</strong> i tehnologijom. Naši regulisani partneri dobijaju sveobuhvatnu podršku prilikom ulaska u industriju online casina, sa opcijom brendiranih ili nebrendiranih verzija platformi.",
  "letus_explain_desp4": "Pokretanje online casino poduhvata može biti složen proces. Zbog toga smo kreirali kompletno casino okruženje, sa vrhunskim provajderima igara i više od 1,000 igara. Naša gaming matematika je sigurna i certificirana, osiguravajući vašu bezbrižnost.",
  "letus_explain_desp5": "Proširite svoje poslovanje bez poteškoća koristeći robusne alate za upravljanje rizikom naše platforme, za brzo i jednostavno postavljanje.",
  "wlc_complete_solutions": "Kompletna <span> White Label Casino </span> rješenja",
  "wlc_offer": "Šta vam nudimo?",
  "wlc_complete_solutions_list": "<li>Verifikacione procedure, zvanično odobrene od strane regulatornih tijela</li> <li>Alati za affiliate marketing, referral sistem i integracija društvenih mreža</li> <li>Mobilne push notifikacije, web push notifikacije i poruke unutar aplikacije</li> <li>Kontrola naloga igrača, registracija i verifikacija, te sistem za otkrivanje lažnih naloga</li> <li>Alati za geolokaciju za dobijanje informacija o lokaciji putem IP adresa</li>",
  "wlc_complete_solutions_more": "Ali čekajte, ima još",
  "wlc_complete_solutions_desp": "<strong>VRNL-ova platforma je fino podešena za vrhunske performanse</strong> i stabilnost. Koristimo najnoviju tehnologiju koja radi dvostruko brže od običnih casino platformi. Naše bogato iskustvo stvorilo je najbržu i najsnažniju aplikaciju danas.",
  "wlc_numbers": "<span>White Label</span> Casino u brojkama",
  "wlc_numbers_p1": "Otkrijte neograničene mogućnosti VRNL-ovih White Label Casino rješenja. Podignite svoje casino poslovanje sa našim širokim spektrom casino ponude",
  "wlc_numbers_p2": "Najbolji izbor vodećih provajdera Live Casino igara širom svijeta",
  "wlc_numbers_p3": "Neuporediv raznovrsnost live stolova dostupnih online, sa multi-kanal dostavom.",
  "wlc_numbers_list": "<li>Preko 75 provajdera</li> <li>Više od 15,000 slot mašina</li> <li>500+ stolnih igara</li> <li>700+ video poker igara</li> <li>Više od 200 drugih igara</li>",
  "wlc_numbers_p4": "Naš posvećeni tim će vas voditi kroz sve faze, od početne obuke do lansiranja produkcije.",
  "wlb_platform": "White Label Betting platforma",
  "wlb_platform_p1": "VRNL-ovo <b class='bold'>white label sportbook rješenje</b> nudi sveobuhvatnu, potpuno upravljanu platformu. <br />",
  "wlb_platform_p2": "Jedna od istaknutih karakteristika našeg white label sportsbook rješenja je izuzetna <b class='bold'>brzina kreiranja i lansiranja web sajta.</b> Naš posvećeni tim može pokrenuti vaš sportsbook sajt za samo deset radnih dana, <b class='bold'>precizno prilagođen vašim specifičnim zahtjevima.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Naša usluga uključuje specijalizovani hosting</b>, sav potreban softver, feedove kvota uživo, alate za upravljanje rizikom i vrhunsku korisničku podršku. Mi smo vodeća white label betting platforma.",
  "wlb_platform_list": "<li> Razvoj web sajta, <b>Brandiranje, Prilagođavanje</b> i Temeljno testiranje klijentovog exchange-a </li> <li>Redovna poboljšanja i ažuriranja funkcionalnosti</li> <li> <b>Oprema i hosting</b>, stalni nadzor 24/7 i sveobuhvatna podrška </li> <li> <b>Raznovrsni tržišta klađenja,</b> sportske kategorije i liga ponuda </li> <li>Efikasno prihvatanje opklada i tačni procesi obračuna</li> <li>Napredno upravljanje rizikom, robusno računovodstvo i alati za nadzor</li>",
  "wlb_platform_p4": "VRNL-ovi posvećeni konsultanti će pažljivo prikupiti vaše zahtjeve i predstaviti vam odabrani izbor šablona i najnovijih dostignuća. Važno je napomenuti da su sve naše platforme dizajnirane da budu višejezične i podržavaju više valuta, a korisnički interfejs (UI) će biti precizno prilagođen vašim potrebama.",
  "wlb_platform_customization": "Prilagođavanja",
  "be_unique": "Budite jedinstveni",
  "be_unique_desp1": "<b class='bold'>VRNL se specijalizuje za prilagođene white label betting platforme, casina i klađenje,</b> sa rješenjima koja poboljšavaju identitet vašeg brenda.",
  "be_unique_desp2": "Naš tim stručnjaka osigurava da svaki detalj, od vizuelno impresivnog interfejsa do integracije logotipa i poboljšanja funkcionalnosti, bude u skladu sa vašom vizijom.",
  "be_unique_desp3": "Zakoračite u svijet VRNL-a, gdje vaša jedinstvena vizija oživljava.",
  "wlb_platform_odds": "Kvota",
  "wlb_platform_odds_optimize": "Optimizujte kvote klađenja sa VRNL-om",
  "wlb_platform_odds_p1": "Budite korak ispred konkurencije sa našim naprednim <b class='bold'>uslugama upravljanja kvotama</b>. Pružamo prilagođavanje kvota u realnom vremenu, upravljanje rizikom i analizu tržišta kako bismo vam pomogli da optimizujete sportsko klađenje i poboljšate iskustvo igrača.",
  "wlb_platform_odds_p2": "Naš tim stručnjaka je posvećen vašem uspjehu. Kontaktirajte nas danas i saznajte kako možemo unaprijediti vaše poslovanje klađenja.",
  "wlb_platform_zeroRisk": "Nula Rizika",
  "wlb_platform_zeroRisk_h1": "Usluge trgovine i upravljanja rizikom",
  "wlb_platform_zeroRisk_p1": "Pružamo sveobuhvatne usluge trgovine i upravljanja rizikom, zajedno sa stručnim savjetima o upravljanju kvotama. Takođe nudimo jedinstvenu opciju - pokriće dobitaka. U praksi, ako vaša platforma ne generiše prihode, mi pokrivamo isplate igračima. Prioritet nam je vaš mir.",
  "wlb_platform_bpb": "Brendiranje Betting Platforme",
  "wlb_platform_bpb_layouts": "Neograničeni rasporedi",
  "wlb_platform_bpb_layouts_desp": "Birajte između <b>raznovrsnih rasporeda klađenja</b> sa našim šablonima. Alternativno, preuzmite potpunu kreativnu kontrolu i kreirajte svoj raspored putem naših <b>API usluga</b>, prilagođavajući interfejs po svojoj viziji.",
  "Betting": "Klađenje",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "VRNL je vodeći provajder softvera za sportsko klađenje u Bangladešu.",
  "who_we_are": "Ko smo mi",
  "what_we_do": "Šta radimo",
  "about_us_title": "O nama - White label softver za sportsko klađenje i online casino",
  "casino_providers": "Provajderi casina",
  "betting_providers": "Provajderi klađenja",
  "games_providers": "Provajderi igara",
  "online_exch_sw_title": "Revolucionizujte svoje poslovanje sa VRNL Online Exchange Software",
  "casino_games_title": "Casino igre - White label Casino",
  "casino_tournaments_title": "Softver za casino turnire - White label Online Casino",
  "esports_title": "Softver za eSports klađenje koji omogućava korisnicima klađenje na top eSports igre",
  "faq_title": "VRNL FAQ – Vodič kroz česta pitanja i odgovore",
  "iframe_title": "Sportsbook iFrame White label sportsko klađenje i casino",
  "live_casino_title": "White label Casino - pokrenite svoj online casino",
  "lottery_games_title": "Lutrijske igre - White label Casino",
  "mobile_title": "Unaprijedite igru sa VRNL-ovim mobilnim softverom za sportsko klađenje",
  "online_casino_sw_title": "Softver za online casino - Evolucija online casino softvera i provajder platformi",
  "ourTheme_title": "Klađenje & Pobjeda: Naš rad u svijetu online klađenja i casina",
  "risk_management_title_main": "Strategije upravljanja rizikom za operatere sportsbook-a - White label softver za sportsko klađenje i casino",
  "sport_bet_title": "Unaprijedite svoje iskustvo klađenja sa VRNL softverom za sportsko klađenje",
  "wlc_title": "White label Casino - lako pokrenite online casino sa našim White Label Casino rješenjem.",
  "whiteLabel_title": "VRNL - Vaš personalizovani provajder white label sportsbook softvera",
  "TOAST": {
    "FILL_REQUIRED": "Molimo popunite sva obavezna polja.",
    "SUBMITTING": "Slanje zahtjeva...",
    "SUCCESS": "Zahtjev za demo uspješno poslat!",
    "ERROR": "Došlo je do greške. Molimo pokušajte ponovo."
  },
  "disclosure_tp_a_desp": "<strong>a. Opšte otkrivanje</strong><br> Ponekad vrnl.net može učiniti određene lične podatke dostupnim strateškim partnerima koji rade sa vrnl.net u pružanju usluga, ili koji pomažu vrnl.net u marketingu prema korisnicima. Na primjer, kada kupite i aktivirate pretplatu, ovlašćujete vrnl.net da razmjenjuje informacije koje pružite tokom procesa aktivacije kako bi izvršio uslugu. Ako ste odobrili uslugu, vaš nalog će biti regulisan politikom privatnosti vrnl.net. Lične podatke vrnl.net će dijeliti samo u cilju pružanja ili unapređenja naših usluga i marketinških aspekata; oni neće biti dijeljeni trećim stranama u marketinške svrhe.<br> Vrnl.net takođe može pažljivo odabrati druge kompanije da vam šalju informacije o njihovim proizvodima ili uslugama koje su povezane sa uslugom sajta, ali nisu neophodne za njegovo funkcionisanje („Proširena usluga“). Ako vrnl.net namjerava koristiti lično identifikabilne informacije za Proširenu uslugu, sajt vrnl.net će vam obezbijediti mogućnost i potrebna uputstva da odbijete ovu uslugu.<br> Takođe možete zaustaviti dostavljanje informativnih ili promotivnih mejlova od <b>vrnl.net</b> prateći uputstva u mejlu.",
  "objection_processing_desp": "<strong>e. Prigovor na obradu</strong><br> Kada se vaši lični podaci obrađuju u svrhu direktnog marketinga, možete nas u bilo kojem trenutku zamoliti da prestanemo sa obradom vaših podataka za ove svrhe direktnog marketinga slanjem e-maila.<br> Imajte na umu da ako nam ne dozvolite prikupljanje ličnih podataka o vama, možda nećemo biti u mogućnosti da vam pružimo određena iskustva, proizvode i usluge, i neke naše usluge možda neće moći uzeti u obzir vaše interese i preferencije. Ako je prikupljanje ličnih podataka obavezno, to ćemo jasno naznačiti u trenutku prikupljanja kako biste mogli donijeti informisanu odluku o učešću. Ako imate pitanja o konkretnim ličnim podacima o vama koje obrađujemo ili čuvamo, i o vašim pravima u vezi tih podataka, kontaktirajte naš tim za korisničku podršku.",
  "disclosure_tp_e_desp": "<strong>e. Poslovni transferi</strong><br> Pružamo lične podatke našim povezanim kompanijama i drugim pouzdanim poslovnim subjektima ili osobama da ih obrađuju u naše ime, na osnovu naših uputstava i u skladu sa našom Politikom privatnosti i bilo kojim drugim odgovarajućim mjerama povjerljivosti i sigurnosti. Na primjer, možemo koristiti pružaoce usluga za pomoć u korisničkoj podršci.<br> U slučaju da dođe do spajanja vrnl sa drugom kompanijom ili njene akvizicije, ili u slučaju reorganizacije ili restrukturiranja poslovanja, mi i naši povezani partneri možemo u potpunosti ili djelimično dijeliti vaše lične podatke sa drugim poslovnim subjektom.",
  "rectification_iii_desp": "<strong>b. Ispravka netačnih ili nepotpunih informacija</strong><br> Možete nas zamoliti da ispravimo netačne ili nepotpune lične podatke koji se tiču vas (to su podaci koje ne možete sami ažurirati unutar vašeg moneycontrol naloga) slanjem e-maila.<br> Možete pristupiti i ažurirati neke od vaših ličnih podataka putem postavki naloga. Ako ste odlučili povezati svoj vrnl.net profil sa aplikacijom treće strane, kao što je Facebook ili Google, možete promijeniti postavke i ukloniti dozvolu za aplikaciju promjenom postavki naloga. Odgovorni ste za održavanje svojih ličnih podataka ažurnim. Vrnl.net vam može slati periodične podsjetnike putem e-maila kako biste održali tačnost vaših ličnih podataka.",
  "disclosure_tp_c_desp": "<strong>c. Pružaoce usluga</strong><br> Vrnl.net može uključivati linkove ka raznim web sajtovima trećih strana koji mogu prikupljati vaše lične podatke. Korišćenje vaših informacija prikupljenih od strane takve treće platforme regulišu politike privatnosti te platforme. Takvi web sajtovi ili aplikacije regulišu se svojim sopstvenim politikama privatnosti, koje su izvan naše kontrole. Kada napustite naše servere (možete provjeriti gdje se nalazite kroz URL u adresnoj traci vašeg pretraživača), korišćenje bilo kojih informacija koje pružite regulišu politike privatnosti operatera aplikacije koju posjećujete. Ta politika se može razlikovati od naše. Ako ne možete pronaći politiku privatnosti bilo kojeg od ovih sajtova putem linka sa početne stranice aplikacije, trebali biste se direktno obratiti vlasnicima aplikacije za više informacija.<br> Možemo javno dijeliti informacije koje ne omogućavaju identifikaciju ličnosti i sa našim partnerima – poput izdavača, oglašivača, developera ili nosilaca prava. Na primjer, dijelimo informacije javno kako bismo prikazali trendove opšte upotrebe naših usluga. Takođe dozvoljavamo određenim partnerima da prikupljaju informacije iz vašeg pretraživača ili uređaja u marketinške/promotivne i mjerne svrhe koristeći vlastite kolačiće ili slične tehnologije.",
  "data_security": "Bezbijednost podataka"
}