{
  "contact_title": "Ett företag som konsekvent strävar efter innovativa lösningar för att möta sina affärsbehov.",
  "contact_footer": "“Vi är ett team av kreativa strateger, teknikentusiaster och effektiva kommunikatörer, drivna av en orubblig passion för onlinespelindustrin. Vårt mål är att främja våra klienters framgång i affärer.”",
  "contact_header": "Kontakta oss",
  "contact_para": "Konsultera med en VRNL-expert för att upptäcka hur våra lösningar kan förbättra din spelverksamhet.",
  "telegram": "Telegram",
  "write_msg": "SKRIV BARA ETT MEDDELANDE TILL OSS",
  "fname": "Fullständigt namn",
  "fname_err": "Fältet är obligatoriskt (minst 2 tecken).",
  "email": "Din e-post",
  "email_err": "En giltig e-postadress krävs.",
  "country": "Land",
  "pnumber": "Telefonnummer",
  "pnumber_err": "Telefonnummer måste vara 10 siffror.",
  "message": "Meddelande",
  "sending": "Skickar…",
  "submit": "Skicka",
  "con_param1": "Vi delar inte din personliga information med någon. Läs vår",
  "privacy_policy_form": "“integritetspolicy”",
  "con_param2": "för mer information",
  "casino_tournament_h1": "<b class='chck'>Casinoturneringar</b> låter dig skapa en turnering med start- och slutdatum.",
  "casino_tournament_p1": "Ett kraftfullt verktyg för att öka intäkterna i casinosektionen är implementeringen av <strong>casinoturneringar.</strong>",
  "casino_tournament_h2": "Du kommer att ha möjlighet att fullt ut <strong>anpassa varje turnering</strong> genom att välja vilka spelautomater som ska delta i tävlingen.",
  "casino_tournament_p2": "För att <strong>skapa en kampanj</strong> behöver du bara välja en <strong>titel</strong> för <strong>turneringen</strong>, utse de <strong>spelautomater</strong> som ska ingå och ange <strong>jackpotten</strong> som ska fördelas bland <strong>olika priser</strong>, alla kan anpassas efter dina önskemål.",
  "casino_tournament_p3": " Viktiga detaljer att fylla i inkluderar <strong>startdatum,</strong> <strong>slutdatum,</strong> <strong>total jackpot,</strong> antalet deltagare i rankingen samt minimikravet för insats för att delta i turneringen.",
  "casino_tournament_p4": "Dessutom har du alltid tillgång till en realtidsledartavla som visar användarnamn, spelarnas positioner och motsvarande priser. Denna funktion kan avsevärt förbättra användarupplevelsen på din casinoplattform, locka fler spelare och öka intäkterna.",
  "casinogames_title": "Varför välja vår plattform?",
  "casinogames_title_h1": "Världens mest omfattande katalog av",
  "online_casino_games": "online casinospel",
  "online_casino_games_p1": "Vår <b style='color: #575756;'>White Label</b> är din ultimata destination och erbjuder ett oslagbart utbud av över 3000+ spännande casinospel och slots. Vi är stolta över att erbjuda det mest omfattande sortimentet av online casinospel som finns på internet.",
  "online_casino_games_p2": "Vi vänder oss till onlineoperatörer, bookmakers, lotterier och spelorganisationer som verkar på reglerade marknader.",
  "online_casino_games_p3": "Vi förstår vikten av säker och rättvis spelupplevelse i världen av onlinecasinon. Därför är vår spelmatematik inte bara robust utan även certifierad av oberoende spel-laboratorier. Denna certifiering garanterar högsta nivå av användarupplevelse för dina spelare och gör deras spelupplevelse riktigt förstklassig.",
  "casino_nos": "CASINO NUMMER",
  "slot_machine": "Spelautomat",
  "morethan10": "Mer än 10",
  "tablegames": "Bordsspel",
  "morethan4": "Mer än 4",
  "videopoker": "Videopoker",
  "morethan": "Mer än",
  "lottery": "Lotteri",
  "morethan9": "Mer än 9",
  "proveedores": "LEVERANTÖRER",
  "morethan12": "Mer än 12",
  "online_turnkey": "Vi erbjuder kompletta online casinolösningar",
  "casino_wls": "Casino White Label-lösning",
  "casino_wls_desp": "Starta ditt eget varumärkescasino enkelt med VRNL:s white-label-lösning. Anpassa ditt casino, erbjud ett brett spelutbud, säkerställ säkerhet och börja generera intäkter snabbt.",
  "webbranding": "Webbplats Branding",
  "webbranding_desp": "Höj din online-närvaro med VRNL:s expertis inom webbplatsbranding. Vi designar, skapar och transformerar webbplatser för att reflektera din unika identitet och lämna ett bestående intryck.",
  "toolstraning": "Verktyg (träning)",
  "toolstraning_desp": "Lås upp din potential inom tradingvärlden med VRNL:s kraftfulla tradingverktyg. Våra toppmoderna lösningar ger dig insikter och teknik för att fatta informerade beslut och maximera din framgång inom trading.",
  "client_support": "Kundsupport",
  "client_support_desp": "Förbättra dina kunders upplevelse med VRNL:s exceptionella kundsupporttjänster. Vårt dedikerade team finns här för att ge experthjälp och säkerställa att dina kunders behov möts effektivt och omsorgsfullt.",
  "aboutus_title": "Jag är säker på att du är nyfiken på att upptäcka",
  "aboutus_desp": "Ett företag som konsekvent strävar efter innovativa lösningar för att möta sina affärsbehov.",
  "online_gaming_provider": "Online Spelleverantör",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl är en väletablerad Sportsbook och spelleverantör med en imponerande 5-årig meritlista inom spelindustrin.</strong> Sedan 2020 har vi varit dedikerade till att leverera tjänster till bookmakers, lotterier och spelorganisationer på reglerade marknader.",
  "about-section1-para2": "Vi är ett team av kreativa strateger, teknikentusiaster och effektiva kommunikatörer, drivna av en orubblig passion för online-spelindustrin. Vårt outtröttliga engagemang är att främja våra kunders framgång i deras verksamhet.",
  "about-section1-para21": "Vi är stolta över att leverera lösningar i världsklass för företag och individer inom online-spel och betting. Oavsett om du är en startup som vill lansera din plattform eller ett etablerat varumärke som söker expansion, erbjuder vi heltäckande tjänster som stärker din tillväxt, säkerställer efterlevnad och levererar exceptionella användarupplevelser.",
  "about-section1-para22": "Våra White Label-lösningar ger dig möjlighet att starta ditt eget helt varumärkesanpassade online-spel- eller bettingföretag utan utmaningarna med att bygga från grunden. Vi levererar ett komplett, fullständigt hanterat paket som inkluderar anpassad branding för att matcha din identitet, integrerade sportspel, casino- och spelmoduler, säkra betalningslösningar samt kontinuerligt tekniskt stöd och underhåll. Med vår White Label-plattform kan du fokusera på marknadsföring, kundanskaffning och affärstillväxt, medan vi tar hand om tekniken, efterlevnaden och backend-operationerna.",
  "about-section1-para3": "Vår toppmoderna spelplattform är en av de viktigaste faktorerna som har lyft Vrnl till dess nuvarande status som en ansedd internationell programvaruleverantör.<strong style='color: #000;'> Med vår omfattande 5-åriga erfarenhet i sektorn, erbjuder Vrnl stolt sina tjänster till över 40 bookmakers i 11 olika länder världen över.</strong>",
  "about_us": "Om oss",
  "about_us_desp": "VRNL är den största plattformen för att tillhandahålla online sport- och casinospel white label. Vi erbjuder exchange-API tillsammans med våra anpassade webbplatstjänster för Bangladesh med låga marginaler och på en pålitlig plattform, som inkluderar casino. Vi tillhandahåller API:er för alla ligor i exchanges, tillsammans med onlinestreamingtjänster. Njut av betting på en pålitlig plattform. Spela över 1000 slot- och bordsspel på vår sida.",
  "our_client": "Våra klienter",
  "our_client_desp": "På Vrnl strävar vi efter de bästa spel- och underhållningspartnerskapen för att säkerställa en oslagbar upplevelse för våra klienter och spelare. Genom samarbeten med internationellt erkända casinon och virtuella spelleverantörer har vi smidigt integrerat vår Sports Betting-plattform med ett omfattande spelutbud. Detta inkluderar allt från spelautomater och bordsspel till live casino, virtuella spel och även fantasyspel. Vår plattform är tillgänglig på både stationära datorer och mobila enheter, med högkvalitativ grafik, engagerande animationer och uppslukande ljud. Vårt intuitiva och användarvänliga menygränssnitt förbättrar användarupplevelsen ytterligare. I centrum av våra operationer finns en snabb integrationsprocess, som kombinerar skalbarhet, flexibilitet och topprestanda inom vår spelprogramvara. Denna integrationsprocess garanteras av högsta nivåer av säkerhet och tillförlitlighet, vilket säkerställer en trygg spelmiljö. Vi är stolta över att erbjuda våra klienter det bredaste urvalet av spel inom sektorn, vilket ger perfekta spelupplevelser för alla preferenser. Välkommen till Vrnl, där spelutveckling möter obegränsade möjligheter. Vrnl är stolt över att ha samarbetat med de mest framstående namnen inom spelleverantörer och betalningslösningar. Dela vår plattform för framgång och lägg till ditt namn i denna växande lista.",
  "lost404": "Det verkar som att du gått vilse",
  "lost404desp": "sidan du letar efter finns inte!",
  "gotohome": "Gå till startsidan",
  "esports_bs": "eSports Betting Programvara",
  "esports_bs_desp1": "På VRNL är vi stolta över att ge eSports-fans en unik och uppslukande upplevelse.",
  "esports_bs_desp2": "VRNL är din port till en värld där spel och betting möts. Vår eSports Betting-programvara är designad för gamingfans som du och erbjuder en spännande, säker och givande upplevelse. Missa inte chansen att vara med i spelet. Gå med i VRNL idag och ta din spelupplevelse till nya höjder!",
  "startnow": "Starta nu",
  "easy_setup": "Enkel installation, mindre än du kanske tror.",
  "easy_setup_desp1": "Vi kan leverera eSports-plattformen på bara några veckor.<br> Vi hanterar alla aspekter av processen: Hosting, användargränssnitt, odds-feed, anpassade sidor, produktaktivering och sportsbook-strategi.",
  "easy_setup_desp2": "Ditt huvudfokus kan ägnas åt att etablera och bygga upp dina online-nätverk.",
  "esport_bet_center_h1": "Om du funderar på att starta med onlinebetting är vår eSports-bettingsprogramvara ett utmärkt första steg.",
  "esport_bet_center_p1": "Dra nytta av våra expert-tjänster och avancerad eSports-bettingteknologi. Våra reglerade partners får full support för att komma in på onlinebettingmarknaden och kan använda våra anpassade eller generiska plattformar.",
  "esport_bet_center_p2": "Att starta ett online-sportbok som främst fokuserar på eSports kan vara svårt. Därför har vi skapat ett omfattande eSports-bettingsystem med pre-match betting-tjänster. Vårt mål är att erbjuda dig det mest omfattande utbudet av eSports-alternativ online.",
  "have_qes": "Har du frågor?",
  "para_faq": "Vi har svar (tja, oftast!)",
  "freq_param": "Nedan hittar du svar på de vanligaste frågorna, vänligen kolla vår",
  "if_still_qes": "Om du fortfarande inte hittar det svar du söker, bara",
  "sbs_faqs": "Vanliga frågor om Sports Betting-programvara",
  "whatis_sbs": "Vad är Sports Betting-programvara?",
  "whatis_sbs_ans": "Sports Betting-programvara är designad baserat på användarens marknader och val. Dessutom finns våra experter alltid tillgängliga för att ge dig bästa kundservice gällande dina behov och marknadskrav. Vi hanterar alla steg i utvecklingsprocessen och levererar en fullständig och fungerande exchange-plattform.",
  "affiliate_systems": "Erbjuder ni affiliatsystem?",
  "affiliate_systems_ans": "Ja, vårt programvarunätverk är baserat på 5 nivåer: Plattformadministratör - åtkomst till backend (det går också att skapa andra åtkomster med begränsade privilegier och behörigheter). Återförsäljare - en master-agent som övervakar flera bettingbutiker. Tjäna provision på butikens omsättning eller vinster. Bettingbutik - representerar den fysiska platsen där spelare kan spela, sätta in pengar osv. Genom detta konto går det att lägga spel och tjäna provision på omsättning eller vinster. Kassör, profilen för bettingbutikens anställda, kan lägga spel utan att tjäna provision. Online-spelare, registrera ditt spelkonto online eller i butik och placera spel.",
  "whatis_label": "Vad är en white label betting-sida?",
  "whatis_label_ans": "En white label betting-sida är en fullt anpassad plattform. Vrnl:s white label betting-sida erbjuder certifierade spel, bonussystem, betalningslösningar. Användargränssnittets innehåll, språk och valuta baseras på ditt val. Vrnl tillhandahåller olika grafiska mallar, funktioner och verktyg.",
  "fullmanagement": "Kan jag ha full kontroll över odds och marginaler?",
  "fullmanagement_ans": "Backend innehåller många verktyg, funktioner och rapporter som ger en komplett översikt över sportbetting-aktiviteten. Det finns en dedikerad sektion för odds-hantering där man kan redigera marginaler, multipliciteter och odds per marknad, match och/eller mästerskap.",
  "logobrand": "Kan jag använda min logotyp och mina färger?",
  "logobrand_ans": "Ja, det kan du. Vi erbjuder olika lösningar baserade på dina specifika krav. Vi kan skapa skräddarsydda lösningar utifrån dina önskemål eller leverera en turnkey-lösning och endast ändra dina varumärkesfärger och logotyp.",
  "fullycustomized": "Jag vill ha en fullt anpassad lösning, är det möjligt?",
  "fullycustomized_ans": "Vrnl tillhandahåller ett team av experter för att skapa en fullt anpassad sportbettingplattform. En Account Manager samlar in krav och koordinerar projektet med projektledaren, grafiska designern och IT-chefen.",
  "software_cost": "Hur mycket kostar Sports Betting-programvaran?",
  "software_cost_ans": "Kostnaden för Sports Betting-programvaran varierar beroende på funktioner och tjänster. Det finns olika planer beroende på om du redan har hög volym av spel eller vill vara agent med eget nätverk av spelare.",
  "what_products": "Vilka produkter erbjuder ni?",
  "what_products_ans": "Vår kärnverksamhet är Sports Betting. Vår sports betting-programvara är ett internt utvecklat produkt som vårt IT-team har arbetat med sedan 2005. Förutom sportprodukten erbjuder vi även live betting, casino, live casino, lotterier och virtuella spel för att erbjuda 'allt-i-ett'-lösningar till våra kunder.",
  "canaddfeatures": "Kan jag lägga till funktioner, rapporter och sidor i sportbettingprogramvaran?",
  "canaddfeatures_ans": "Bettingprogramvaran inkluderar ett brett utbud av rapporter, sidor och banners som kan anpassas (CMS) eller utvecklas på begäran. Om du vill att vi utvecklar en ny funktion arbetar vi tillsammans med dig för att skapa ett skräddarsytt projekt: insamling av information och detaljer, projektframställning, testning och slutlig release.",
  "canofferbettingservices": "Kan jag erbjuda sportbettingtjänster på casinon jag har i mitt land?",
  "canofferbettingservices_ans": "Vi har flera bettinglösningar för både online- och landbaserad verksamhet. Om du äger ett landbaserat casino och vill erbjuda sportbetting också, är vår retail-lösning rätt val eftersom den tillåter att skapa kassörskonton för att hantera försäljning av sportbettingbiljetter.",
  "change_currentprovider": "Hur byter jag min nuvarande programvaruleverantör?",
  "change_currentprovider_ans": "Om du redan hanterar en Exchangebook och vill byta till vår sportbettingplattform ser vi till att allt hanteras korrekt. Vi förbereder en migrationsplan. Spelarnas personuppgifter laddas upp till den nya plattformen och bytet planeras för att slutföra migrationen inom några timmar.",
  "sbs_offer": "Vilka funktioner erbjuder Sport Betting Software?",
  "sbs_offer_ans": "Sports Betting Software kan erbjuda funktioner som datadrivna förutsägelser, simuleringar, bettingtrender, oddsjämförelser och mer. Den kan också ge detaljerad analys av tidigare matcher och kommande möten för att hjälpa spelare att fatta mer informerade beslut. Vi specialiserar oss på att sätta upp och skapa detaljhandelsbettingbutiker och online-nätverk. Detta inkluderar KYC-förfaranden godkända av tillsynsmyndigheter, betalningslösningar för spel såsom affiliateverktyg, referralsystem och sociala medier, push-notiser för mobil, web push-notiser och in-app-meddelanden, spelarkontroller, registrerings- och verifieringsprocesser, bedrägeribekämpningssystem och geolokaliseringsverktyg för att hämta IP-adressinformation.",
  "sbs_legal": "Är Sports Betting Software laglig?",
  "sbs_legal_ans": "Ja, Sports Betting Software är laglig och används av många professionella sportspelare. Det är dock viktigt att se till att du använder programvaran i enlighet med gällande lagar i din jurisdiktion.",
  "ebs_faqs": "Vanliga frågor om eSports-bettingprogramvara",
  "ebs_titleoffer": "Vilka eSports-titlar erbjuder ni?",
  "ebs_titleoffer_ans": "<li><strong>Mest populära:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Sportspel:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Multiplayer online:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>First-Person Shooter (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Fighting Games:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy (RTS): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Finns det en mobilversion?",
  "mobileversion_ans": "Ja, VRNL är fullt optimerad för mobilanvändning. Vår plattform fungerar smidigt på alla smartphones och surfplattor, med tillgång till sportutbyte, casinospel, iGaming och eSports när som helst. Du får en snabb, responsiv och säker upplevelse direkt i mobilwebbläsaren – ingen app krävs. Oavsett om du använder Android eller iOS är upplevelsen lika snabb och funktionell som på desktop.",
  "runesportsplatform": "Kan jag driva en eSports-bettingplattform utan att hantera odds och trading?",
  "runesportsplatform_ans": "Våra eSports-bettinglösningar inkluderar oddsfeed. Programvaran innehåller många verktyg för att hantera odds och marginaler självständigt. Om du vill fokusera på butik- och spelarbete tillhandahåller vi tradingtjänster och support.",
  "esports_solutions": "Jag vill ha en helt eSports-anpassad lösning, är det möjligt?",
  "esports_solutions_ans": "VRNL tillhandahåller ett team av experter för att skapa en helt anpassad eSports-bettingplattform. En Account Manager samlar in krav och koordinerar projektet med projektledare, grafisk designer och IT-chef.",
  "newtobusiness": "Jag är helt ny i denna bransch, vad bör jag veta?",
  "newtobusiness_ans": "Korrekt hantering av en eSports-bettingplattform kan göra verksamheten mycket lönsam. Vi erbjuder olika lösningar beroende på kunskapsnivå. En spel-expert arbetar med dig för att hitta den bästa eSports-lösningen för dina behov.",
  "eSports_market": "Hur många live-marknader för eSports finns det?",
  "eSports_market_ans": "Idag erbjuder vi 20 live eSports-marknader. <br> Vi lägger dock ständigt till nya marknader.",
  "eSportsLogoBrand": "Kan jag använda min eSports-logotyp och färger?",
  "eSportsLogoBrand_ans": "Ja, det kan du. Vi erbjuder olika lösningar baserat på dina behov. Vi kan skapa skräddarsydda eSports-lösningar eller en turnkey-lösning med dina färger och logotyp.",
  "eSports_server": "Kan jag hosta eSports-utbytet på min server?",
  "eSports_server_ans": "Nej, det kan du inte. Hosting ingår i vårt erbjudande, med dedikerad clusterstruktur, backuper och katastrofåterställning. Detta garanterar hög säkerhet och efterlevnad av globala regler.",
  "sp_faqs": "Vanliga frågor om streamingplattform",
  "promte_cricket": "Hur många cricketmatcher kan jag marknadsföra?",
  "promte_cricket_ans": "Från dashboarden kan du aktivera två matcher åt gången, men det finns ingen gräns för hur många matcher du kan koppla.",
  "broadcast_live": "Kan casinospel sändas live?",
  "broadcast_live_ans": "Ja, alla casinospel kan sändas live på alla plattformar som tillåter det.",
  "measure_success": "Hur mäter jag framgången för livestreams?",
  "measure_success_ans": "Självklart kan du följa detaljerad statistik från flera plattformar på en skärm.",
  "is_mobile_friendly": "Är plattformen mobilvänlig?",
  "is_mobile_friendly_ans": "Ja — plattformen är fullt mobilvänlig och vi erbjuder en APK som du kan ladda ner och använda sömlöst.",
  "livecasino_faqs": "Vanliga frågor om Live Casino-programvara",
  "whatisVRNLcasino": "Vad är VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software är en avancerad plattform som gör det möjligt för onlinecasinon att erbjuda live dealer-spel till sina spelare.",
  "software_work": "Hur fungerar VRNL Live Casino Software?",
  "software_work_ans": "Programvaran integreras med onlinecasinon och kopplar spelare till live dealers via högkvalitativ videoströmning för interaktiva spel som blackjack, roulette och baccarat.",
  "features_livecasino": "Vilka är huvudfunktionerna i VRNL Live Casino Software?",
  "features_livecasino_ans": "Funktioner inkluderar anpassad branding, säker betalningsintegration och användarvänligt gränssnitt för både spelare och operatörer.",
  "security_livecasino": "Hur säkerställer jag säkerhet och rättvisa i VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL använder certifierade RNG:er och erbjuder verktyg för bedrägeribekämpning och spelarskydd. Kryptering säkrar all dataöverföring.",
  "offered_games": "Vilka spel kan erbjudas med VRNL Live Casino Software?",
  "offered_games_ans": "Du kan erbjuda live blackjack, roulette, baccarat och deras varianter.",
  "integrateVRNL": "Kan jag integrera VRNL Live Casino Software med min befintliga plattform?",
  "integrateVRNL_ans": "Ja, vår programvara är lätt att integrera med befintliga plattformar.",
  "wlc_faqs": "Vanliga frågor om White Label Casino",
  "whatis_wlc": "Vad är ett White Label Casino?",
  "whatis_wlc_ans": "Ett White Label Casino är en turnkey-lösning där du kan starta ditt eget onlinecasino med vår programvara, branding och design.",
  "wlc_work": "Hur fungerar White Label Casino-tjänsten?",
  "wlc_work_ans": "Vi tillhandahåller en komplett plattform med spel, betalningar och support. Du anpassar branding och design.",
  "wlc_games": "Vilka spel finns tillgängliga?",
  "wlc_games_ans": "Vi erbjuder slots, bordsspel och live dealer-spel från vårt spelkatalog.",
  "wlc_launch": "Hur lång tid tar det att lansera ett White Label Casino?",
  "wlc_launch_ans": "Tiden varierar beroende på krav och regler. I genomsnitt tar det några veckor.",
  "wlc_cusSupport": "Vilken kundsupport erbjuds?",
  "wlc_cusSupport_ans": "Vi erbjuder teknisk och operativ support.",
  "wlc_getstarted": "Hur kommer jag igång med ett White Label Casino?",
  "wlc_getstarted_ans": "Kontakta vår säljteam för personlig rådgivning och vägledning.",
  "can_cutomize_branding": "Kan jag anpassa casinot med min branding?",
  "can_cutomize_branding_ans": "Ja, du kan fullt ut anpassa logotyp, färger och branding.",
  "company": "Företag",
  "company_caps": "FÖRETAG",
  "about": "Om",
  "online_exchange_sw": "Online Exchange Software",
  "privacy_policy": "Integritetspolicy",
  "contact_us": "Kontakta oss",
  "solutions": "Lösningar",
  "sports_betting_software": "Sports Betting Software",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "White Label Betting Platform",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Vrnls logotyp och grafiska material är företagets immateriella egendom och får inte kopieras, reproduceras, distribueras eller visas utan skriftligt tillstånd från Vrnl.",
  "footer_para_2": "Copyright © 2025 Vrnl ltd. Alla rättigheter förbehållna.",
  "home": "Hem",
  "betting": "Betting",
  "esports_betting": "eSports-betting",
  "sbs_head": "Sport betting software",
  "casino": "Casino",
  "online_casino_sw": "Online casino software",
  "live_casino_sw": "Live Casino Software",
  "casino_game": "Casinospel",
  "lottery_bingo": "Lotteri och bingo",
  "casino_tournament": "Casino Turnering",
  "risk_management": "Riskhantering",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Vårt arbete",
  "contact": "Kontakt",
  "faq": "FAQ",
  "live_casino": "Live Casino",
  "lottery_games": "Lotterispel",
  "exch_sw_provider": "Exchange programvaruleverantör",
  "mobile_bet": "Mobil betting",
  "vrnl": "VRNL",
  "sports_betting_wid": "Sport betting-widget",
  "back": "Tillbaka",
  "exch_iframe_para": "Exchangebook iframe — möjliggör snabb aktivering av Exchangebook-modulen via smidig API-integration. Vår omfattande Exchangebook-tjänst, under expertövervakning, säkerställer ett brett programutbud för onlineevenemang och marknader.",
  "contact_us!": "Kontakta oss!",
  "exch_iframe_types": "Typer av Exchangebook iframe",
  "exch_iframe_types_para": "Våra Exchangebook iframe-lösningar finns i tre varianter, anpassade efter den kanal som används, för att säkerställa det mest lämpliga alternativet för dina behov:",
  "exch_iframe_types_list": "<li>iFrame för <strong>Desktop</strong>, designad för datorer med olika upplösningar och med olika anpassningsbara layouter.</li> <li>iFrame för <strong>Terminals och Kiosker SSBT</strong>, med layouter optimerade för pekskärmssystem och en intuitiv användarupplevelse, perfekt för oerfarna spelare som placerar insatser.</li>",
  "exch_iframe_types_para2": "Dessutom kan du via vårt API uppnå omfattande anpassning av grafik och spel-funktioner.",
  "cm_exch": "Omfattande hanterad Exchangebook",
  "cm_exch_para": "Vår Exchangebook iframe omfattar leverans av oddsdataflöden och konfiguration av grundläggande bettinginställningar. Programvaran är utrustad med många funktioner och verktyg för självständig hantering av odds och marginaler. Om ditt fokus istället ligger på spelare och marknadsföring erbjuder vi fullt hanterade tradingtjänster och support.",
  "acq_exch": "Att skaffa Exchangebook iframe-lösningen är enkelt",
  "acq_exch_para": "Vi har förenklat processen för att aktivera iFrame, med endast fem enkla steg:",
  "acq_exch_list": "<li>Formalisera avtalet mellan Vrnl och kunden.</li> <li>Initiera Exchangebook iFrame-integrationen via API med vårt SDK.</li> <li>Håll ett möte för att definiera Exchangebook-strategin.</li> <li>Identifiera de mest engagerande sporterna och evenemangen för din verksamhetsområde.</li> <li>Låt oss gå live!</li>",
  "live_casino_sw_p1": "Vår <strong>Live Casino-plattform</strong> ger dig möjlighet att aktivera <strong>de bästa live-leverantörerna</strong> kända för <strong>exceptionell kvalitet och matematisk integritet.</strong>",
  "live_casino_sw_p2": "Vi är dedikerade till att ge dig den ultimata livecasino-upplevelsen. Oavsett om du är en erfaren spelare eller ny inom onlinecasinon erbjuder vår plattform en uppslukande, realtidsupplevelse utan like.",
  "live_casino_sw_p3": "Vrnl:s Live Casino-lösning erbjuder en komplett svit av tjänster, inklusive:",
  "live_casino_sw_p3_l1": "Fullständig historikrapportering",
  "live_casino_sw_p3_l2": "Visualisering av spelhistorik",
  "live_casino_sw_p3_l3": "Spelkonfigurationer",
  "live_casino_sw_p3_l4": "Riskhanteringsverktyg",
  "live_casino_sw_p3_l5": "Spelarhantering",
  "live_casino_sw_p3_l6": "Affiliate-verktyg",
  "live_casino_sw_p3_l7": "Flernivå-agentstruktur",
  "live_casino_sw_p4": "Vi har utvecklat olika säkra integrationsmetoder, alla användarvänliga och designade för enkel implementering med vårt live casino API.",
  "live_casino_sw_demo": "Demo live casino-lösningar",
  "livecasino_integration": "<strong style='color: #575756;'>live casino API</strong> integrationer",
  "livecasino_integration_para": "Du kan ha vår live casino-programvara igång inom några dagar. Dessutom erbjuder vi omfattande hanteringstjänster, vilket säkerställer att hela operationen övervakas av våra experter. <strong style='color: #575756;'>Vi garanterar också tillgång till det största utbudet av live-spel online.</strong>",
  "live_casino_lobby": "I vår användarvänliga Live Casino Game Lobby",
  "youcan": "kan du",
  "findgames_like": "hitta spel som:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack och Live Poker, Tärning och Numberspel.",
  "euro_roulette": "Europeisk Roulette",
  "blackjack": "Blackjack",
  "baccarat": "Baccarat",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Amerikansk Roulette",
  "sic_bo": "Sic Bo",
  "craps": "Craps",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Bingo",
  "book_demo": "Boka en demo",
  "lottery_head": "Letar du efter en lotteri- & bingoplattform?",
  "lottery_head_desp1": "Vi har noggrant valt de bästa <b style='color: #575756; font-size: 45px;'>lotteri- och bingospelen</b> för dig.",
  "lottery_head_desp2": "Vår <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> lösning erbjuder flera lockande varianter av det klassiska bingospelen samt de mest kända lotterierna.",
  "lottery_head_desp3": "Du kan <b style='color:#575756; font-size: 16px;'>njuta av dessa spel från din smartphone</b> eller dator, och vi garanterar en exceptionell användarupplevelse med spel av högsta kvalitet.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Dessutom är våra spelalgoritmer säkra och oberoende certifierade, vilket ger en pålitlig och trygg spelupplevelse.<br><br></strong>",
  "lottery_bingo_nos": "LOTTERI- & BINGONUMMER",
  "bingo_games": "Bingospel",
  "over100": "över 100",
  "over130": "över 130",
  "suppliers": "LEVERANTÖRER",
  "more20": "Mer än 20",
  "sports_betting_software_wl": "Sports betting software White Label",
  "sports_betting_software_wl_desp": "Ett företag som ständigt strävar efter innovativa lösningar för att effektivt möta sina utvecklande affärsbehov.",
  "blink-soft": "Förbättra din upplevelse med avancerad sportbettingprogramvara",
  "platform_para1": "Moderna sportbettinglösningar <b>transformerar</b> hur spelare engagerar sig i spelet. Med <b>smidiga gränssnitt,</b> realtidsanalys och live-betting erbjuder dessa plattformar en överlägsen spelupplevelse för både nybörjare och erfarna spelare.",
  "platform_para2": "Oavsett om du driver en online sportsbook, en fysisk bettingbutik eller ett casino, erbjuder vår omfattande lösning—inklusive <b>B2C-plattformar</b> och <b>anpassningsbara white-label produkter</b> flexibilitet och teknologi för att vara konkurrenskraftig. Omfamna innovation och höj din sportbetting med programvara designad för <b>optimerad prestanda</b> och <b>användarnöjdhet</b>.",
  "try_b2b": "Utforska vår avancerade B2B-bettingprogramvara",
  "try_b2c": "Utforska vår avancerade B2C-bettingprogramvara",
  "wls_turnkey": "White Label-lösningar och Turnkey-plattformar",
  "wls_turnkey_p1_span1": "smidig och engagerande sportbettingupplevelse",
  "wls_turnkey_p1_span2": "till dina kunder. Detta tillvägagångssätt eliminerar behovet av dyr och tidskrävande utveckling, vilket låter dig fokusera på tillväxt och",
  "custom_satisfaction": "kundnöjdhet",
  "wls_turnkey_p2": "Vår säkra, högpresterande bettingplattform är fullt certifierad av oberoende spelaboratorier, vilket garanterar efterlevnad och pålitlighet. Genom att samarbeta med VRNL får du tillgång till ett pålitligt bettingutbyte som ökar lönsamheten samtidigt som det säkerställer",
  "highest_industry_standards": "högsta branschstandard",
  "igaming_platform": "iGaming-plattform",
  "igaming_platform_p1": "VRNL är en pålitlig partner inom iGaming-industrin och erbjuder branschledande",
  "sbs": "sports betting software",
  "igaming_platform_p2": "Vårt mål är att transformera onlinespel genom att ge operatörer en mångsidig, toppmodern plattform som säkerställer smidig och engagerande spelupplevelse för användarna.",
  "online_casino": "Online Casino",
  "casino_para": "Välkommen till VRNL Online Casino — <b>en pålitlig ledare</b> som erbjuder en säker och spännande spelplattform globalt. Vårt mål är att ge en exceptionell casino-upplevelse som håller spelarna engagerade.",
  "casino_para_list": "<li>Över 75 leverantörer</li> <li>Mer än 15 000 spelautomater</li> <li>500+ bordsspel</li> <li>700+ videopokerspel</li> <li>Mer än 200 andra spel</li>",
  "casino_para2": "Vårt expertteam stödjer dig under varje steg, från utbildning till lansering.",
  "play_livecasino": "Spela på livecasinot som om du var direkt på casinot",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Spelautomater</li> <li>Live Roulette</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API-tjänsteleverantörer och iFrame",
  "api_services_iframe_p1": "VRNL erbjuder toppmoderna <b>API-integrationer och iFrame-lösningar</b> för smidig plattformsanslutning, säker datautbyte och förbättrad användarupplevelse — vilket hjälper företag att arbeta smartare och snabbare.",
  "api_services_iframe_p2": "På VRNL förstår vi vikten av sömlöst datautbyte och kommunikation mellan applikationer. Vi erbjuder högkvalitativa API-tjänster som gör att din programvara kan interagera smidigt med andra plattformar. Våra experter säkerställer att systemen fungerar harmoniskt för både dig och dina kunder.",
  "virtual_games": "Virtuella spel",
  "virtual_games_desp1": "Redo att börja din virtuella spelresa med VRNL? Utforska den virtuella världen som aldrig förr och njut av oändliga timmar av underhållning.",
  "virtual_games_desp2": "På VRNL brinner vi för att leverera banbrytande virtuella spelupplevelser som transporterar spelare till spännande nya världar. Vårt mål är att erbjuda de mest uppslukande och underhållande virtuella spelen som håller dig engagerad i timmar.",
  "before_start": "Innan du börjar, utforska det i aktion!",
  "explore_demo": "på vår demoplattform:",
  "mobile_sbs": "Mobil sportbetting-programvara",
  "mobile_sbs_p1": "Vår <strong>mobila app</strong> gör det möjligt för dina spelare att enkelt komma åt sina spelkonton och placera insatser via surfplattor, smartphones och andra internetanslutna enheter.",
  "mobile_sbs_p2": "Från cricket och fotboll till tennis täcker vår programvara ett omfattande utbud av sportevenemang globalt. Oavsett sportintresse kan du satsa på dina favoritlag och matcher.",
  "mobile_sbs_p3": "Vår programvara handlar inte bara om att placera insatser, utan om att skapa en smidig och användarvänlig upplevelse. Vi har investerat i senaste tekniken för att göra navigering enkel.",
  "advantages_sbs": "Fördelar med mobil sportbetting-programvara",
  "advantages_sbs_l1": "Mobila appar är snabbare",
  "advantages_sbs_l2": "Personligt anpassat bettinginnehåll",
  "advantages_sbs_l3": "Omedelbar onlinebetting",
  "advantages_sbs_l4": "Säker och pålitlig",
  "advantages_sbs_p1": "Appar är snabbare än mobila webbplatser och erbjuder snabba åtgärder och svar.",
  "advantages_sbs_p2": "Användare uppskattar personligt anpassat innehåll för en mer engagerande upplevelse med skräddarsydda bettingalternativ.",
  "advantages_sbs_p3": "Alla mobilappar ger direkt åtkomst med ett enkelt tryck, så att användare kan satsa, kontrollera konton, spela casinospel och välja favoritligor utan fördröjning.",
  "advantages_sbs_p4": "Vår säkerhet är högsta prioritet. VRNL Mobile Sports Betting Software är byggd med toppmodern säkerhet för att skydda dina personliga och ekonomiska uppgifter. Du kan satsa tryggt.",
  "online_casino_sw_p1": "VRNL är en ledande leverantör av <strong>online casino-programvara</strong> och <strong>plattformar</strong>. De spelar en avgörande roll i att designa och utveckla casinoplattformar, med användarvänlighet och många funktioner.",
  "online_casino_sw_p2": "Vårt marknadsföringsteam arbetar för att ditt onlinecasino får hög synlighet på förstasidan, vilket säkerställer hög exponering online.",
  "online_casino_sw_p3": "Casinoplattformen levereras med olika förkonfigurerade spel och våra övervakningsverktyg ger dig en tydlig, realtidsöversikt över framsteg och prestationer.",
  "customized_theme": "Detta är ett tema och kan anpassas, se det i aktion:",
  "live_casino_sw_desp1": "Vi erbjuder det mest omfattande utbudet av topp-<strong>Live Casino-leverantörer</strong><br>",
  "live_casino_sw_desp2": "globalt, vilket säkerställer tillgång till det bredaste utbudet av live-bord online och en smidig multi-kanalsleverans.",
  "casino_sw_features": "Huvudfunktioner i casinoprogramvara",
  "casino_sw_features_p1": "Vår <strong>casino mjukvaruplattform</strong> är designad för att erbjuda en sömlös och uppslukande spelupplevelse för både spelare och operatörer.<br /><br />",
  "casino_sw_features_p2": "Huvudfunktioner på vår plattform inkluderar: ",
  "casino_sw_features_list": "<li>Siktbarhet och kontroll över bordsintervall.</li> <li>Spelbordsattribut och inställningar.</li> <li>VIP-gränser.</li> <li>Kundfunktionalitet och tillgång till våra anpassningsverktyg.</li> <li>Rapporteringsmekanism och notifikationssystem som ger operatörer omedelbar åtkomst och varningar för operativa notiser </li> <li>API för Business Intelligence (BI)</li> <li>Marknadsföringsverktyg</li> <li>API för extern integration</li>",
  "casino_sw_features_p3": "Vårt användarvänliga anpassningsverktyg ger bookmakers möjlighet att göra realtidsändringar i olika delar av sina liveerbjudanden, <br /> inklusive banners, typsnitt och färgscheman, allt med intuitiva kontroller.",
  "casino_sw_features_p4": "Vår nya plattform fungerar som ett autonomt, agilt och flexibelt system. Denna smidighet gör att vi snabbt kan <br /> svara på bookmakers förfrågningar och upprätthålla högre kvalitetsstandarder vid utveckling av nya och befintliga<br /> produkter.",
  "casino_sw_features_p5": "För att accelerera din verksamhet erbjuder vi även en",
  "casino_sw_features_p6": "med ett stort urval av över 3000+ spel.",
  "integrate_iframe_apis": "Integration med externa plattformar via iFrames och API:er",
  "integrate_iframe_apis_para": "Vår plattform erbjuder mångsidiga integrationsalternativ. Du kan sömlöst <strong>integrera via iFrame eller <br />API:er.</strong> Det kan anpassas för att passa dina specifika behov, oavsett om det är en omfattande fullserviceintegration, <br /> en specialiserad sports betting-lösning eller fokus på <strong>online casinospel</strong>, inklusive <strong>live <br />casino</strong>-erbjudanden.",
  "view_demo": "Se Demo",
  "we_are": "vi är",
  "online_exchange_sw_p1": "På VRNL är vi stolta över att leverera toppmodern online Exchange-mjukvara som omdefinierar spelupplevelsen. Vi erbjuder en fullt fungerande plattform med ett omfattande urval av live-matcher som finns tillgängliga varje månad. Med våra live streaming-alternativ förvandlar vi din bookmaker till en underhållningsplattform, allt backat av certifieringar från oberoende spelaboratorier för extra trygghet.",
  "online_exchange_sw_p2": "VRNL:s Online Exchange-mjukvara erbjuder ett omfattande utbud av sports betting-alternativ. Oavsett om du är fan av cricket, fotboll, tennis eller någon annan sport, har vi dig täckt. Vår plattform erbjuder odds i realtid, livebetting och ett användarvänligt gränssnitt som gör det enkelt att lägga spel.",
  "onther_head": "Vi förenklar processen för att du smidigt ska kunna integreras i verksamheten.",
  "onther_p1": "Detta tema är mycket anpassningsbart och du kan uppleva dess flexibilitet i praktiken:",
  "main_features": "Huvudfunktioner",
  "feature_para": "Vrnl ligger i framkant av att revolutionera betting och online casino-hantering. Med vår expertis får du tillgång till:",
  "feature_list": "<li><strong>En global bettingupplevelse: </strong>VRNL ger tillgång till ett omfattande utbud av sporter, ligor och bettingmarknader från hela världen. Med oss kan du erbjuda dina användare en verkligt global bettingupplevelse.</li> <li><strong>Omfattande pre-match-alternativ: </strong>Välj från ett stort urval av 150 000 månatliga pre-match betting-alternativ. Vi säkerställer att din plattform är fylld med ett brett urval för att tillgodose olika bettingpreferenser.</li> <li><strong>Spännande in-play-möjligheter: </strong>Engagera dina användare med 75 000 månatliga in-play-möjligheter. Dessa realtidsalternativ skapar spänning och spontanitet i spelupplevelsen.</li> <li><strong>Casinospel för Metaverse: </strong>VRNL erbjuder ett omfattande urval av casinospel lämpliga för metaverse. Fördjupa dina användare i en virtuell casino-miljö med våra mångsidiga spelalternativ.</li> <li><strong>Sömlös iFrame-integration: </strong>Integrera enkelt vår iFrame i din iGaming-plattform. Vår användarvänliga iFrame-lösning gör det enkelt att förbättra plattformens funktioner.</li> <li><strong>Flexibel integration: </strong>Välj din integrationsmetod, antingen via API eller iFrame. Vi erbjuder mångsidiga alternativ som passar dina behov och plattformskrav.</li>",
  "sports_header_2": "Online Exchange-mjukvara iGaming Casino Plattform",
  "sports_header_2_p1": "Vi erbjuder en <a style='color: #a0c528;' href='#'>White Label Casino</a>-lösning med ett omfattande bibliotek med över 1 000 spel.",
  "sports_header_2_p2": "Våra tjänster inkluderar att erhålla spellicens och juridiskt stöd för att starta din casinoverksamhet, vilket säkerställer säker och certifierad spelmatematik.",
  "sports_header_2_p3": "Vi har valt ut de bästa spelutvecklarna med målet att erbjuda dig det bredaste utbudet av&nbsp;live casinospel&nbsp;och&nbsp;casinospel online. Vi har noggrant skapat partnerskap med toppspelutvecklare för att erbjuda dig ett oöverträffat urval av live casinospel och online casinospel, vilket garanterar det mest omfattande utbudet tillgängligt.",
  "online_sports_list": "<li>Live Game Show</li> <li>Förstapersonsspel</li> <li>Slots</li> <li>Amerikansk roulette live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Spela på livecasinot som om du var direkt inne i casinot",
  "top_online_providers": "Topp online casinoleverantörer i världsklass",
  "online_casino_p1": "Är du redo att ta din online casinoupplevelse till nästa nivå? Sök inte längre! Vrnl är din kompletta lösning för alla dina online casino-behov. Vi erbjuder förstklassiga tjänster och banbrytande lösningar för online casino-operatörer, vilket säkerställer en oförglömlig spelupplevelse för dina spelare.",
  "user_data_section1": "<li>Leverantörer 75+ fler än</li> <li>Spelautomater 15 000+ fler än</li> <li>Bordsspel 500+ fler än</li> <li>Videopoker 700+ fler än</li> <li>Andra spel 200+ fler än</li>",
  "lottery_bingo_games": "Lotteri- och Bingospel",
  "lottery_bingo_games_p1": "På VRNL tar vi spänningen med Lotteri- och Bingospel till både din skärm och dina lokala detaljhandelsbutiker. Oavsett om du föredrar traditionella pappersbiljetter eller bekvämligheten att spela online, har vi dig täckt. Med oss handlar det inte bara om spel; det handlar om spänningen att vinna och glädjen i att spela.",
  "user_data_section2": "<li>Bingo 80+ fler än</li> <li>Lotteri 130+ fler än</li>",
  "ultimate_dest": "Ultimata destinationen för online- och detaljhandelslotteri och Bingospel",
  "weare_vrnl": "Vi är VRNL",
  "weare_vrnl_desp": "<strong>DEN STÖRSTA PLATTFORMEN FÖR SPORTS- OCH CASINO WHITE LABEL</strong> Det bredaste urvalet av underhållningsspel tillgängliga online White Label Casino med mer än 1 000 spel. Tillgänglig online casinomjukvara är enkel eftersom vår plattform är lätt att hantera.",
  "res_design": "Responsiv design",
  "res_design_desp": "Vår webbplats är responsiv, vilket innebär att den visas korrekt på surfplattor, mobila enheter och datorer för en optimal användarupplevelse.",
  "custmzd_options": "Anpassningsalternativ",
  "custmzd_options_desp": "Vi erbjuder våra kunder ett brett utbud av anpassningsalternativ, vilket gör att de kan välja sina föredragna färger, typsnitt och layout för webbplatsen. Detta säkerställer att webbplatsen återspeglar deras unika stil och preferenser.",
  "loading_speed": "Laddningshastighet",
  "loading_speed_desp": "Vår webbplats är optimerad för hastighet och prestanda. Den har snabba laddningstider över olika enheter och internetanslutningar.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Vårt B2B-tema utmärker sig med sina unika funktioner. Vi har infört ett extra Parley-alternativ för en förhöjd bettingupplevelse.",
  "b2b_theme_p2": "Vårt tema kännetecknas av de finaste färgkombinationerna och designelementen, vilket säkerställer ett estetiskt tilltalande gränssnitt. Användare får behörigheter att satsa på ett brett utbud av sporter inklusive cricket, fotboll och tennis.",
  "b2b_theme_p3": "Vi har även många olika casinospel för fler underhållningsalternativ. Dessutom erbjuder vi olika typer av casinon, såsom AWC Casino, som har en imponerande samling med över 500 spelautomater och mer än 100 bordsspel.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Vår B2C-sida erbjuder en användarvänlig upplevelse för våra kunder. De kan enkelt registrera sig med sitt telefonnummer, vilket ger ett bekvämt och säkert sätt att skapa ett konto.",
  "b2c_theme_p2": "När de har registrerat sig kan användarna sätta in pengar på sina konton, vilket gör det enkelt att komma igång med betting och spel. Dessutom erbjuder vi en smidig uttagsprocess, vilket säkerställer att användarna enkelt kan få tillgång till sina vinster.",
  "b2c_theme_p3": "För att förbättra upplevelsen erbjuder vi bonuspoäng som användarna kan tjäna och använda under sin tid på plattformen. Detta lägger till ett extra lager av spänning och värde för våra kunder, vilket gör att de får ut det mesta av sina insättningar och uttag.",
  "b2c_theme_p4": "Sammanfattningsvis är vår B2C-sida utformad för att erbjuda en problemfri och njutbar betting- och spelupplevelse, vilket ger våra kunder friheten att spela, sätta in och ta ut pengar med lätthet.",
  "request_demoID": "Begär Demo ID",
  "form_name": "Namn *",
  "form_name_err": "Ange ditt namn (minst 3 tecken).",
  "form_email": "E-post *",
  "form_email_err": "Ange en giltig e-postadress.",
  "form_country": "Land *",
  "form_country_err": "Välj ditt land.",
  "form_district": "Distrikt *",
  "form_district_err": "Ange ditt distrikt.",
  "form_whatsapp": "WhatsApp-nummer *",
  "form_whatsapp_err": "Ange ett giltigt WhatsApp-nummer.",
  "form_turnover": "Månadsomsättning *",
  "form_turnover_err": "Ange din månadsomsättning.",
  "form_users": "Hur många användare *",
  "form_users_err": "Ange ett giltigt antal användare.",
  "form_current": "Nuvarande plattform som används *",
  "form_current_err": "Ange din nuvarande plattform.",
  "form_issues": "Problem med nuvarande plattform *",
  "form_issues_err": "Beskriv problemen (minst 10 tecken).",
  "form_telegram": "Har du Telegram? *",
  "form_select": "-- Välj --",
  "form_yes": "Ja",
  "form_no": "Nej",
  "form_telegram_err": "Välj om du har ett Telegram-konto.",
  "form_telhandle": "Telegram-handtag *",
  "form_telhandle_err1": "Telegram-handtag krävs.",
  "form_telhandle_err2": "Telegram-handtag måste börja med &#64; (t.ex., &#64;användarnamn).",
  "demo_url": "Demo URL",
  "form_submit": "Skicka",
  "form_name_ph": "Ange ditt namn",
  "form_email_ph": "Ange din e-post",
  "form_district_ph": "Ange ditt distrikt",
  "form_whatsapp_ph": "Ange WhatsApp-nummer",
  "form_turnover_ph": "Ange din månadsomsättning",
  "form_users_ph": "Ange antalet användare",
  "form_current_ph": "Ange nuvarande plattform",
  "form_issues_ph": "Ange problemen med nuvarande plattform",
  "form_telhandle_ph": "Ange ditt Telegram-handtag",
  "our_commitment": "Vårt åtagande",
  "our_commitment_p1": "VRNL är engagerade i att skydda din integritet och säkra din personliga och finansiella information. Denna policy förklarar vilken information vi samlar in, hur vi använder den och vilka åtgärder vi vidtar för att skydda den. Hänvisningar till vrnl.net inkluderar även dess applikationer.",
  "our_commitment_p2": "Denna policy gäller för alla VRNL-webbplatser och applikationer där den publiceras, i enlighet med gällande lagar i de regioner där vi verkar. Ytterligare regions- eller tjänstespecifika sekretessmeddelanden kan komplettera denna policy.",
  "our_commitment_p3": "Om du lämnar information via tredjepartsplattformar (t.ex. sociala medier-inloggningar) samlar vi in data via dessa integrationer enligt denna policy. Tredjepartens egna sekretesspraxis gäller dock för data som de samlar in direkt. Sekretessinställningar på sådana plattformar påverkar inte hur VRNL använder data som samlas in via våra webbplatser eller appar.",
  "our_commitment_p4": "Våra plattformar kan innehålla länkar till externa webbplatser som inte ägs eller kontrolleras av VRNL. Vi ansvarar inte för deras sekretesspraxis och uppmuntrar dig att granska deras policyer innan du delar information.",
  "our_commitment_p5": "Denna sekretesspolicy bör läsas tillsammans med våra användarvillkor.",
  "user_content": "Användarsamtycke",
  "user_content_para": "Genom att använda VRNL-tjänsten (t.ex. när du registrerar ett konto, köper en tjänst, deltar i en tävling eller kampanj, kommunicerar med oss, på våra webbplatser eller applikationer) samtycker du till vår insamling, användning och delning av din personliga information som beskrivs i denna policy. I vissa fall, särskilt om du är bosatt i ett land som omfattas av dataskyddsbestämmelser, kan vi be dig att ge uttryckligt samtycke för att få tillgång till våra tjänster innan du fortsätter med ytterligare åtgärder. Vid roamingprofiler eller om du är en resenär som besöker olika länder och använder VRNL-tjänster, kommer vi att betrakta registreringslandet som ditt primära land och de samtycken som erhållits vid registrering gäller för bearbetning av personlig information. Sekretessvillkor enligt lag i det landet vid registreringstidpunkten gäller för dig.",
  "accessing_webNet": "Åtkomst till webbplats och Network 18-tjänster via VPN",
  "accessing_webNet_p1": "Du får inte komma åt eller använda VRNL-webbplatser eller tjänster via någon metod eller teknik som döljer eller felaktigt representerar din faktiska geografiska plats (t.ex. med Virtual Private Network (VPN) eller liknande verktyg).",
  "accessing_webNet_p2": "VRNL ansvarar inte för insamling, lagring eller bearbetning av din personliga information om sådana åtkomstmetoder används.",
  "collection_personalInfo": "Insamling av personlig information och dess användning",
  "collection_personalInfo_p1": "“Personlig information” (PII) avser all data som direkt eller indirekt kan identifiera en individ, såsom namn, postadress, e-postadress eller mobilnummer. När anonym data kopplas till personlig information behandlas den också som personlig information.",
  "collection_personalInfo_p2": "VRNL samlar endast in den nödvändiga personliga informationen för att uppfylla dina förfrågningar och tillhandahålla anpassade produkter och tjänster. Vi samlar inte in sådan information om du inte medvetet och frivilligt lämnar den.",
  "collection_personalInfo_p3": "Din personliga information kan användas av VRNL och dess tjänstepartners för att driva våra webbplatser och tjänster, samt för att informera dig om nya funktioner, produkter och tjänster som erbjuds av VRNL och dess dotterbolag.",
  "info_provide_us": "1. Information du lämnar till oss",
  "info_provide_us_desp": "Vi kan be om och samla in följande personliga information om dig när du använder vrnl.net, och utan denna information kanske vi inte kan tillhandahålla alla begärda tjänster:",
  "reg_data": "a. Registreringsdata",
  "reg_data_desp": "För att använda vissa funktioner på webbplatsen, applikationen och för tjänsterna (såsom evenemangsregistreringar och kampanjer på webbplatsen), kan du lämna grundläggande kontaktinformation, inklusive men inte begränsat till:",
  "reg_data_list": "<li><span>Förnamn</span></li> <li><span>Efternamn</span></li> <li><span>E-postadress</span></li>",
  "user_pro_details": "b. Användarprofilinformation",
  "user_pro_details_desp": "Vi kan vidare samla in och registrera följande personliga information under avsnittet 'Min profil', vilket hjälper oss att tillhandahålla anpassade flöden och upprätthålla en användarprofil, inklusive men inte begränsat till:",
  "user_pro_details_list": "<li><span>Namn</span></li> <li><span>Kön</span></li> <li><span>E-post-ID</span></li> <li><span>Födelsedatum</span></li> <li><span>Land</span></li> <li><span>Stad</span></li> <li><span>Mobilnummer</span></li>",
  "mobile_device_permissions": "c. Mobilenhetsbehörigheter",
  "mobile_device_permissions_desp": "När du använder vår applikation på mobila enheter / surfplattor / TV-apparater eller någon annan enhet med åtkomst till applikationen kan vi begära och få tillgång till följande:",
  "mobile_device_permissions_list": "<li><span>Konton - används för att hantera flera användarkonton inom appen och för inloggning</span></li> <li><span>Kontakter - används för att komma åt användares kontakter för att dela artiklar via appen</span></li> <li><span>Telefon - för att läsa telefonstatus och aktivera användarnotiser på användarens enhet. IMEI samlas in för att unikt identifiera varje användare</span></li> <li><span>Kamera - för att användaren ska kunna ladda upp bilder och profilbild. Låter användaren använda kameran inuti VRNL</span></li> <li><span>Mikrofon - för att aktivera röstkommandofunktioner</span></li> <li><span>Lagring - för att komma åt filer och mappar inuti appen</span></li> <li><span>SMS - för att skicka och ta emot verifieringsmeddelanden</span></li>",
  "mobile_device_permissions_desp2": "Behörigheter till dessa inställningar kan vara nödvändiga för att applikationen ska fungera korrekt. Behörigheter kan hanteras via respektive användarenhet under 'inställningar'.",
  "info_voluntarily": "2. Information du lämnar frivilligt",
  "info_voluntarily_desp": "Om du skickar personlig korrespondens, såsom e-post eller brev, eller om andra användare eller tredje parter skickar korrespondens om dina aktiviteter eller inlägg på vrnl.net, kan vi samla in och lagra sådan information.",
  "info_voluntarily_para": "Vi kan samla in ytterligare information vid andra tillfällen, när du lämnar feedback, ändrar ditt innehåll eller e-postinställningar, svarar på undersökningar eller kommunicerar med oss. Denna information kan inkludera ditt namn, e-postadress, mobilnummer, plats osv.",
  "info_auto": "3. Information vi samlar in automatiskt",
  "info_auto_desp": "Vi samlar in information om dig och ditt användande av vår tjänst, dina interaktioner med oss och vår reklam, samt information om din dator eller andra enheter som används för att få tillgång till våra tjänster (såsom mobila enheter, surfplattor och andra visningsenheter). Denna information inkluderar, men är inte begränsad till:",
  "info_auto_list": "<li><span>Aktiviteter på vrnl.net såsom besökta sidor, tid spenderad på sidor, sökfrågor osv.</span></li> <li><span>Dina interaktioner med våra e-postmeddelanden, kundtjänst och meddelandeplattform.</span></li> <li><span>Geolokaliseringsinformation via IP-adresser;</span></li> <li><span>Enhetsinformation såsom enhets-ID, enhetsmodell osv. samt andra unika identifierare</span></li> <li><span>Annonsidentifierare, såsom de som finns på mobila enheter och surfplattor, enheter med identifierare (t.ex. IDFA på iOS och GAID på Android);</span></li> <li><span>Information som samlas in via cookies och andra teknologier* ;</span></li>",
  "info_auto_note": "*Obs: För att förbättra din upplevelse kan vi använda <b>cookies</b> eller liknande teknologier för att tilldela dig ett <b>unikt användar-ID</b> och förstå dina intressen. <b>Cookies</b> avslöjar inte din identitet om du inte lämnar den frivilligt, och de kan inte komma åt data från din enhet. Annonsörer kan sätta sina egna cookies när du interagerar med deras annonser, vilket vi inte kontrollerar. Vi samlar även viss teknisk information när du använder våra webbplatser, applikationer eller tjänster på någon internetansluten enhet.",
  "inferred_info": "4. Härledd information via användning och loggdata",
  "inferred_info_desp": "Vi kan spåra viss information om dig baserat på ditt beteende på vrnl.net. Vi använder denna information för intern forskning om våra användares demografi, enheter, intressen och beteende för att bättre förstå, skydda och betjäna våra användare. Informationen sammanställs och analyseras på aggregerad nivå.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Vi kan även samla in din information för att spåra användarbeteende och preferenser för intern analys och forskning. Vi kan även använda din information:</strong><br> (i) För att utvärdera ditt intresse för investeringsalternativ, tjänster, erbjudanden, prenumerationer; <br> (ii) För att utföra analyser och kundforskning, bestämma ditt intresse, identifiera innehåll som genererar försäljning och analysera trafikmönster.<br>",
  "inferred_info_a": "a. Interaktiva funktioner",
  "inferred_info_a_desp1": "vrnl.net har många funktioner som låter användare avslöja sin identitet och kommunicera med andra användare. Din användning av dessa funktioner och avslöjande av personlig information (t.ex. e-postadress) sker på egen risk och vrnl.net tar inget ansvar. Om din integritet har påverkats på grund av deltagande i sådana funktioner kan du meddela oss via e-post på vrnl@gmail.com",
  "inferred_info_a_desp2": "Om du väljer att posta meddelanden på sociala mediekonton, forum, chattrum eller andra meddelandeområden eller lämnar feedback, samlar vi in den information du lämnar. Vi behåller denna information så länge det behövs för att lösa tvister, ge kundsupport och felsöka problem enligt lag. Vi kan även behålla sådan information aggregerat för att analysera marknadstrender. Vi kopplar dock inte personlig information till dessa kommentarer eller inlägg under analysen.",
  "inferred_info_b": "b. Användarupplevelse och support",
  "inferred_info_b_desp1": "Vi identifierar och använder din IP-adress för att diagnostisera serverproblem och administrera applikationen. Din IP-adress används även för att samla demografisk information och anpassa din upplevelse på vrnl.net.",
  "inferred_info_b_desp2": "Vi kan be dig att fylla i frivilliga onlineundersökningar som kan fråga efter kontakt- och demografisk information (t.ex. postnummer, ålder). Vi använder dessa uppgifter för att skräddarsy din upplevelse på vrnl.net.",
  "info_thirdparty": "5. Information vi samlar in via tredje part",
  "info_thirdparty_a": "a. Sociala medier-inloggning",
  "info_thirdparty_a_desp": "När du registrerar dig via andra konton som Facebook eller Gmail hämtar vi information från dessa konton för att fortsätta interagera med dig och tillhandahålla tjänster. Vi samlar följande information från respektive sociala medieplattformar, inklusive men inte begränsat till:",
  "info_thirdparty_a_list": "<li><span>Facebook - offentlig information, namn, e-post, vänlista</span></li> <li><span>Google - förnamn, efternamn, e-postadress</span></li>",
  "info_thirdparty_b": "b. Transaktions- eller faktureringsinformation",
  "info_thirdparty_b_desp": "Baserat på ditt köp av ett prenumerationspaket kan vår betalningspartner samla in information om ditt kredit-/betalkort eller andra bankkontouppgifter samt din faktureringsadress. Denna information lagras hos betalningspartnern. vrnl.net samlar inte direkt in finansiell information såsom kort- eller bankuppgifter. Besök på dessa betalningsportaler sker på egen risk och de kan ha egna sekretesspolicyer.",
  "lawfulness_processing": "I. Syften och laglighet vid behandling",
  "lawfulness_processing_desp1": "vrnl.net samlar endast in och behandlar personlig data där vi har laglig grund. Laglig grund kan inkludera uttryckligt samtycke eller 'legitimt intresse' där behandlingen är nödvändig för kundsupport eller premiumtjänster (t.ex. betalningsgateway-tjänster).",
  "lawfulness_processing_desp2": "Vi använder informationen för att tillhandahålla, analysera, administrera, förbättra och anpassa vår tjänst och marknadsföring, behandla registreringar, beställningar och betalningar samt kommunicera med dig. Exempel:",
  "lawfulness_processing_list": "<li><span>Bestämma dina behov och ge personliga rekommendationer, tips och prognoser om marknadstrender;</span></li> <li><span>Förebygga, upptäcka och undersöka potentiellt förbjudna eller olagliga aktiviteter, inklusive bedrägeri;</span></li> <li><span>Analysera och förstå vår publik, förbättra tjänsten och optimera innehållsval och rekommendationer;</span></li> <li><span>Kommunicera om våra tjänster (via e-post, pushnotiser, sms och onlinekanaler), informera om nya funktioner, erbjudanden, kampanjer och hjälpa med operationella frågor såsom lösenordsåterställning;</span></li> <li><span>Meddela ändringar i användarvillkor.</span></li> <li><span>Möjliggöra deltagande i interaktiva funktioner via våra tjänster.</span></li> <li><span>Fullgöra våra skyldigheter och upprätthålla rättigheter enligt avtal mellan dig och oss, inklusive fakturering och indrivning.</span></li>",
  "lawfulness_processing_desp3": "Vi kan använda din information för att ge dig en personlig upplevelse på våra webbplatser/appar och för insikter och marknadsföring.",
  "lawfulness_processing_desp4": "Personalisering sker genom cookies, IP-adresser, webbkoder eller liknande teknologier. Detta gör att vi kan visa innehåll och reklam mer relevant för dig. Ge uttryckligt samtycke vid datainsamling.",
  "info_usedBy": "II. Information använd av företaget",
  "info_usedBy_desp1": "Den information som tillhandahålls av användare gör det möjligt för oss att förbättra tjänsterna och ge bästa användarupplevelse. Företaget kan använda informationen för att underhålla, skydda och förbättra tjänsterna, samt för marknadsföring med ditt samtycke.",
  "info_usedBy_desp2": "Personlig information som finns tillgänglig offentligt (t.ex. kommentarer, meddelanden, bloggar) betraktas inte som känslig enligt denna policy. Om du väljer att inte lämna personlig information kan vissa tjänster inte tillhandahållas.",
  "disclosure_tp": "III. Delning med tredje part",
  "disclosure_tp_b": "b. Reklam",
  "disclosure_tp_b_desp": "Vi delar aggregerad statistik med annonsörer för att förstå målgruppen och visa relevanta annonser. Vi delar ingen personlig identifierbar information med tredje part utan ditt samtycke.",
  "disclosure_tp_d": "d. Kampanjerbjudanden",
  "disclosure_tp_d_desp": "Vi delar eller lämnar ut din personliga information utanför vrnl.net när vi har ditt samtycke. Till exempel för att tillhandahålla SMS- och e-postrelaterade tjänster såsom marknadsföringsnyhetsbrev, kampanjer och erbjudanden.",
  "disclosure_tp_f": "f. Juridiskt",
  "disclosure_tp_f_desp": "vrnl.net kan lämna ut personligt identifierbar information om det krävs enligt lag eller i god tro att en sådan åtgärd är nödvändig för att:",
  "disclosure_tp_f_list": "<li><span>följa lagens krav eller efterleva rättsliga processer riktade mot webbplatsen eller dess ägare;</span></li> <li><span>skydda och försvara rättigheter eller egendom tillhörande webbplatsens ägare, webbplatsen eller användarna av vrnl.net;</span></li> <li><span>agera under akuta omständigheter för att skydda den personliga säkerheten för användare av vrnl.net, webbplatsen, dess ägare eller allmänheten.</span></li>",
  "controls_choices": "IV. Dina kontroller och val",
  "managing_info": "Hantera din information",
  "managing_info_desp1": "När du använder tjänster från moneycontrol (webbplatser eller någon av dess undersidor) gör vi vårt bästa för att ge dig, när du begär det, tillgång till din personliga information och säkerställer vidare att all personlig information eller känsliga personuppgifter som är felaktiga eller ofullständiga korrigeras eller ändras i den utsträckning det är möjligt, med förbehåll för lagkrav eller legitima affärsändamål.",
  "managing_info_desp2": "Vi ber enskilda användare identifiera sig själva och den information som begärs att få tillgång till, korrigerad eller borttagen innan vi behandlar sådana begäranden, och vi kan vägra att behandla begäranden som är orimligt repetitiva eller systematiska, kräver oproportionerlig teknisk ansträngning, äventyrar andras integritet eller är extremt opraktiska (t.ex. begäranden som rör information som finns på säkerhetskopior) eller där tillgång annars inte krävs. I alla fall där vi tillhandahåller informationstillgång och korrigering, utför vi denna tjänst utan kostnad, förutom om det skulle kräva oproportionerlig ansträngning. På grund av sättet vi underhåller vissa tjänster, kan efter att du har raderat din information, kvarvarande kopior ta tid innan de raderas från våra aktiva servrar och kan kvarstå i våra säkerhetskopior.",
  "managing_info_desp3": "För att utöva rättigheter som gäller för dig som registrerad person måste du skriva till oss och lämna en begäran om den specifika rätten. Se till att använda lämpliga ämnen för att nämna rätten (t.ex. begäran om dataåtkomst, begäran om dataportabilitet, begäran om dataradering) när du lämnar sådana begäranden, detta hjälper oss att behandla dina begäranden snabbare och mer effektivt.",
  "managing_info_desp4": "Vi ger dig möjlighet att utöva vissa kontroller och val angående vår insamling, användning och delning av din personliga information. I enlighet med tillämplig lag kan dina kontroller och val inkludera:",
  "dataAccess_port": "a. Åtkomst till data och portabilitet",
  "dataAccess_port_desp": "EU:s allmänna dataskyddsförordning (GDPR) ger dig som registrerad person rätt att begära kopior av din personliga information som vi innehar. Du kan även ha rätt att begära kopior av personlig information som du har tillhandahållit oss i ett strukturerat, allmänt använt och maskinläsbart format och/eller be oss överföra denna information till en annan tjänsteleverantör (där tekniskt möjligt).",
  "data_retention": "c. Lagring och radering av data",
  "data_retention_desp1": "Vi behåller din personliga information så länge det är nödvändigt för de legitima intressen som anges i denna policy och för att vi ska kunna uppfylla våra lagliga skyldigheter. Om du inte längre vill att vi använder din information kan du begära att vi raderar din personliga information och stänger ditt vrnl.net-konto.",
  "data_retention_desp2": "Observera att om du begär radering av din personliga information;",
  "data_retention_list": "<li><span>Vi kan behålla viss personlig information som är nödvändig för våra legitima affärsintressen, såsom bedrägeribekämpning och säkerhet. Till exempel, om vi avstänger ett vrnl.net-konto på grund av bedrägeri eller säkerhetsskäl, kan vi behålla viss information från det kontot för att förhindra att användaren öppnar ett nytt konto i framtiden.</span></li> <li><span>Vi kan behålla och använda din personliga information i den mån det behövs för att uppfylla våra juridiska skyldigheter. Till exempel kan vi behålla viss information för skatt, juridisk rapportering och revision.</span></li> <li><span>Information som du har delat med andra (t.ex. recensioner, foruminlägg) kan fortsätta vara offentligt synlig på vrnl.net, även efter att ditt konto har stängts. Attribution av sådan information till dig kommer dock att tas bort. Dessutom kan vissa kopior av din information (t.ex. loggposter) finnas kvar i vår databas men utan personliga identifierare.</span></li> <li><span>Eftersom vi behåller kopior av personlig information för att skydda mot oavsiktlig eller skadlig förlust och förstöring, kan kvarvarande kopior av din personliga information inte tas bort från våra säkerhetskopior under en begränsad tid.</span></li>",
  "data_retention_note": "(Observera: Om du har flera konton hos moneycontrol måste du lämna separata begäranden för varje konto med tillhörande e-postadresser.)",
  "withdrawing_consent": "d. Återkallande av samtycke och begränsning av behandling",
  "withdrawing_consent_desp": "För att återkalla ditt samtycke när som helst under tjänstens löptid kan du göra detta genom att skicka ett e-postmeddelande till oss. Vi kommer att granska din begäran och kan be dig verifiera din identitet. Efter verifiering kommer vi att återkalla samtycket för det som begärts och stoppa vidare behandling av din personliga information.",
  "fail_provideConsent": "V. Om du inte lämnar samtycke",
  "fail_provideConsent_desp": "Det är vår plikt att informera dig om att vrnl.net är en annonsplattform. Reklam utgör kärnan i vår verksamhet, därför är tillstånd att använda och behandla din personliga information för att leverera annonser avgörande för att vi ska kunna tillhandahålla tjänster till dig. Användning av personlig information för annonsering är ett bindande kriterium och vi kommer inte kunna tillhandahålla våra tjänster om du inte ger oss tillstånd att använda din information för detta syfte.",
  "childrens_privacy": "VI. Barns integritet",
  "childrens_privacy_desp1": "vrnl.net är inte avsiktligt utformat för eller riktat till personer under 16 år. vrnl tillåter inte medvetet någon person under 16 år att registrera sig för tjänsterna eller tillhandahålla någon annan personligt identifierbar information. Om vrnl blir medvetet om att personlig information från personer under 16 år har samlats in utan verifierat föräldrasamtycke, kommer vrnl att vidta lämpliga åtgärder för att radera sådan information och meddela föräldern.",
  "childrens_privacy_desp2": "Vi anser dock att det är föräldrars ansvar att övervaka sina barns användning av våra tjänster. Vår policy är att inte samla in eller bearbeta någon personlig information från barn under 16 år eller skicka marknadsföringsmaterial till personer i denna kategori. vrnl söker eller avser inte att samla in personlig information från barn. Om en förälder eller vårdnadshavare tror att ett barn har lämnat personlig information till vrnl utan föregående samtycke, kontakta vår kundsupport för att säkerställa att informationen tas bort.",
  "data_transfer": "VII. Överföring, lagring och behandling av data globalt",
  "data_transfer_desp": "Vi verkar globalt och kan överföra din personliga information till vrnl:s dotterbolag eller tredje parter runt om i världen för de ändamål som beskrivs i denna sekretesspolicy. Var din personliga information än överförs, lagras eller behandlas av oss, kommer vi att vidta rimliga åtgärder för att skydda dess sekretess. Dessutom, vid användning eller utlämning av personlig information från EU, använder vi standardavtalsklausuler godkända av Europeiska kommissionen och andra medel enligt EU-lag för att säkerställa adekvat skydd.",
  "security_compliance": "VIII. Säkerhet och laglig efterlevnad",
  "security_compliance_desp": "Vi implementerar och uppdaterar kontinuerligt administrativa, tekniska och fysiska säkerhetsåtgärder för att skydda din information mot obehörig åtkomst, förlust, förstöring eller ändring. Exempel på skydd inkluderar brandväggar, datakryptering och åtkomstkontroller. Om du vet eller misstänker att dina kontouppgifter på vrnl.net har gått förlorade, stulits, ändrats eller på annat sätt komprometterats, kontakta vår kundsupport omedelbart.",
  "changein_policy": "IX. Ändring av policy",
  "changein_policy_desp": "Denna sekretesspolicy kan ändras från tid till annan. Vi förbehåller oss rätten att efter eget gottfinnande ändra villkoren i denna sekretesspolicy för att säkerställa efterlevnad av gällande lagar ('Uppdaterade villkor'). De uppdaterade villkoren träder i kraft omedelbart och ersätter tidigare villkor. Vi kommer att informera dig om ändringar som väsentligt påverkar dina rättigheter eller om lag kräver det. Du ansvarar ensam för att granska sekretesspolicyn regelbundet. Genom att fortsätta använda vrnl.net efter att uppdaterade villkor publicerats, godkänner du dessa.",
  "contact_info": "X. Kontaktinformation",
  "contact_info_a": "a. Support",
  "contact_info_a_desp": "Om du behöver information eller förtydligande om användning av din personliga information eller denna sekretesspolicy, vänligen e-posta oss på",
  "contact_info_b": "b. Klagomål",
  "contact_info_b_desp1": "Du kan skriva till vår dataskyddsombud vid klagomål. Du har rätt att klaga över databehandling utförd av vrnl.net inför behöriga dataskyddsmyndigheter.",
  "contact_info_b_desp2": "Om du har frågor eller klagomål om insamling, behandling, överföring av personlig information eller denna policy, kontakta vårt dataskyddsombud.",
  "risk_management_title": "Dina insatser, vårt ansvar – Oöverträffad riskhantering &",
  "risk_management_title2": "Ett företag som konsekvent söker innovativa lösningar för sina affärsbehov.",
  "dedicated_rm_team": "Dedikerat riskhanteringsteam",
  "dedicated_rm_team_desp": "Vi har ett dedikerat och <b>mycket erfaret riskhanteringsteam</b> som arbetar <b>24/7.</b> Deras huvudsakliga uppgift är att övervaka varje satsning och transaktion på vår plattform för att säkerställa <b>fair play</b> och <b>säkerhet</b> för alla användare.",
  "key_features_rm": "Huvudfunktioner",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Övervakning i realtid:</strong> Avancerade system spårar satsningar, oddsändringar och användaraktivitet kontinuerligt.</span></li> <li><strong>Manuell granskning:</strong> Aviseringar triggar djupgående kontroller av satsningsmönster, oddsändringar och kontobeteende.</li> <li><strong>Riskminimering:</strong> Omedelbara åtgärder såsom ogiltigförklarande/suspendering av satsningar, frysning av konton eller verifiering av användare vid oregelbundenheter.</li> <li><strong>Dataanalys:</strong> Löpande granskning av live- och historiska data för att upptäcka risktrender och förbättra förebyggande strategier.</li> <li><strong>Incidentrespons:</strong> En strukturerad plan för att snabbt och effektivt hantera säkerhetsbrott, fusk eller andra hot.</li>",
  "benefits_rm": "Fördelar",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Löpande utbildning:</strong> Kontinuerlig kompetensutveckling för riskteamet för att effektivt hantera nya hot.</span></li> <li><strong>Avancerad teknik och säkerhet:</strong> Regelbundna uppgraderingar, penetrationstester, programuppdateringar och säkerhetsrevisioner.</li> <li><strong>Transparens:</strong> Tydlig kommunikation med användare om riskhanteringsåtgärder för att bibehålla förtroendet.</li> <li><strong>Kontinuerlig förbättring:</strong> Utvecklande strategier baserade på tidigare incidenter och nya risker för att skydda plattformens integritet och användarintressen.</li>",
  "sbs_bold": "Sports <strong> Betting Software </strong>",
  "sbs_bold_p1": "Redo att ta din sportsbettingupplevelse till nästa nivå? Titta inte längre än VRNL Sports Betting Software! I denna artikel utforskar vi hur VRNL:s banbrytande teknik kan förändra sättet du satsar på. Med över två decennier av branschkompetens är VRNL din pålitliga partner för innovativa sportsbettinglösningar. Låt oss dyka in i världen av sportsbettingprogramvara och upptäcka hur vi kan höja ditt spel.",
  "sbs_bold_p2": "VRNL:s Sports Betting Software erbjuder en värld av möjligheter för sportentusiaster och spelare. Med fokus på att tillhandahålla korrekt, relevant och hjälpsam information kombinerar VRNL ämnesexpertis och personliga erfarenheter för att skapa en omfattande satsningslösning. Lita på VRNL för att höja din sportsbettingupplevelse till nya höjder.",
  "sbs_bold_p3": "Utforska VRNL:s sportsbettingprogramvara idag och ta ditt spel till nästa nivå!",
  "sbs_try_b2b": "Prova vår B2B Betting-programvara",
  "sbs_try_b2c": "Prova vår B2C Betting-programvara",
  "sbs_mf_desp": "Vi erbjuder ett omfattande utbud av verktyg för att underlätta hanteringen av vår bettingprogramvara. Bland dessa lyfter vi fram de mest kraftfulla och särskilt de avgörande för att konkurrera globalt:",
  "sbs_mf_list": "<li> <strong>Odds i realtid</strong> Håll dig uppdaterad med odds i realtid som ger dig ett konkurrensförsprång. VRNL:s programvara säkerställer att du aldrig missar de bästa möjligheterna. </li> <li> <strong>Mobilkompatibilitet </strong> Satsa när du är på språng med VRNL:s mobilkompatibla programvara. Oavsett om du använder iOS eller Android anpassar sig plattformen till din enhet för en smidig upplevelse. </li> <li> <strong>Avancerad oddstjänst</strong> omdefinierar sportdata-API:er. Den erbjuder 100 % korrekta odds före match och de snabbaste live-data feeds med minimal fördröjning.</li> <li> <strong>Flexibel integration</strong> Vår plattform kan sömlöst integreras i ditt system via API eller iFrame, vilket ger mångsidighet i implementeringen.</li>",
  "sbs_benefits": "Vilka kommer fördelarna att vara? <b>Låt oss förklara</b>",
  "sbs_benefits_p1": "<strong>Fördelen med att driva en online- och detaljhandelsplattform</strong> Att starta en online bettingplattform kan verkligen vara utmanande.",
  "sbs_benefits_p2": "Det är därför vi har designat en <strong>omfattande sportsbetting-programvarumiljö</strong> för att göra processen smidigare, komplett med förstklassiga oddssleverantörer för att ge dig det bredaste täckningsområdet.",
  "sbs_benefits_p3": "Våra reglerade partners får fullt stöd för sin inträde i online bettingindustrin, tillsammans med möjlighet till Branded eller Non-Branded versioner av våra plattformar.",
  "sbs_benefits_p4": "Vår programvara inkluderar robusta riskhanteringsverktyg, vilket gör det snabbt och enkelt att sätta upp och är redo att skala när ditt företag växer.",
  "sbs_benefits_p5": "Att hantera <strong>online-spelare och bettingbutiker</strong> har aldrig varit så enkelt och användarvänligt.",
  "complete_sbs": "Komplett Sports <strong> Betting-programvara </strong>",
  "whatwe_have": "Vad har vi för dig?",
  "whatwe_have_list": "<li> <strong>Spelarkontroll</strong> Vår plattform erbjuder robust spelarkontohantering, inklusive registrering och verifiering. Vi har också ett effektivt system för att upptäcka och hantera bedrägliga konton. </li> <li> <strong>Geolokaliseringsverktyg</strong> Vi erbjuder verktyg som kan hämta platsinformation från IP-adresser för att säkerställa korrekt geolokalisering.</li>",
  "whatwe_have_desp": "Med vårt omfattande stöd kan du fokusera på att etablera och utveckla dina detaljhandelsbutiker och online-nätverk.",
  "b2c_sbs": "B2C sportsbetting-programvara",
  "b2c_sbs_p1": "VRNL är din främsta destination för B2C sportsbetting-programvarulösningar. Vi är ett pålitligt namn i branschen, dedikerade till att leverera banbrytande programvara som förbättrar din sportsbettingupplevelse. Oavsett om du är en erfaren spelare eller ny inom sportspel, har vi verktygen du behöver för att höja ditt spel. Prova VRNL:s sportsbetting-programvara idag och ta ditt spel till nästa nivå!",
  "b2c_sbs_p2": "B2C (business-to-consumer) sportsbetting-programvara hänvisar till tekniken och plattformen som används av sportsbook-operatörer för att erbjuda sportsbettingtjänster direkt till slutanvändare.",
  "b2c_sbs_p3": "Denna typ av programvara gör det möjligt för konsumenter att satsa på olika sportevenemang via webben eller mobilappar. Här är några nyckelfunktioner och komponenter som vanligtvis finns i B2C sportsbetting-programvara:",
  "b2c_sbs_list": "<li> <b>Användarregistrering och kontohantering:</b> Gör det möjligt för användare att skapa konton, hantera personlig information och följa satsningshistorik. </li> <li> <b>Kundsupport:</b> Erbjuder kundsupportalternativ, såsom livechatt, e-post och telefonsupport, för att hjälpa användare med frågor och problem. </li> <li> <b>Affiliateprogram:</b> Erbjuder affiliateprogram för marknadsföring och promotion, vilket gör att partners kan tjäna provisioner för att hänvisa användare. </li>",
  "casino_sbs": "Casino och Sports <strong>Betting-programvara </strong>",
  "casino_sbs_list": "Leverantörer 75+<br /> Spelautomater 15 000+<br /> Bordsspel 500+<br /> Videopoker 700+<br /> Andra spel 200+<br /> Live Game Show<br /> First Person-spel<br /> American roulette live<br /> Live blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Online",
  "casino_platform": "casino plattform",
  "onc_desp1": "VRNL erbjuder en komplett lösning med vår <strong>White Label Casino</strong>-tjänst.",
  "onc_desp2": "Vår <strong>online casinoplattform</strong> är designad för enkelhet och säkerställer lätt hantering för både nybörjare och erfarna yrkespersoner. Med VRNL får du omfattande vägledning för att starta ditt <strong>online casino</strong>-företag.",
  "onc_desp3": "Innan du tar steget inbjuder vi dig att se dess smidiga drift i praktiken.",
  "wlc_mainFeatures_desp1": "Vi erbjuder ett omfattande utbud av verktyg utformade för att ge dig möjlighet att hantera vår online casinoplattform. Bland dessa har vi destillerat utvalet för att fokusera på de mest inflytelserika och, viktigast av allt, de oumbärliga för att lyckas i den konkurrensutsatta globala arenan:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Den mest omfattande katalogen av online casinospel världen över,</strong> noggrant utvalda från branschens högst rankade leverantörer </li> <li> <strong class='black-color'>Verktyg för bonusar</strong> och optimering av slot-lönsamhet </li> <li> <strong class='black-color'>Kampanjbyggare</strong> och hantering av spelturneringar</li> <li>Kan <strong class='black-color'>sömlöst integreras via API eller iFrame-teknik.</strong> </li>",
  "wlc_mainFeatures_desp2": "Dessutom inkluderar vårt paket live casinoprogramvara, vilket gör det möjligt för dig att erbjuda dina användare en autentisk upplevelse av ett riktigt casino från komforten i deras eget hem.",
  "wlc_benefits": "Vilka kommer fördelarna att vara?",
  "letus_explain": "Låt oss förklara",
  "letus_explain_desp1": "Tänker du ta steget in i världen av online betting? VRNL erbjuder en",
  "letus_explain_desp2": "casino white label-lösning som kan vara din perfekta startpunkt.",
  "letus_explain_desp3": "Använd våra professionella tjänster och expertis, tillsammans med våra avancerade <strong>casino-plattformar</strong> och teknik. Våra reglerade partners får omfattande stöd när de går in i online casinobranschen, med möjlighet att välja mellan branded eller non-branded plattformsvarianter.",
  "letus_explain_desp4": "Att starta ett online casino kan vara en komplex resa. Därför har vi skapat en komplett casino-miljö, med ledande spelutvecklare och över 1 000 spel. Vår spelmatematik är säker och certifierad, vilket garanterar ditt sinnesro.",
  "letus_explain_desp5": "Expandera ditt företag enkelt med vår plattforms robusta riskhanteringsverktyg för snabb och enkel uppstart.",
  "wlc_complete_solutions": "Kompletta <span>Casino White Label</span>-lösningar",
  "wlc_offer": "Vad erbjuder vi dig?",
  "wlc_complete_solutions_list": "<li>Verifieringsprocedurer, officiellt godkända av tillsynsmyndigheter</li> <li>Affiliate-marknadsföringsverktyg, ett referralsystem och sociala medieintegrationer</li> <li>Push-notiser för mobil, webpush och meddelanden i appen</li> <li>Spelarkontroller, registrering och verifiering, samt system för att upptäcka bedrägliga konton</li> <li>Geolokaliseringsverktyg för att extrahera platsinformation från IP-adresser</li>",
  "wlc_complete_solutions_more": "Men vänta, det finns mer",
  "wlc_complete_solutions_desp": "<strong>VRNL:s plattform är finjusterad för topprestanda</strong> och stabilitet. Vi använder banbrytande teknik som fungerar dubbelt så snabbt som vanliga casinoplattformar. Vår omfattande erfarenhet har skapat den snabbaste och mest kraftfulla applikationen idag.",
  "wlc_numbers": "<span>White Label</span> Casino i siffror",
  "wlc_numbers_p1": "Upptäck de obegränsade möjligheterna med VRNL:s White Label Casino-lösningar. Höj ditt casinoföretag med vårt omfattande utbud av casinotjänster",
  "wlc_numbers_p2": "Det finaste urvalet av ledande Live Casino-leverantörer världen över",
  "wlc_numbers_p3": "En enastående variation av live-bord tillgängliga online, med flerkanel-leverans.",
  "wlc_numbers_list": "<li>Över 75 leverantörer</li> <li>Mer än 15 000 spelautomater</li> <li>500+ bordsspel</li> <li>700+ videopokerspel</li> <li>Mer än 200 andra spel</li>",
  "wlc_numbers_p4": "Vårt dedikerade team guidar dig genom alla faser, från initial utbildning till lansering av produktionen.",
  "wlb_platform": "White Label Betting-plattform",
  "wlb_platform_p1": "VRNL:s <b class='bold'>white label sportsbook-lösning</b> erbjuder en omfattande, helt hanterad exchangeplattform. <br />",
  "wlb_platform_p2": "En av de mest framträdande funktionerna i vår white label sportsbook-lösning är dess exceptionella <b class='bold'>hastighet vid webbplatsuppbyggnad och implementering.</b> Vårt dedikerade team kan få din sportsbook-webbplats igång inom bara tio arbetsdagar, <b class='bold'>precis anpassad efter dina unika behov.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Vår tjänst inkluderar specialiserad hosting</b>, all nödvändig programvara, live odds-flöden, riskhanteringsverktyg och förstklassig kundsupport. Vi är en ledande white label bettingplattform.",
  "wlb_platform_list": "<li>Webbutveckling, <b>Branding, Anpassning</b>, och rigorös testning av klienternas exchange</li> <li>Regelbundna förbättringar och funktionsuppdateringar</li> <li><b>Hårdvaruleverans</b>, hosting, kontinuerlig övervakning 24/7 och omfattande support</li> <li><b>Mångsidigt utbud av bettingmarknader,</b> sportkategorier och ligautbud</li> <li>Effektiv satsningsmottagning och noggranna uppgörelseprocesser</li> <li>Avancerad riskhantering, robust bokföring och noggranna övervakningsverktyg</li>",
  "wlb_platform_p4": "VRNL:s dedikerade konsulter samlar noggrant dina krav och presenterar ett utvalt urval av mallar och senaste utvecklingsprestationer. Alla våra plattformar är flerspråkiga och stöder flera valutor, och användargränssnittet (UI) anpassas noggrant efter dina behov.",
  "wlb_platform_customization": "Anpassningar",
  "be_unique": "Var unik",
  "be_unique_desp1": "<b class='bold'>VRNL specialiserar sig på anpassade white label bettingplattformar, casinon och betting,</b> samt skräddarsydda lösningar som stärker ditt varumärkes identitet.",
  "be_unique_desp2": "Vårt expertteam säkerställer att varje detalj, från visuellt imponerande gränssnitt till logointegration och funktionsförbättringar, stämmer överens med din vision.",
  "be_unique_desp3": "Ge dig ut på din resa in i VRNL:s värld, där din unika vision blir verklighet.",
  "wlb_platform_odds": "Odds",
  "wlb_platform_odds_optimize": "Optimera bettingodds med VRNL",
  "wlb_platform_odds_p1": "Håll dig före konkurrensen med våra avancerade <b class='bold'>tjänster för oddsmanagement</b>. Vi erbjuder justeringar i realtid, riskhantering och marknadsanalys för att hjälpa dig optimera dina sportsbetting-erbjudanden och förbättra spelupplevelsen.",
  "wlb_platform_odds_p2": "Vårt team av specialister är engagerade i att säkerställa din framgång. Kontakta oss idag för att utforska hur vi kan ta ditt bettingföretag till nästa nivå.",
  "wlb_platform_zeroRisk": "Noll risk",
  "wlb_platform_zeroRisk_h1": "Trading- och riskhanteringstjänster",
  "wlb_platform_zeroRisk_p1": "Vi erbjuder omfattande trading- och riskhanteringstjänster, tillsammans med expertråd om oddsmanagement. Dessutom erbjuder vi en unik funktion – vinstgaranti. Praktiskt innebär detta att om din plattform inte genererar intäkter, täcker vi utbetalningarna till dina spelare. Vi prioriterar din sinnesro.",
  "wlb_platform_bpb": "Branding av bettingplattform",
  "wlb_platform_bpb_layouts": "Obegränsade layouter",
  "wlb_platform_bpb_layouts_desp": "Välj från ett <b>mångsidigt utbud av bettinglayouter</b> med vårt omfattande urval av mallar. Alternativt, ta full kreativ kontroll genom att skapa din egen layout via våra <b>API-tjänster</b>. Med detta alternativ kan du och ditt utvecklingsteam självständigt skapa ett helt anpassat användargränssnitt, skräddarsytt exakt efter din vision.",
  "Betting": "Betting",
  "B2C": "B2C",
  "Casino": "Casino",
  "main_sec_title": "VRNL är den främsta leverantören av sportsbettingprogramvara i Bangladesh.",
  "who_we_are": "Vem vi är",
  "what_we_do": "Vad vi gör",
  "about_us_title": "Om oss - White label sportsbetting-programvara och onlinecasino",
  "casino_providers": "Casinoleverantörer",
  "betting_providers": "Bettingleverantörer",
  "games_providers": "Spelleverantörer",
  "online_exch_sw_title": "Revolutionera ditt företag med VRNL Online Exchange Software",
  "casino_games_title": "Casinospel - White label Casino",
  "casino_tournaments_title": "Casinoturneringsprogramvara - White label Casino online",
  "esports_title": "eSports Betting-programvara som låter dina användare satsa på topp eSports-spel",
  "faq_title": "VRNL FAQ – Din guide till vanliga frågor och svar",
  "iframe_title": "Sportsbook iFrame White label sportsbetting och Casino",
  "live_casino_title": "White label Casino - starta ditt eget onlinecasino",
  "lottery_games_title": "Lotterispel - White label Casino",
  "mobile_title": "Förbättra ditt spel med VRNL:s mobila sportsbetting-programvara",
  "online_casino_sw_title": "Online Casinoprogramvara - Utvecklingen av online casinoprogramvara och plattformsleverantör",
  "ourTheme_title": "Bet & Win: Vårt arbete inom online betting och casinon",
  "risk_management_title_main": "Riskhanteringsstrategier för sportsbook-operatörer - White label sportsbetting-programvara och casino",
  "sport_bet_title": "Förbättra din bettingupplevelse med VRNL Sports Betting-programvara",
  "wlc_title": "White label Casino - starta enkelt ditt onlinecasino med vår White Label Casino-lösning.",
  "whiteLabel_title": "VRNL, din personliga leverantör av white label sportsbook-programvara",
  "TOAST": {
    "FILL_REQUIRED": "Vänligen fyll i alla obligatoriska fält.",
    "SUBMITTING": "Skickar begäran...",
    "SUCCESS": "Demoförfrågan skickades framgångsrikt!",
    "ERROR": "Ett fel uppstod. Vänligen försök igen."
  },
  "disclosure_tp_a_desp": "<strong>a. Allmän information</strong><br> Ibland kan vrnl.net göra viss personlig information tillgänglig för strategiska partners som samarbetar med vrnl.net för att tillhandahålla tjänster, eller som hjälper vrnl.net att marknadsföra till kunder. Till exempel, när du köper och aktiverar en prenumeration, godkänner du att vrnl.net utbyter den information du lämnar under aktiveringsprocessen för att genomföra en tjänst. Om du har godkänt tjänsten, kommer ditt konto att regleras av vrnl.nets sekretesspolicy. Personlig information delas endast av vrnl.net för att tillhandahålla eller förbättra våra tjänster och marknadsföringsaspekter; den delas inte med tredje part för deras marknadsföringsändamål.<br> Vrnl.net kan också noggrant välja andra företag att skicka information om sina produkter eller tjänster som är relaterade till webbplatsens tjänst men som inte är nödvändiga för dess funktion ('Utökad tjänst'). Om vrnl.net avser att använda personligt identifierbar information för en utökad tjänst, kommer vrnl.net-webbplatsen att ge dig möjligheten och nödvändiga instruktioner för att avböja denna tjänst.<br> Du kan också stoppa leveransen av informations- eller reklammeddelanden från <b>vrnl.net</b> genom att följa instruktionerna i meddelandet.",
  "objection_processing_desp": "<strong>e. Invändning mot behandling</strong><br> När dina personuppgifter behandlas för direktmarknadsföringsändamål kan du när som helst begära att vi upphör med behandlingen av dina uppgifter för dessa direktmarknadsföringsändamål genom att skicka ett e-postmeddelande till oss.<br> Observera att om du inte tillåter oss att samla in personuppgifter om dig, kan vi kanske inte tillhandahålla vissa upplevelser, produkter och tjänster till dig, och vissa av våra tjänster kanske inte kan ta hänsyn till dina intressen och preferenser. Om insamling av personuppgifter är obligatorisk kommer vi att göra det tydligt vid insamlingstillfället så att du kan fatta ett informerat beslut om att delta. Om du har frågor om de specifika personuppgifterna som vi behandlar eller behåller om dig och dina rättigheter angående dessa personuppgifter, vänligen kontakta vårt kundsupportteam.",
  "disclosure_tp_e_desp": "<strong>e. Företagsöverföringar</strong><br> Vi tillhandahåller personuppgifter till våra dotterbolag och andra betrodda företag eller personer för att behandla dem åt oss, baserat på våra instruktioner och i enlighet med vår sekretesspolicy och andra lämpliga konfidentialitets- och säkerhetsåtgärder. Till exempel kan vi använda tjänsteleverantörer för att hjälpa oss med kundsupport.<br> Om vrnl slås samman med eller förvärvas av ett annat företag, eller i händelse av omorganisation eller omstrukturering av verksamheten, kan vi och våra dotterbolag dela dina personuppgifter, helt eller delvis, med en annan affärsenhet.",
  "rectification_iii_desp": "<strong>b. Rättelse av felaktig eller ofullständig information</strong><br> Du kan be oss att korrigera felaktig eller ofullständig personlig information som rör dig (detta är information som du inte kan uppdatera själv inom ditt moneycontrol-konto) genom att skicka ett e-postmeddelande till oss.<br> Du kan komma åt och uppdatera vissa av dina personuppgifter via kontoinställningarna. Om du har valt att koppla din vrnl.net-profil till en tredjepartsapplikation, som Facebook eller Google, kan du ändra dina inställningar och ta bort tillstånd för appen genom att ändra kontoinställningarna. Du är ansvarig för att hålla dina personuppgifter uppdaterade. Vrnl.net kan skicka periodiska påminnelser via e-post för att säkerställa att dina personuppgifter är korrekta.",
  "disclosure_tp_c_desp": "<strong>c. Tjänsteleverantörer</strong><br> Vrnl.net kan inkludera länkar till olika tredjepartswebbplatser som kan samla in dina personuppgifter. Användningen av information som samlas in av en sådan tredjepartsplattform regleras av sekretesspolicyn på den plattformen. Sådana webbplatser eller applikationer styrs av sina respektive sekretesspolicyer, som ligger utanför vår kontroll. När du lämnar våra servrar (du kan se var du är genom att kontrollera URL:en i webbläsarens adressfält) regleras användningen av all information du lämnar av sekretesspolicyn för operatören av applikationen du besöker. Den policyn kan skilja sig från vår. Om du inte kan hitta sekretesspolicyn för någon av dessa webbplatser via en länk från applikationens startsida, bör du kontakta applikationens ägare direkt för mer information.<br> Vi kan dela information som inte personligen identifierar dig offentligt och med våra partners – såsom utgivare, annonsörer, utvecklare eller rättighetsinnehavare. Till exempel delar vi information offentligt för att visa trender om den allmänna användningen av våra tjänster. Vi tillåter också specifika partners att samla in information från din webbläsare eller enhet för marknadsförings-/kampanjändamål och mätändamål med hjälp av sina egna cookies eller liknande teknologier.",
  "data_security": "Datasäkerhet"
}