{
  "contact_title": "บริษัทที่มุ่งมั่นในการหาวิธีแก้ปัญหานวัตกรรมเพื่อตอบสนองความต้องการทางธุรกิจอย่างต่อเนื่อง",
  "contact_footer": "“เราคือทีมของนักกลยุทธ์สร้างสรรค์ ผู้หลงใหลเทคโนโลยี และผู้สื่อสารที่มีประสิทธิภาพ ขับเคลื่อนด้วยความหลงใหลในอุตสาหกรรมเกมออนไลน์ ความมุ่งมั่นไม่ลดละของเราคือการส่งเสริมความสำเร็จของลูกค้าในธุรกิจ”",
  "contact_header": "ติดต่อเรา",
  "contact_para": "ปรึกษากับผู้เชี่ยวชาญ VRNL เพื่อค้นหาว่าผลิตภัณฑ์ของเราสามารถยกระดับธุรกิจการเดิมพันของคุณได้อย่างไร",
  "telegram": "Telegram",
  "write_msg": "ส่งข้อความถึงเรา",
  "fname": "ชื่อเต็ม",
  "fname_err": "จำเป็นต้องกรอกฟิลด์นี้ (อย่างน้อย 2 ตัวอักษร)",
  "email": "อีเมลของคุณ",
  "email_err": "ต้องใช้อีเมลที่ถูกต้อง",
  "country": "ประเทศ",
  "pnumber": "หมายเลขโทรศัพท์",
  "pnumber_err": "หมายเลขโทรศัพท์ต้องมี 10 หลัก",
  "message": "ข้อความ",
  "sending": "กำลังส่ง…",
  "submit": "ส่ง",
  "con_param1": "เราจะไม่เปิดเผยข้อมูลส่วนตัวของคุณกับบุคคลอื่น โปรดตรวจสอบ",
  "privacy_policy_form": "“นโยบายความเป็นส่วนตัว”",
  "con_param2": "สำหรับข้อมูลเพิ่มเติม",
  "casino_tournament_h1": "<b class='chck'>การแข่งขันคาสิโน</b> ช่วยให้คุณสร้างการแข่งขันพร้อมวันที่เริ่มต้นและสิ้นสุด",
  "casino_tournament_p1": "เครื่องมือที่ทรงพลังสำหรับเพิ่มรายได้ในส่วนคาสิโนคือการจัด <strong>การแข่งขันคาสิโน</strong>",
  "casino_tournament_h2": "คุณสามารถ <strong>ปรับแต่งการแข่งขันแต่ละรายการ</strong> ได้อย่างเต็มที่โดยการเลือกสล็อตที่จะเข้าร่วมการแข่งขัน",
  "casino_tournament_p2": "เพื่อ <strong>สร้างโปรโมชั่น</strong> เพียงเลือก <strong>ชื่อ</strong> สำหรับ <strong>การแข่งขัน</strong> กำหนด <strong>สล็อต</strong> ที่จะรวม และระบุ <strong>แจ็กพอต</strong> ที่จะแจกจ่ายให้กับ <strong>รางวัลต่างๆ</strong> ทั้งหมดสามารถปรับตามความต้องการของคุณ",
  "casino_tournament_p3": "รายละเอียดสำคัญที่ต้องใส่ ได้แก่ <strong>วันที่เริ่มต้น</strong>, <strong>วันที่สิ้นสุด</strong>, <strong>แจ็กพอตทั้งหมด</strong>, จำนวนผู้เข้าร่วมในการจัดอันดับ และข้อกำหนดการเดิมพันขั้นต่ำสำหรับเข้าร่วมการแข่งขัน",
  "casino_tournament_p4": "นอกจากนี้ คุณยังสามารถเข้าถึงกระดานผู้นำแบบเรียลไทม์ที่แสดงชื่อผู้ใช้ ตำแหน่งผู้เล่น และรางวัลที่เกี่ยวข้อง ฟีเจอร์นี้สามารถปรับปรุงประสบการณ์ผู้ใช้ในแพลตฟอร์มคาสิโนของคุณ ดึงดูดผู้เล่นมากขึ้นและเพิ่มรายได้",
  "casinogames_title": "ทำไมต้องเลือกแพลตฟอร์มของเรา?",
  "casinogames_title_h1": "แคตตาล็อกที่ครอบคลุมที่สุดในโลกของ",
  "online_casino_games": "เกมคาสิโนออนไลน์",
  "online_casino_games_p1": "แพลตฟอร์ม <b style='color: #575756;'>White Label</b> ของเราเป็นจุดหมายปลายทางที่ดีที่สุดสำหรับคุณ มอบคอลเลกชันเกมคาสิโนและสล็อตที่น่าตื่นเต้นกว่า 3000+ เกม เราภูมิใจในการนำเสนอเกมคาสิโนออนไลน์ที่ครบครันที่สุดบนอินเทอร์เน็ต",
  "online_casino_games_p2": "เรารองรับผู้ให้บริการเกมออนไลน์, บ่อนพนัน, ลอตเตอรี่ และองค์กรการเดิมพันในตลาดที่ถูกกฎหมาย",
  "online_casino_games_p3": "เราเข้าใจความสำคัญของการเล่นเกมที่ปลอดภัยและยุติธรรมในโลกคาสิโนออนไลน์ ดังนั้นระบบคณิตศาสตร์เกมของเราไม่เพียงแค่แข็งแกร่ง แต่ยังได้รับการรับรองจากห้องปฏิบัติการเกมอิสระ การรับรองนี้รับประกันประสบการณ์ผู้ใช้ที่ดีที่สุดสำหรับผู้เล่นของคุณ ทำให้การเล่นคาสิโนออนไลน์เป็นประสบการณ์ระดับพรีเมียม",
  "casino_nos": "ตัวเลขคาสิโน",
  "slot_machine": "สล็อตแมชชีน",
  "morethan10": "มากกว่า 10",
  "tablegames": "เกมโต๊ะ",
  "morethan4": "มากกว่า 4",
  "videopoker": "วิดีโอโป๊กเกอร์",
  "morethan": "มากกว่า",
  "lottery": "ลอตเตอรี่",
  "morethan9": "มากกว่า 9",
  "proveedores": "ผู้ให้บริการ",
  "morethan12": "มากกว่า 12",
  "online_turnkey": "เรามีบริการคาสิโนออนไลน์แบบครบวงจร",
  "casino_wls": "โซลูชัน White Label คาสิโน",
  "casino_wls_desp": "เปิดคาสิโนแบรนด์ของคุณได้ง่ายดายด้วยโซลูชัน White Label ของ VRNL ปรับแต่งคาสิโนของคุณ เสนอเกมหลากหลาย รับประกันความปลอดภัย และเริ่มสร้างรายได้ได้ทันที",
  "webbranding": "การสร้างแบรนด์เว็บไซต์",
  "webbranding_desp": "ยกระดับตัวตนออนไลน์ของคุณด้วยบริการสร้างแบรนด์เว็บไซต์จาก VRNL เราออกแบบ สร้าง และปรับปรุงเว็บไซต์ให้สะท้อนเอกลักษณ์เฉพาะของคุณ",
  "toolstraning": "เครื่องมือ (การฝึกอบรม)",
  "toolstraning_desp": "ปลดล็อกศักยภาพของคุณในโลกการเทรดด้วยเครื่องมือที่ทรงพลังของ VRNL โซลูชันล้ำสมัยของเราช่วยให้คุณมีข้อมูลเชิงลึกและเทคโนโลยีในการตัดสินใจอย่างชาญฉลาดและเพิ่มความสำเร็จในการเทรดของคุณ",
  "client_support": "การสนับสนุนลูกค้า",
  "client_support_desp": "ปรับปรุงประสบการณ์ลูกค้าของคุณด้วยบริการสนับสนุนลูกค้าของ VRNL ทีมงานผู้เชี่ยวชาญของเราพร้อมให้ความช่วยเหลือ เพื่อให้มั่นใจว่าความต้องการของลูกค้าของคุณได้รับการตอบสนองอย่างมีประสิทธิภาพและใส่ใจ",
  "aboutus_title": "เรามั่นใจว่าคุณอยากรู้",
  "aboutus_desp": "บริษัทที่มุ่งมั่นในการหาวิธีแก้ปัญหานวัตกรรมเพื่อตอบสนองความต้องการทางธุรกิจอย่างต่อเนื่อง",
  "online_gaming_provider": "ผู้ให้บริการเกมออนไลน์",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl เป็นผู้ให้บริการ Sportsbook และเกมที่มีชื่อเสียง พร้อมประสบการณ์มากกว่า 10 ปีในอุตสาหกรรมการเดิมพัน</strong> ตั้งแต่ปี 2012 เราได้มุ่งมั่นในการจัดหาให้กับบ่อนพนัน ลอตเตอรี่ และองค์กรการเดิมพันในตลาดที่ถูกกฎหมาย",
  "about-section1-para2": "เราคือทีมของนักกลยุทธ์สร้างสรรค์ ผู้หลงใหลเทคโนโลยี และผู้สื่อสารที่มีประสิทธิภาพ ขับเคลื่อนด้วยความหลงใหลในอุตสาหกรรมเกมออนไลน์ ความมุ่งมั่นไม่ลดละของเราคือการส่งเสริมความสำเร็จของลูกค้าในธุรกิจ",
  "about-section1-para3": "แพลตฟอร์มเกมล้ำสมัยของเราเป็นหนึ่งในปัจจัยสำคัญที่ช่วยให้ Vrnl เป็นที่รู้จักในฐานะ International Software House ที่ได้รับการยอมรับ <strong style='color: #000;'>ด้วยประสบการณ์กว่า 10 ปี Vrnl ภูมิใจให้บริการแก่บ่อนพนันมากกว่า 40 แห่งใน 11 ประเทศทั่วโลก</strong>",
  "about_us": "เกี่ยวกับเรา",
  "about_us_desp": "VRNL เป็นแพลตฟอร์มที่ใหญ่ที่สุดสำหรับการให้บริการการเดิมพันกีฬาและคาสิโนออนไลน์แบบ White Label เรามีบริการ API ของการแลกเปลี่ยน พร้อมบริการเว็บไซต์ที่กำหนดเองสำหรับตลาดบังคลาเทศ ด้วยมาร์จิ้นต่ำและแพลตฟอร์มที่เชื่อถือได้ ซึ่งรวมถึงคาสิโน เราให้บริการ API สำหรับลีกทั้งหมดในแพลตฟอร์มแลกเปลี่ยน พร้อมบริการสตรีมมิ่งออนไลน์ เพลิดเพลินกับการเดิมพันบนแพลตฟอร์มที่เชื่อถือได้ สนุกกับเกมสล็อตและเกมโต๊ะกว่า 1000 เกมบนเว็บไซต์ของเรา",
  "our_client": "ลูกค้าของเรา",
  "our_client_desp": "ที่ Vrnl เรามุ่งมั่นในการสร้างความร่วมมือด้านเกมและความบันเทิงที่ดีที่สุด เพื่อมอบประสบการณ์ที่เหนือชั้นให้กับลูกค้าและผู้เล่น ผ่านความร่วมมือกับคาสิโนนานาชาติและผู้ให้บริการเกมเสมือนจริง เราได้ผสานแพลตฟอร์ม Sports Betting กับเกมต่าง ๆ อย่างลงตัว ทั้งสล็อตแมชชีน เกมโต๊ะ คาสิโนสด เกมเสมือนจริง และเกมแฟนตาซี แพลตฟอร์มของเราสามารถเข้าถึงได้ทั้งบน PC และมือถือ ด้วยกราฟิกคุณภาพสูง เอฟเฟกต์แอนิเมชันที่น่าตื่นเต้น และเสียงที่ดึงดูด นอกจากนี้ เมนูใช้งานง่ายและอินเทอร์เฟซที่ใช้งานง่าย ยังช่วยยกระดับประสบการณ์ผู้ใช้ กระบวนการรวมเข้ากับแพลตฟอร์มรวดเร็วและปลอดภัย เราภูมิใจนำเสนอเกมที่หลากหลายที่สุดในอุตสาหกรรม มอบโซลูชันเกมที่สมบูรณ์แบบสำหรับทุกความต้องการ ยินดีต้อนรับสู่ Vrnl ที่ซึ่งความเป็นเลิศด้านเกมพบกับความเป็นไปได้ไม่จำกัด",
  "lost404": "ดูเหมือนคุณหลงทาง",
  "lost404desp": "หน้าที่คุณค้นหาไม่สามารถใช้งานได้!",
  "gotohome": "ไปที่หน้าแรก",
  "esports_bs": "ซอฟต์แวร์การเดิมพัน eSports",
  "esports_bs_desp1": "ที่ VRNL เราภูมิใจที่มอบประสบการณ์ที่ไม่เหมือนใครและน่าดื่มด่ำให้กับแฟน ๆ eSports",
  "esports_bs_desp2": "VRNL คือประตูสู่โลกที่เกมและการเดิมพันมาบรรจบกัน ซอฟต์แวร์การเดิมพัน eSports ของเราออกแบบมาสำหรับแฟนเกม ให้ประสบการณ์ที่น่าตื่นเต้น ปลอดภัย และคุ้มค่า อย่าพลาดโอกาสเข้าร่วม VRNL วันนี้ และยกระดับประสบการณ์การเล่นเกมของคุณ",
  "startnow": "เริ่มตอนนี้",
  "easy_setup": "ตั้งค่าง่าย ดีกว่าที่คิด",
  "easy_setup_desp1": "เราสามารถส่งมอบแพลตฟอร์ม eSports ได้ภายในไม่กี่สัปดาห์<br> เราจัดการทุกขั้นตอน: โฮสติ้ง, อินเทอร์เฟซผู้ใช้, ข้อมูลอัตราต่อรอง, หน้าสั่งทำ, การเปิดใช้งานผลิตภัณฑ์ และกลยุทธ์ Sportsbook",
  "easy_setup_desp2": "คุณสามารถมุ่งเน้นไปที่การตั้งค่าและสร้างเครือข่ายออนไลน์ของคุณ",
  "esport_bet_center_h1": "หากคุณคิดจะเริ่มเดิมพันออนไลน์ ซอฟต์แวร์การเดิมพัน eSports ของเราเป็นก้าวแรกที่ยอดเยี่ยม",
  "esport_bet_center_p1": "ใช้ประโยชน์จากบริการผู้เชี่ยวชาญและเทคโนโลยีการเดิมพัน eSports ขั้นสูงของเรา คู่ค้าของเราที่ถูกกฎหมายได้รับการสนับสนุนเต็มรูปแบบในการเข้าสู่ธุรกิจการเดิมพันออนไลน์ และสามารถใช้แพลตฟอร์มที่ปรับแต่งหรือแบบทั่วไปของเรา",
  "esport_bet_center_p2": "การเริ่ม Sportsbook ออนไลน์ที่เน้น eSports อาจเป็นเรื่องท้าทาย ดังนั้นเราจึงสร้างระบบการเดิมพัน eSports ที่ครอบคลุมพร้อมบริการก่อนการแข่งขัน มีตัวเลือก eSports ที่กว้างที่สุดออนไลน์",
  "have_qes": "คุณมีคำถามหรือไม่?",
  "para_faq": "เรามีคำตอบ (ส่วนใหญ่แล้ว!)",
  "freq_param": "ด้านล่างนี้คุณจะพบคำตอบสำหรับคำถามที่พบบ่อย โปรดตรวจสอบ",
  "if_still_qes": "หากคุณยังหาไม่ได้เพียงแค่",
  "sbs_faqs": "คำถามที่พบบ่อยเกี่ยวกับซอฟต์แวร์การเดิมพันกีฬา",
  "whatis_sbs": "ซอฟต์แวร์การเดิมพันกีฬา คืออะไร?",
  "whatis_sbs_ans": "ซอฟต์แวร์การเดิมพันกีฬาได้รับการออกแบบตามตลาดและตัวเลือกของผู้ใช้ นอกจากนี้ ผู้เชี่ยวชาญของเราพร้อมให้บริการลูกค้าอย่างดีที่สุด ตอบสนองความต้องการและข้อกำหนดตลาดของคุณ เราดูแลทุกขั้นตอนของกระบวนการพัฒนา มอบแพลตฟอร์มการแลกเปลี่ยนที่ครบถ้วนและมีประสิทธิภาพ",
  "affiliate_systems": "คุณมีระบบพันธมิตรหรือไม่?",
  "affiliate_systems_ans": "ใช่ ระบบซอฟต์แวร์ของเรามี 5 ระดับ: ผู้ดูแลแพลตฟอร์ม - เข้าถึง Backend (สามารถสร้างสิทธิ์อื่นด้วยข้อจำกัดได้) ตัวแทนจำหน่าย - เอเจนต์หลักดูแลหลายร้าน เดิมพัน รับค่าคอมมิชชั่นตามยอดหมุนเวียนของร้าน ร้านเดิมพัน - จุดเล่นจริงที่ผู้เล่นสามารถเล่น ฝากเงิน ฯลฯ ผ่านบัญชีนี้สามารถวางเดิมพันและรับค่าคอมมิชชั่น พนักงานแคชเชียร์ - สามารถวางเดิมพันโดยไม่รับค่าคอมมิชชั่น ผู้เล่นออนไลน์ - ลงทะเบียนบัญชีเกมออนไลน์หรือที่ร้าน วางเดิมพัน",
  "whatis_label": "เว็บไซต์เดิมพัน White Label คืออะไร?",
  "whatis_label_ans": "เว็บไซต์เดิมพัน White Label คือแพลตฟอร์มที่ปรับแต่งได้เต็มรูปแบบ เว็บไซต์ White Label ของ Vrnl มีเกมที่ได้รับการรับรอง ระบบโบนัส ช่องทางชำระเงิน เนื้อหา UI ภาษาและสกุลเงินขึ้นอยู่กับการเลือกของคุณ Vrnl ยังมีเทมเพลต กราฟิก ฟีเจอร์ และเครื่องมือต่าง ๆ",
  "fullmanagement": "ฉันสามารถจัดการอัตราต่อรองและมาร์จิ้นได้เต็มที่หรือไม่?",
  "fullmanagement_ans": "Backend มีเครื่องมือ ฟีเจอร์ และรายงานมากมายที่ให้ภาพรวมของกิจกรรมการเดิมพันกีฬา มีส่วนเฉพาะสำหรับการจัดการอัตราต่อรอง สามารถแก้ไขมาร์จิ้น ความหลากหลาย และอัตราต่อรองต่อการแข่งขัน/ตลาด/แชมป์ได้",
  "logobrand": "ฉันสามารถใช้โลโก้และสีแบรนด์ของฉันได้หรือไม่?",
  "logobrand_ans": "ได้ เรามีโซลูชันต่าง ๆ ตามความต้องการของคุณ เราสามารถสร้างโซลูชันเฉพาะ รวมคำขอของคุณ หรือให้โซลูชันสำเร็จรูปโดยปรับสีแบรนด์และโลโก้เท่านั้น",
  "fullycustomized": "ฉันต้องการโซลูชันที่ปรับแต่งเต็มรูปแบบ เป็นไปได้หรือไม่?",
  "fullycustomized_ans": "Vrnl มีทีมผู้เชี่ยวชาญในการตั้งค่าแพลตฟอร์มการเดิมพันกีฬาแบบปรับแต่งเต็มรูปแบบ ผู้จัดการบัญชีจะรวบรวมความต้องการและประสานโครงการกับทีม: ผู้จัดการโครงการ, นักออกแบบกราฟิก และผู้จัดการ IT",
  "software_cost": "ซอฟต์แวร์การเดิมพันกีฬามีค่าใช้จ่ายเท่าไร?",
  "software_cost_ans": "ราคาซอฟต์แวร์การเดิมพันกีฬาแตกต่างกันตามฟีเจอร์และบริการ มีแผนต่าง ๆ ขึ้นอยู่กับว่าคุณมีปริมาณการเล่นสูงหรือคุณต้องการเป็นเอเจนต์กับเครือข่ายผู้เล่นของคุณเอง",
  "what_products": "คุณมีผลิตภัณฑ์อะไรบ้าง?",
  "what_products_ans": "ธุรกิจหลักของเราคือการเดิมพันกีฬา ซอฟต์แวร์การเดิมพันกีฬาของเราเป็นผลิตภัณฑ์ภายในองค์กร นอกจากนี้เรายังมีการเดิมพันสด คาสิโน คาสิโนสด ลอตเตอรี่ และเกมเสมือนจริง เพื่อมอบโซลูชัน 'ครบวงจร' ให้ลูกค้า",
  "canaddfeatures": "ฉันสามารถเพิ่มฟีเจอร์ รายงาน และหน้าในซอฟต์แวร์การเดิมพันกีฬาได้หรือไม่?",
  "canaddfeatures_ans": "ซอฟต์แวร์มีรายงาน หน้า และแบนเนอร์มากมายที่ปรับแต่งได้ (CMS) หรือพัฒนาตามคำขอ หากต้องการฟีเจอร์ใหม่ เราจะทำงานร่วมกับคุณ สร้างโครงการเฉพาะ: รวบรวมข้อมูล รายงานโครงการ ทดสอบ และปล่อยใช้งาน",
  "canofferbettingservices": "ฉันสามารถให้บริการการเดิมพันกีฬาในคาสิโนของฉันได้หรือไม่?",
  "canofferbettingservices_ans": "เรามีหลายโซลูชันการเดิมพันทั้งออนไลน์และออฟไลน์ หากคุณมีคาสิโนที่ดินและต้องการให้บริการการเดิมพันกีฬา โซลูชันร้านค้าของเราจะเหมาะสม เพราะสามารถสร้างบัญชีแคชเชียร์เพื่อจัดการการขายตั๋วการเดิมพันกีฬา",
  "change_currentprovider": "ฉันจะเปลี่ยนผู้ให้บริการซอฟต์แวร์ปัจจุบันได้อย่างไร?",
  "change_currentprovider_ans": "หากคุณจัดการ Exchangebook อยู่แล้วและต้องการเปลี่ยนมาใช้แพลตฟอร์มการเดิมพันกีฬาของเรา เราจะดูแลให้ทุกอย่างถูกจัดการอย่างถูกต้อง เราจะเตรียมแผนการย้ายข้อมูล ข้อมูลส่วนบุคคลของผู้เล่นจะถูกอัปโหลดไปยังแพลตฟอร์มใหม่ และการเปลี่ยนแปลงจะถูกวางแผนเพื่อให้การย้ายข้อมูลเสร็จสิ้นภายในไม่กี่ชั่วโมง",
  "sbs_offer": "ซอฟต์แวร์การเดิมพันกีฬาเสนอฟีเจอร์อะไรบ้าง?",
  "sbs_offer_ans": "ซอฟต์แวร์การเดิมพันกีฬาสามารถให้ฟีเจอร์ต่าง ๆ เช่น การทำนายโดยใช้ข้อมูล, การจำลอง, แนวโน้มการเดิมพัน, การเปรียบเทียบอัตราต่อรอง และอื่น ๆ นอกจากนี้ยังสามารถให้การวิเคราะห์รายละเอียดของเกมที่ผ่านมาและการแข่งขันที่จะเกิดขึ้นเพื่อช่วยให้ผู้เดิมพันตัดสินใจได้อย่างชาญฉลาด เราเชี่ยวชาญในการตั้งค่าและสร้างร้านเดิมพันแบบออฟไลน์และเครือข่ายออนไลน์ ซึ่งรวมถึงกระบวนการ KYC ที่ได้รับการอนุมัติจากหน่วยงานกำกับดูแล เกตเวย์การชำระเงินสำหรับการพนัน เครื่องมือการตลาดแบบพันธมิตร ระบบแนะนำและโซเชียลมีเดีย การแจ้งเตือนผ่านมือถือ เว็บพุช และข้อความในแอป การควบคุมบัญชีผู้เล่น กระบวนการลงทะเบียนและยืนยันตัวตน ระบบตรวจจับการฉ้อโกง และเครื่องมือระบุพิกัดจากที่อยู่ IP",
  "sbs_legal": "ซอฟต์แวร์การเดิมพันกีฬาถูกกฎหมายหรือไม่?",
  "sbs_legal_ans": "ใช่ ซอฟต์แวร์การเดิมพันกีฬาถูกกฎหมายและถูกใช้โดยนักเดิมพันกีฬามืออาชีพหลายคน อย่างไรก็ตาม สิ่งสำคัญคือการใช้งานซอฟต์แวร์ให้เป็นไปตามกฎหมายที่บังคับใช้ในเขตอำนาจของคุณ",
  "ebs_faqs": "คำถามที่พบบ่อยเกี่ยวกับซอฟต์แวร์การเดิมพัน eSports",
  "ebs_titleoffer": "คุณมีเกม eSports อะไรบ้าง?",
  "ebs_titleoffer_ans": "<li><strong>ยอดนิยม:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>เกมกีฬา:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>เกมออนไลน์หลายผู้เล่น:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>เกมยิงมุมมองบุคคลที่หนึ่ง (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>เกมต่อสู้:</strong> Street Fighter, Super Smash Bros, Tekken. เกมวางกลยุทธ์เรียลไทม์ (RTS): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "มีเวอร์ชันมือถือหรือไม่?",
  "mobileversion_ans": "ใช่ VRNL ถูกปรับให้เหมาะสมสำหรับการใช้งานบนมือถือ แพลตฟอร์มของเราออกแบบให้ทำงานได้ราบรื่นบนสมาร์ทโฟนและแท็บเล็ตทั้งหมด ให้คุณเข้าถึงการเดิมพันกีฬา คาสิโน เกม iGaming และ eSports ได้ทุกที่ทุกเวลา พร้อมอินเทอร์เฟซที่ตอบสนองรวดเร็ว โหลดเร็ว และทำธุรกรรมได้อย่างปลอดภัยจากเบราว์เซอร์มือถือโดยไม่ต้องดาวน์โหลดแอป ไม่ว่าคุณจะใช้ Android หรือ iOS ประสบการณ์จะรวดเร็ว ใช้งานง่าย และมีฟีเจอร์ครบเหมือนเวอร์ชันเดสก์ท็อป",
  "runesportsplatform": "ฉันสามารถเปิดแพลตฟอร์มการเดิมพัน eSports โดยไม่ต้องจัดการอัตราต่อรองและการเทรดได้หรือไม่?",
  "runesportsplatform_ans": "โซลูชันการเดิมพัน eSports ของเรามาพร้อมกับฟีดอัตราต่อรอง ซอฟต์แวร์มีฟีเจอร์และเครื่องมือมากมายในการจัดการมาร์จิ้นและการตั้งค่าอัตราต่อรองอย่างอิสระ หากคุณต้องการมุ่งเน้นที่การจัดการร้านและผู้เล่นเท่านั้น เราก็มีบริการและการสนับสนุนด้านการเทรดให้",
  "esports_solutions": "ฉันต้องการโซลูชัน eSports ที่ปรับแต่งเต็มรูปแบบ เป็นไปได้หรือไม่?",
  "esports_solutions_ans": "VRNL มีทีมผู้เชี่ยวชาญในการตั้งค่าแพลตฟอร์มการเดิมพัน eSports แบบปรับแต่งเต็มรูปแบบ ผู้จัดการบัญชีจะรวบรวมความต้องการและประสานงานโครงการกับทีมอื่น ๆ ได้แก่ ผู้จัดการโครงการ, นักออกแบบกราฟิก และผู้จัดการ IT",
  "newtobusiness": "ฉันเป็นมือใหม่ในธุรกิจนี้ ต้องรู้อะไรบ้าง?",
  "newtobusiness_ans": "การจัดการแพลตฟอร์มการเดิมพัน eSports อย่างถูกต้องสามารถทำให้ธุรกิจนี้มีกำไรมาก เรามีโซลูชันและบริการต่าง ๆ ตามระดับความรู้และการมีส่วนร่วม ผู้เชี่ยวชาญด้านเกมจะทำงานร่วมกับคุณเพื่อค้นหาโซลูชัน eSports ที่เหมาะสมกับความต้องการของคุณ",
  "eSports_market": "มีตลาด eSports สดกี่ตลาด?",
  "eSports_market_ans": "ปัจจุบันเรามีตลาด eSports สด 20 ตลาด <br> แต่เรากำลังเพิ่มตลาดใหม่อย่างต่อเนื่อง",
  "eSportsLogoBrand": "ฉันสามารถใช้โลโก้และสีแบรนด์ของ eSports ได้หรือไม่?",
  "eSportsLogoBrand_ans": "ใช่ — เรามีโซลูชันต่าง ๆ ตามความต้องการของคุณ เราสามารถสร้างโซลูชันเฉพาะ รวมคำขอของคุณ หรือให้โซลูชันสำเร็จรูปโดยปรับสีแบรนด์และโลโก้เท่านั้น",
  "eSports_server": "ฉันสามารถโฮสต์ Exchange eSports บนเซิร์ฟเวอร์ของฉันได้หรือไม่?",
  "eSports_server_ans": "ไม่ได้ — การโฮสต์เป็นบริการที่รวมอยู่ในแพ็กเกจของเรา เพื่อให้แน่ใจว่าแพลตฟอร์มการเดิมพัน eSports ทำงานได้เต็มประสิทธิภาพ ทีม SysAdmins ของเราได้ตั้งค่าโครงสร้างคลัสเตอร์เฉพาะ พร้อมแผนสำรองและกู้คืนฉุกเฉิน เพื่อรับรองความปลอดภัยและมาตรฐานสูงสุด",
  "sp_faqs": "คำถามที่พบบ่อยเกี่ยวกับแพลตฟอร์มสตรีมมิ่ง",
  "promte_cricket": "ฉันสามารถโปรโมทแมตช์คริกเก็ตได้กี่แมตช์?",
  "promte_cricket_ans": "ระหว่างการถ่ายทอดสดจากแดชบอร์ด สามารถเปิดใช้งานแมตช์ได้สองแมตช์พร้อมกัน แต่ไม่มีข้อจำกัดว่าคุณสามารถเชื่อมต่อแมตช์กี่แมตช์",
  "broadcast_live": "กิจกรรมคาสิโนสามารถถ่ายทอดสดได้หรือไม่?",
  "broadcast_live_ans": "ใช่ สามารถถ่ายทอดสดเกมคาสิโนทั้งหมดบนทุกแพลตฟอร์มที่รองรับ",
  "measure_success": "ฉันสามารถวัดความสำเร็จของสตรีมสดได้อย่างไร?",
  "measure_success_ans": "แน่นอน — คุณสามารถติดตามการวิเคราะห์รายละเอียดของหลายแพลตฟอร์มบนหน้าจอเดียว",
  "is_mobile_friendly": "แพลตฟอร์มรองรับมือถือหรือไม่?",
  "is_mobile_friendly_ans": "ใช่ — แพลตฟอร์มของเรารองรับมือถือเต็มรูปแบบ และเรามี APK ที่คุณสามารถดาวน์โหลดและใช้งานได้อย่างราบรื่น",
  "livecasino_faqs": "คำถามที่พบบ่อยเกี่ยวกับซอฟต์แวร์คาสิโนสด",
  "whatisVRNLcasino": "ซอฟต์แวร์ VRNL Casino คืออะไร?",
  "whatisVRNLcasino_ans": "ซอฟต์แวร์ VRNL Live Casino เป็นแพลตฟอร์มล้ำสมัยที่ช่วยให้คาสิโนออนไลน์สามารถเสนอเกมดีลเลอร์สดแก่ผู้เล่น มอบโครงสร้างพื้นฐานและเครื่องมือที่จำเป็นสำหรับประสบการณ์คาสิโนแบบเรียลไทม์และโต้ตอบได้",
  "software_work": "ซอฟต์แวร์ VRNL Live Casino ทำงานอย่างไร?",
  "software_work_ans": "ซอฟต์แวร์ VRNL Live Casino ผสานรวมกับเว็บไซต์คาสิโนออนไลน์อย่างราบรื่น เชื่อมต่อผู้เล่นกับดีลเลอร์สดผ่านวิดีโอคุณภาพสูง ทำให้ผู้เล่นสามารถเล่นเกมคาสิโนยอดนิยม เช่น แบล็กแจ็ก รูเล็ต และบาคาร่า แบบเรียลไทม์และโต้ตอบได้",
  "features_livecasino": "ฟีเจอร์หลักของ VRNL Live Casino มีอะไรบ้าง?",
  "features_livecasino_ans": "ซอฟต์แวร์ VRNL Live Casino มีฟีเจอร์ต่าง ๆ เช่น การปรับแต่งแบรนด์ การรวมระบบชำระเงินอย่างปลอดภัย และอินเทอร์เฟซที่ใช้งานง่ายสำหรับทั้งผู้เล่นและผู้ดำเนินการ",
  "security_livecasino": "ฉันจะมั่นใจเรื่องความปลอดภัยและความยุติธรรมของเกมได้อย่างไร?",
  "security_livecasino_ans": "ซอฟต์แวร์ VRNL Live Casino ถูกสร้างขึ้นโดยคำนึงถึงความปลอดภัย ใช้ตัวสร้างเลขสุ่ม (RNG) ที่ได้รับการรับรองเพื่อความยุติธรรม และเรามีเครื่องมือป้องกันการฉ้อโกงและคุ้มครองผู้เล่น นอกจากนี้เรายังใช้การเข้ารหัสเพื่อปกป้องการส่งข้อมูล",
  "offered_games": "สามารถเสนอเกมอะไรได้บ้าง?",
  "offered_games_ans": "คุณสามารถเสนอเกมดีลเลอร์สดหลากหลาย รวมทั้งแบล็กแจ็กสด รูเล็ตสด บาคาร่า สด และรูปแบบต่าง ๆ ของเกมเหล่านี้เพื่อดึงดูดผู้เล่น",
  "integrateVRNL": "ฉันสามารถรวมซอฟต์แวร์ VRNL Live Casino กับแพลตฟอร์มคาสิโนออนไลน์เดิมได้หรือไม่?",
  "integrateVRNL_ans": "ได้ — ซอฟต์แวร์ของเราออกแบบให้รวมเข้ากับแพลตฟอร์มที่มีอยู่ได้ง่าย ทำให้เป็นส่วนเสริมที่ราบรื่นต่อการดำเนินงานคาสิโนออนไลน์ของคุณ",
  "wlc_faqs": "คำถามที่พบบ่อยเกี่ยวกับ White Label Casino",
  "whatis_wlc": "White Label Casino คืออะไร?",
  "whatis_wlc_ans": "White Label Casino คือโซลูชันสำเร็จรูปที่ช่วยให้ผู้ประกอบการและธุรกิจสามารถเปิดคาสิโนออนไลน์ของตนเองโดยใช้ซอฟต์แวร์และโครงสร้างพื้นฐานของเรา คุณสามารถตั้งชื่อและออกแบบแบรนด์ของคุณเองได้ ในขณะที่เราดูแลด้านเทคนิคและกฎหมาย",
  "wlc_work": "บริการ White Label Casino ทำงานอย่างไร?",
  "wlc_work_ans": "เรามอบแพลตฟอร์มคาสิโนพร้อมใช้งานเต็มรูปแบบ รวมถึงเกม การประมวลผลการชำระเงิน และการสนับสนุนลูกค้า คุณเพียงแค่ปรับแต่งแบรนด์และดีไซน์ตามที่คุณต้องการ และพร้อมเริ่มธุรกิจคาสิโนออนไลน์",
  "wlc_games": "มีเกมอะไรบ้างสำหรับ White Label Casino?",
  "wlc_games_ans": "เรามีเกมคาสิโนหลากหลาย รวมทั้งสล็อต เกมโต๊ะ (เช่น แบล็กแจ็ก รูเล็ต) และเกมดีลเลอร์สด คุณสามารถเลือกจากแคตตาล็อกเกมของเราเพื่อสร้างประสบการณ์การเล่นที่หลากหลายให้ผู้เล่น",
  "wlc_launch": "ใช้เวลานานเท่าไรในการเปิด White Label Casino?",
  "wlc_launch_ans": "ระยะเวลาขึ้นอยู่กับความต้องการเฉพาะและกระบวนการด้านกฎหมาย โดยเฉลี่ยอาจใช้เวลาหลายสัปดาห์ในการตั้งค่าและปรับแต่งแพลตฟอร์มคาสิโน",
  "wlc_cusSupport": "ระดับการสนับสนุนลูกค้าสำหรับ White Label Casino เป็นอย่างไร?",
  "wlc_cusSupport_ans": "เรามีการสนับสนุนด้านเทคนิคและการดำเนินงานเพื่อให้คาสิโนของคุณทำงานได้อย่างราบรื่น",
  "wlc_getstarted": "ฉันจะเริ่มใช้งาน White Label Casino กับบริษัทของคุณได้อย่างไร?",
  "wlc_getstarted_ans": "ติดต่อทีมขายของเราเพื่อพูดคุยเกี่ยวกับความต้องการและรับคำปรึกษาแบบเฉพาะตัว เราจะแนะนำคุณตลอดกระบวนการตั้งค่า White Label Casino",
  "can_cutomize_branding": "ฉันสามารถปรับแต่งแบรนด์คาสิโนได้หรือไม่?",
  "can_cutomize_branding_ans": "ใช่ — คุณสามารถปรับแต่งคาสิโนทั้งหมดด้วยโลโก้ สี และแบรนด์ของคุณเองให้ตรงกับเอกลักษณ์ของคุณ",
  "company": "บริษัท",
  "company_caps": "บริษัท",
  "about": "เกี่ยวกับ",
  "online_exchange_sw": "ซอฟต์แวร์แลกเปลี่ยนออนไลน์",
  "privacy_policy": "นโยบายความเป็นส่วนตัว",
  "contact_us": "ติดต่อเรา",
  "solutions": "โซลูชัน",
  "sports_betting_software": "ซอฟต์แวร์การเดิมพันกีฬา",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "แพลตฟอร์มเดิมพัน White Label",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "โลโก้และสื่อกราฟิกของ Vrnl เป็นทรัพย์สินทางปัญญาของบริษัทและไม่สามารถคัดลอก ทำซ้ำ แจกจ่าย หรือแสดงโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจาก Vrnl",
  "footer_para_2": "ลิขสิทธิ์ © 2020 Vrnl ltd. สงวนลิขสิทธิ์ทุกประการ",
  "home": "หน้าแรก",
  "betting": "การเดิมพัน",
  "esports_betting": "การเดิมพัน eSports",
  "sbs_head": "ซอฟต์แวร์การเดิมพันกีฬา",
  "casino": "คาสิโน",
  "online_casino_sw": "ซอฟต์แวร์คาสิโนออนไลน์",
  "live_casino_sw": "ซอฟต์แวร์คาสิโนสด",
  "casino_game": "เกมคาสิโน",
  "lottery_bingo": "ล็อตเตอรี่และบิงโก",
  "casino_tournament": "การแข่งขันคาสิโน",
  "risk_management": "การบริหารความเสี่ยง",
  "wl": "White Label",
  "wl_exch": "White Label Exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "ผลงานของเรา",
  "contact": "ติดต่อ",
  "faq": "คำถามที่พบบ่อย",
  "live_casino": "คาสิโนสด",
  "lottery_games": "เกมล็อตเตอรี่",
  "exch_sw_provider": "ผู้ให้บริการซอฟต์แวร์ Exchange",
  "mobile_bet": "การเดิมพันบนมือถือ",
  "vrnl": "VRNL",
  "sports_betting_wid": "วิดเจ็ตการเดิมพันกีฬา",
  "back": "ย้อนกลับ",
  "exch_iframe_para": "Exchangebook iframe — ช่วยให้เปิดใช้งานโมดูล Exchangebook ได้อย่างรวดเร็วผ่านการรวม API อย่างราบรื่น บริการ Exchangebook ครอบคลุมทั้งหมดภายใต้การดูแลของผู้เชี่ยวชาญ เพื่อให้มั่นใจว่ามีการเขียนโปรแกรมอย่างกว้างขวางสำหรับกิจกรรมและตลาดออนไลน์",
  "contact_us!": "ติดต่อเรา!",
  "exch_iframe_types": "ประเภทของ Exchangebook iframe",
  "exch_iframe_types_para": "โซลูชัน Exchangebook iframe ของเรามีสามรูปแบบ ซึ่งแต่ละรูปแบบปรับให้เหมาะกับช่องทางที่ใช้ เพื่อให้ได้ตัวเลือกที่เหมาะสมที่สุดสำหรับความต้องการของคุณ:",
  "exch_iframe_types_list": "<li> iFrame สำหรับ <strong>เดสก์ท็อป</strong> ออกแบบมาสำหรับคอมพิวเตอร์ที่มีความละเอียดต่าง ๆ และมีเลย์เอาต์ที่หลากหลายและปรับแต่งได้ </li> <li> iFrame สำหรับ <strong>เครื่องเทอร์มินัลและคีออสก์ SSBT</strong> มีเลย์เอาต์ที่ปรับให้เหมาะสมกับระบบหน้าจอสัมผัสและประสบการณ์ผู้ใช้ที่เข้าใจง่าย เหมาะสำหรับผู้เล่นมือใหม่ที่วางเดิมพัน </li>",
  "exch_iframe_types_para2": "นอกจากนี้ผ่าน API ของเรา คุณสามารถปรับแต่งกราฟิกและฟังก์ชันเกมได้อย่างกว้างขวาง",
  "cm_exch": "Exchangebook แบบครบวงจรที่มีการจัดการ",
  "cm_exch_para": "Exchangebook iframe ของเราครอบคลุมการจัดหา feed ข้อมูลอัตราต่อรองและการตั้งค่าการเดิมพันหลัก ซอฟต์แวร์มาพร้อมกับฟีเจอร์และเครื่องมือต่าง ๆ สำหรับการจัดการอัตราต่อรองและการตั้งค่าได้อย่างอิสระ อย่างไรก็ตาม หากเป้าหมายหลักของคุณคือการจัดการผู้เล่นและการตลาด เรามีบริการการเทรดที่มีการจัดการเต็มรูปแบบและการสนับสนุน",
  "acq_exch": "การรับโซลูชัน Exchangebook iframe ง่ายดาย",
  "acq_exch_para": "เราได้ทำให้กระบวนการเปิดใช้งาน iFrame ง่ายขึ้นเพียงห้าขั้นตอน:",
  "acq_exch_list": "<li> ทำข้อตกลงอย่างเป็นทางการระหว่าง Vrnl และลูกค้า </li> <li> เริ่มการรวม Exchangebook iFrame ผ่าน API โดยใช้ SDK ของเรา </li> <li> จัดประชุมเพื่อกำหนดกลยุทธ์ Exchangebook ที่ต้องการดำเนินการ </li> <li> ระบุการแข่งขันและกีฬาที่น่าสนใจที่สุดตามพื้นที่การดำเนินงานของคุณ </li> <li> เริ่มใช้งานจริง!</li>",
  "live_casino_sw_p1": "แพลตฟอร์ม <strong>คาสิโนสด</strong> ของเราช่วยให้คุณสามารถเปิดใช้งาน <strong>ผู้ให้บริการคาสิโนสดชั้นนำ</strong> ที่มี <strong>คุณภาพสูงและความถูกต้องทางคณิตศาสตร์</strong>",
  "live_casino_sw_p2": "เรามุ่งมั่นที่จะมอบประสบการณ์คาสิโนสดที่ดีที่สุด ไม่ว่าคุณจะเป็นผู้เล่นมืออาชีพหรือมือใหม่ แพลตฟอร์มของเรามอบประสบการณ์เกมแบบเรียลไทม์ที่สมจริงและไม่มีใครเทียบได้",
  "live_casino_sw_p3": "โซลูชันคาสิโนสดของ Vrnl มีชุดบริการครบวงจร รวมถึง:",
  "live_casino_sw_p3_l1": "เครื่องมือรายงานประวัติการเล่นครบถ้วน",
  "live_casino_sw_p3_l2": "การแสดงผลประวัติเกม",
  "live_casino_sw_p3_l3": "การตั้งค่าเกม",
  "live_casino_sw_p3_l4": "เครื่องมือบริหารความเสี่ยง",
  "live_casino_sw_p3_l5": "การจัดการผู้เล่น",
  "live_casino_sw_p3_l6": "เครื่องมือจัดการพันธมิตร",
  "live_casino_sw_p3_l7": "โครงสร้างตัวแทนแบบลำดับชั้นหลายระดับ",
  "live_casino_sw_p4": "เราพัฒนาแนวทางการรวมระบบที่ปลอดภัยหลายวิธี ซึ่งใช้งานง่ายและออกแบบมาเพื่อการใช้งานร่วมกับ API คาสิโนสดของเราได้อย่างสะดวก",
  "live_casino_sw_demo": "ตัวอย่างโซลูชันคาสิโนสด",
  "livecasino_integration": "การรวม <strong style='color: #575756;'>live casino API</strong>",
  "livecasino_integration_para": "คุณสามารถใช้งานซอฟต์แวร์คาสิโนสดของเราได้ภายในไม่กี่วัน นอกจากนี้เรายังให้บริการจัดการครบวงจร รับประกันว่าการดำเนินงานทั้งหมดถูกดูแลโดยผู้เชี่ยวชาญของเรา <strong style='color: #575756;'>และเข้าถึงเกมสดที่หลากหลายที่สุดออนไลน์ได้</strong>",
  "live_casino_lobby": "ในล็อบบี้เกมคาสิโนสดที่ใช้งานง่ายของเรา",
  "youcan": "คุณสามารถ",
  "findgames_like": "ค้นหาเกม เช่น:",
  "findgames_like_desp": "รูเล็ตสด บาคาร่าสด แบล็กแจ็กสด และโป๊กเกอร์สด เกมลูกเต๋าและเกมตัวเลข",
  "euro_roulette": "รูเล็ตยุโรป",
  "blackjack": "แบล็กแจ็ก",
  "baccarat": "บาคาร่า",
  "caribbean_stud": "คารีบเบียนสตั๊ด",
  "casino_holdem": "คาสิโนโฮลเด็ม",
  "american_roulette": "รูเล็ตอเมริกัน",
  "sic_bo": "ซิคโบ",
  "craps": "แครปส์",
  "dragon_tiger": "ดราก้อน ไทเกอร์",
  "bingo": "บิงโก",
  "book_demo": "จองการสาธิต",
  "lottery_head": "กำลังมองหาแพลตฟอร์มลอตเตอรี & บิงโกอยู่หรือไม่?",
  "lottery_head_desp1": "เราได้คัดสรรเกม <b style='color: #575756; font-size: 45px;'>ลอตเตอรีและบิงโก</b> ที่ดีที่สุดสำหรับคุณ",
  "lottery_head_desp2": "โซลูชัน <b style='color:#575756; font-size: 16px;'>White Label Lottery and Bingo</b> ของเรามอบตัวเลือกเกมบิงโกแบบคลาสสิกและเกมลอตเตอรีที่มีชื่อเสียงที่สุด",
  "lottery_head_desp3": "คุณสามารถ <b style='color:#575756; font-size: 16px;'>สนุกกับเกมเหล่านี้จากสมาร์ทโฟนหรือคอมพิวเตอร์ของคุณ</b> และเรารับประกันประสบการณ์ผู้ใช้ที่ยอดเยี่ยม เนื่องจากเกมของเราอยู่ในระดับคุณภาพสูงสุด",
  "lottery_head_desp4": "<strong style='color:#575756;'>นอกจากนี้ อัลกอริธึมเกมของเรายังปลอดภัยและผ่านการรับรองอย่างอิสระ เพื่อให้ผู้เล่นมั่นใจในประสบการณ์การเล่นที่เชื่อถือได้<br><br></strong>",
  "lottery_bingo_nos": "ตัวเลขลอตเตอรี & บิงโก",
  "bingo_games": "เกมบิงโก",
  "over100": "มากกว่า 100",
  "over130": "มากกว่า 130",
  "suppliers": "ผู้ให้บริการ",
  "more20": "มากกว่า 20",
  "sports_betting_software_wl": "ซอฟต์แวร์เดิมพันกีฬา White Label",
  "sports_betting_software_wl_desp": "บริษัทที่มุ่งมั่นในการแสวงหาโซลูชันนวัตกรรมเพื่อรองรับความต้องการทางธุรกิจที่เปลี่ยนแปลงอย่างต่อเนื่อง",
  "blink-soft": "ยกระดับประสบการณ์ของคุณด้วยซอฟต์แวร์เดิมพันกีฬาขั้นสูง",
  "platform_para1": "โซลูชันซอฟต์แวร์เดิมพันกีฬาสมัยใหม่ <b>เปลี่ยนวิธีการ</b> ที่นักเดิมพันมีส่วนร่วมกับเกม ด้วย <b>อินเทอร์เฟซที่ราบรื่น</b>, การวิเคราะห์แบบเรียลไทม์ และความสามารถการเดิมพันสด แพลตฟอร์มเหล่านี้มอบประสบการณ์การเดิมพันที่เหนือชั้นทั้งสำหรับผู้เริ่มต้นและผู้เล่นที่มีประสบการณ์",
  "platform_para2": "ไม่ว่าคุณจะดำเนินงานเว็บไซต์เดิมพันกีฬาออนไลน์ ร้านเดิมพันสด หรือคาสิโน โซลูชันครบวงจรของเรา — รวมถึง <b>แพลตฟอร์ม B2C</b> และ <b>ผลิตภัณฑ์ White Label ที่ปรับแต่งได้</b> — มอบความยืดหยุ่นและเทคโนโลยีที่จำเป็นเพื่อให้คุณแข่งขันได้ รับนวัตกรรมและยกระดับการดำเนินงานเดิมพันกีฬาของคุณด้วยซอฟต์แวร์ที่ออกแบบมาเพื่อ <b>เพิ่มประสิทธิภาพ</b> และ <b>ความพึงพอใจของผู้ใช้</b>",
  "try_b2b": "สำรวจซอฟต์แวร์เดิมพัน B2B ขั้นสูงของเรา",
  "try_b2c": "สำรวจซอฟต์แวร์เดิมพัน B2C ขั้นสูงของเรา",
  "wls_turnkey": "โซลูชัน White Label และแพลตฟอร์มสำเร็จรูป",
  "wls_turnkey_p1_span1": "ประสบการณ์การเดิมพันกีฬาที่ราบรื่นและน่าดึงดูด",
  "wls_turnkey_p1_span2": "ให้กับลูกค้าของคุณ วิธีนี้ช่วยลดค่าใช้จ่ายและเวลาการพัฒนา ทำให้คุณสามารถมุ่งเน้นไปที่การเติบโตและ",
  "custom_satisfaction": "ความพึงพอใจของลูกค้า",
  "wls_turnkey_p2": "แพลตฟอร์มเดิมพันที่ปลอดภัยและมีประสิทธิภาพสูงของเราได้รับการรับรองโดยห้องทดลองเกมอิสระ รับประกันความถูกต้องตามกฎหมายและความน่าเชื่อถือ การร่วมมือกับ VRNL จะช่วยให้คุณเข้าถึงตลาดเดิมพันที่เชื่อถือได้ เพิ่มผลกำไร พร้อมรับประกัน",
  "highest_industry_standards": "มาตรฐานอุตสาหกรรมสูงสุด",
  "igaming_platform": "แพลตฟอร์ม iGaming",
  "igaming_platform_p1": "VRNL เป็นพันธมิตรที่เชื่อถือได้ในอุตสาหกรรม iGaming โดยนำเสนอ",
  "sbs": "ซอฟต์แวร์เดิมพันกีฬา",
  "igaming_platform_p2": "เป้าหมายของเราคือการเปลี่ยนแปลงโลกเกมออนไลน์โดยให้ผู้ประกอบการเข้าถึงแพลตฟอร์มที่หลากหลายและทันสมัย มอบประสบการณ์การเล่นที่ราบรื่นและน่าดึงดูดสำหรับผู้ใช้",
  "online_casino": "คาสิโนออนไลน์",
  "casino_para": "ยินดีต้อนรับสู่ VRNL คาสิโนออนไลน์ — <b>ผู้นำที่เชื่อถือได้</b> มอบแพลตฟอร์มเกมที่ปลอดภัยและน่าตื่นเต้นทั่วโลก พันธกิจของเราคือมอบประสบการณ์คาสิโนที่ยอดเยี่ยมเพื่อให้ผู้เล่นมีส่วนร่วมและเพลิดเพลิน",
  "casino_para_list": "<li>ผู้ให้บริการมากกว่า 75 ราย</li> <li>สล็อตมากกว่า 15,000 เครื่อง</li> <li>เกมโต๊ะมากกว่า 500 เกม</li> <li>วิดีโอโป๊กเกอร์มากกว่า 700 เกม</li> <li>เกมอื่น ๆ อีกมากกว่า 200 เกม</li>",
  "casino_para2": "ทีมผู้เชี่ยวชาญของเราสนับสนุนคุณในทุกขั้นตอน ตั้งแต่การฝึกอบรมจนถึงการเปิดตัว",
  "play_livecasino": "เล่นคาสิโนสดราวกับว่าคุณอยู่ในคาสิโนจริง",
  "play_livecasino_list": "<li>โชว์เกมสด</li> <li>AWC</li> <li>สล็อต</li> <li>รูเล็ตสด</li> <li>แบล็กแจ็กสด</li> <li>บาคาร่า</li> <li>Casino Hold’em สด</li> <li>Blueocean</li> <li>Dragon Tiger สด</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "ผู้ให้บริการ API และ iFrame",
  "api_services_iframe_p1": "VRNL มอบ <b>โซลูชันการรวม API และ iFrame</b> ที่ล้ำสมัย ช่วยให้การเชื่อมต่อแพลตฟอร์ม การแลกเปลี่ยนข้อมูลอย่างปลอดภัย และประสบการณ์ผู้ใช้ที่ดียิ่งขึ้น — ช่วยธุรกิจดำเนินงานได้อย่างชาญฉลาดและรวดเร็ว",
  "api_services_iframe_p2": "ที่ VRNL เราเข้าใจความสำคัญของการแลกเปลี่ยนข้อมูลและการสื่อสารระหว่างแอปพลิเคชัน เรามีบริการการรวม API ระดับสูง ทำให้ซอฟต์แวร์ของคุณสามารถทำงานร่วมกับแพลตฟอร์มอื่นได้อย่างราบรื่น ผู้เชี่ยวชาญของเราจะทำให้ระบบของคุณทำงานสอดคล้องกัน มอบประสบการณ์ที่ราบรื่นทั้งสำหรับคุณและลูกค้าของคุณ",
  "virtual_games": "เกมเสมือนจริง",
  "virtual_games_desp1": "พร้อมเริ่มต้นการผจญภัยในเกมเสมือนจริงกับ VRNL หรือยัง? ดำดิ่งสู่โลกเสมือนที่ไม่เคยมีมาก่อน เตรียมพร้อมสำหรับความบันเทิงไม่รู้จบ",
  "virtual_games_desp2": "ที่ VRNL เรามุ่งมั่นในการมอบประสบการณ์เกมเสมือนจริงล้ำสมัยที่จะพาผู้เล่นเข้าสู่โลกใหม่ที่น่าตื่นเต้น ภารกิจของเราคือสร้างเกมเสมือนจริงที่สมจริง สนุกสนาน และดึงดูดใจ ซึ่งจะทำให้คุณติดใจหลายชั่วโมง",
  "before_start": "ก่อนเริ่ม ลองดูตัวอย่างการใช้งาน!",
  "explore_demo": "บนแพลตฟอร์มสาธิตของเรา:",
  "mobile_sbs": "ซอฟต์แวร์เดิมพันกีฬาบนมือถือ",
  "mobile_sbs_p1": "แอป <strong>มือถือ</strong> ของเราช่วยให้นักเดิมพันเข้าถึงบัญชีเกมและวางเดิมพันได้อย่างง่ายดายผ่านแท็บเล็ต สมาร์ทโฟน และอุปกรณ์มือถือที่เชื่อมต่ออินเทอร์เน็ต",
  "mobile_sbs_p2": "ตั้งแต่คริกเก็ต ฟุตบอล ไปจนถึงเทนนิส ซอฟต์แวร์ของเราครอบคลุมการแข่งขันกีฬาหลากหลายทั่วโลก ไม่ว่าคุณจะชอบกีฬาใดก็สามารถวางเดิมพันในเกมและทีมที่คุณรักได้",
  "mobile_sbs_p3": "ซอฟต์แวร์ของเราไม่เพียงแค่การวางเดิมพัน แต่ยังมอบประสบการณ์ที่ราบรื่นและเน้นผู้ใช้ เราได้ลงทุนในเทคโนโลยีล่าสุดเพื่อให้การใช้งานแพลตฟอร์มของเราง่ายที่สุด",
  "advantages_sbs": "ข้อดีของซอฟต์แวร์เดิมพันกีฬาบนมือถือ",
  "advantages_sbs_l1": "แอปมือถือเร็วกว่า",
  "advantages_sbs_l2": "เนื้อหาการเดิมพันส่วนบุคคล",
  "advantages_sbs_l3": "การเดิมพันออนไลน์ทันที",
  "advantages_sbs_l4": "ปลอดภัยและเชื่อถือได้",
  "advantages_sbs_p1": "แอปพลิเคชันเร็วกว่าการใช้งานเว็บไซต์มือถือ มอบความรวดเร็วในการดำเนินการและการตอบสนอง",
  "advantages_sbs_p2": "ผู้ใช้เพลิดเพลินกับเนื้อหาส่วนบุคคล มอบประสบการณ์ที่ดื่มด่ำมากขึ้น พร้อมตัวเลือกการเดิมพันที่ปรับตามความชอบ",
  "advantages_sbs_p3": "แอปมือถือทุกตัวให้การเข้าถึงทันทีเพียงแตะเดียว สามารถวางเดิมพัน ตรวจสอบบัญชีเกม เล่นคาสิโน และเลือกลีกโปรดได้อย่างรวดเร็ว",
  "advantages_sbs_p4": "ความปลอดภัยคือสิ่งสำคัญสูงสุด ซอฟต์แวร์เดิมพันกีฬาบนมือถือของ VRNL มาพร้อมมาตรการความปลอดภัยล้ำสมัย เพื่อปกป้องข้อมูลส่วนบุคคลและการเงินของคุณ คุณสามารถเดิมพันด้วยความสบายใจ",
  "online_casino_sw_p1": "VRNL เป็นผู้ให้บริการชั้นนำของ <strong>ซอฟต์แวร์คาสิโนออนไลน์</strong> และ <strong>แพลตฟอร์ม</strong> มีบทบาทสำคัญในการออกแบบและพัฒนาแพลตฟอร์มคาสิโน ให้ใช้งานง่ายและมีฟีเจอร์ครบครัน",
  "online_casino_sw_p2": "ทีมการตลาดของเราจะทำงานอย่างหนักเพื่อให้คาสิโนออนไลน์ของคุณได้รับตำแหน่งเด่นบนหน้าแรก เพื่อให้มั่นใจว่ามีการมองเห็นสูงในตลาดออนไลน์",
  "online_casino_sw_p3": "แพลตฟอร์มคาสิโนออนไลน์มาพร้อมกับเกมที่ตั้งค่าล่วงหน้าหลากหลาย และเครื่องมือมอนิเตอร์ของเราจะแสดงภาพรวมแบบเรียลไทม์ของความคืบหน้าและประสิทธิภาพของธุรกิจใหม่ของคุณ",
  "customized_theme": "นี่คือธีมที่สามารถปรับแต่งได้ ลองดูตัวอย่างการใช้งาน:",
  "live_casino_sw_desp1": "เรานำเสนอผู้ให้บริการ <strong>คาสิโนสด</strong> ชั้นนำมากที่สุด<br>",
  "live_casino_sw_desp2": "ทั่วโลก เพื่อให้เข้าถึงโต๊ะสดหลากหลายที่สุดออนไลน์ พร้อมประสบการณ์การให้บริการหลายช่องทางที่ราบรื่น",
  "casino_sw_features": "คุณสมบัติหลักของซอฟต์แวร์คาสิโน",
  "casino_sw_features_p1": "แพลตฟอร์ม <strong>ซอฟต์แวร์คาสิโน</strong> ของเราได้รับการออกแบบเพื่อมอบประสบการณ์การเล่นเกมที่ราบรื่นและดื่มด่ำสำหรับทั้งผู้เล่นและผู้ให้บริการ<br /><br />",
  "casino_sw_features_p2": "คุณสมบัติสำคัญของแพลตฟอร์มของเราประกอบด้วย: ",
  "casino_sw_features_list": "<li>การมองเห็นและควบคุมช่วงโต๊ะ</li> <li>คุณสมบัติและการตั้งค่าโต๊ะเกม</li> <li>ขีดจำกัด VIP</li> <li>ฟังก์ชันลูกค้าและการเข้าถึงเครื่องมือปรับแต่งของเรา</li> <li>กลไกการรายงานและระบบแจ้งเตือนที่ให้ผู้ให้บริการเข้าถึงและรับการแจ้งเตือนทันที</li> <li>API สำหรับ Business Intelligence (BI)</li> <li>เครื่องมือการตลาด</li> <li>API สำหรับการรวมระบบภายนอก</li>",
  "casino_sw_features_p3": "เครื่องมือปรับแต่งที่ใช้งานง่ายของเราช่วยให้ผู้ให้บริการเดิมพันสามารถปรับเปลี่ยนแบบเรียลไทม์ได้หลายด้านของบริการคาสิโนสด <br /> รวมถึงแบนเนอร์ ฟอนต์ และโทนสี ทั้งหมดควบคุมได้อย่างง่ายดาย",
  "casino_sw_features_p4": "แพลตฟอร์มใหม่ของเราทำงานเป็นระบบอิสระ คล่องตัว และยืดหยุ่น ความคล่องตัวนี้ช่วยให้เราตอบสนองต่อคำขอของผู้ให้บริการเดิมพันได้อย่างรวดเร็วและรักษามาตรฐานคุณภาพสูงเมื่อพัฒนาผลิตภัณฑ์ใหม่และที่มีอยู่<br />",
  "casino_sw_features_p5": "เพื่อเร่งการเติบโตธุรกิจของคุณ เรายังนำเสนอ",
  "casino_sw_features_p6": "พร้อมตัวเลือกเกมมากกว่า 3000+ เกม",
  "integrate_iframe_apis": "การรวมเข้ากับแพลตฟอร์มภายนอกผ่าน iFrame และ API",
  "integrate_iframe_apis_para": "แพลตฟอร์มของเรามีตัวเลือกการรวมที่หลากหลาย คุณสามารถ <strong>รวมผ่าน iFrame หรือ <br /> API </strong> ได้อย่างราบรื่น ปรับแต่งตามความต้องการ ไม่ว่าจะเป็นการรวมเต็มรูปแบบ บริการเดิมพันกีฬาเฉพาะ หรือเน้น <strong>เกมคาสิโนออนไลน์</strong> รวมถึง <strong>คาสิโนสด</strong>",
  "view_demo": "ดูตัวอย่าง",
  "we_are": "เราเป็น",
  "online_exchange_sw_p1": "ที่ VRNL เราภูมิใจในการนำเสนอซอฟต์แวร์แลกเปลี่ยนออนไลน์ที่ทันสมัย ซึ่งนิยามประสบการณ์การเดิมพันใหม่ เรามีแพลตฟอร์มที่ครบถ้วนพร้อมตัวเลือกแมตช์สดมากมายทุกเดือน พร้อมการสตรีมสดที่จะเปลี่ยนการเดิมพันของคุณให้กลายเป็นแพลตฟอร์มบันเทิง ได้รับการรับรองจากห้องปฏิบัติการเกมอิสระเพื่อความมั่นใจเพิ่มเติม",
  "online_exchange_sw_p2": "ซอฟต์แวร์แลกเปลี่ยนออนไลน์ของ VRNL มีตัวเลือกการเดิมพันกีฬาครบวงจร ไม่ว่าคุณจะชื่นชอบคริกเก็ต ฟุตบอล เทนนิส หรือกีฬาอื่น ๆ เรามีครบ แพลตฟอร์มของเรามีอัตราต่อรองแบบเรียลไทม์ การเดิมพันระหว่างเล่น และอินเทอร์เฟซที่ใช้งานง่ายเพื่อให้การเดิมพันเป็นเรื่องง่าย",
  "onther_head": "เราช่วยให้คุณรวมเข้าธุรกิจได้อย่างราบรื่น",
  "onther_p1": "ธีมนี้สามารถปรับแต่งได้สูง และคุณสามารถสัมผัสความยืดหยุ่นได้ด้วยตัวอย่างนี้:",
  "main_features": "คุณสมบัติหลัก",
  "feature_para": "Vrnl เป็นผู้นำในการปฏิวัติการจัดการการเดิมพันและคาสิโนออนไลน์ ด้วยความเชี่ยวชาญของเรา คุณจะเข้าถึง:",
  "feature_list": "<li><strong>ประสบการณ์การเดิมพันระดับโลก : </strong> VRNL ให้เข้าถึงกีฬาหลากหลาย ลีก และตลาดการเดิมพันทั่วโลก เพื่อมอบประสบการณ์การเดิมพันระดับโลกให้ผู้ใช้ของคุณ</li> <li><strong>ตัวเลือกก่อนการแข่งขันที่หลากหลาย : </strong> เลือกจากตัวเลือกการเดิมพันก่อนการแข่งขันมากกว่า 150,000 รายการต่อเดือน แพลตฟอร์มของเราครอบคลุมความต้องการการเดิมพันที่หลากหลาย</li> <li><strong>โอกาสการเดิมพันระหว่างเล่นที่น่าตื่นเต้น : </strong> เพิ่มความตื่นเต้นให้ผู้ใช้ด้วยโอกาสการเดิมพันระหว่างเล่น 75,000 ครั้งต่อเดือน</li> <li><strong>เกมคาสิโนสำหรับเมตาเวิร์ส : </strong> VRNL มีเกมคาสิโนมากมายที่เหมาะสำหรับเมตาเวิร์ส ให้ผู้ใช้ได้สัมผัสประสบการณ์คาสิโนเสมือนจริง</li> <li><strong>การรวม iFrame อย่างราบรื่น : </strong> รวม iFrame ของเราเข้ากับแพลตฟอร์ม iGaming ได้ง่าย ๆ เพื่อเพิ่มขีดความสามารถของแพลตฟอร์ม</li> <li><strong>การรวมระบบยืดหยุ่น : </strong> เลือกวิธีการรวมระบบผ่าน API หรือ iFrame เรามีตัวเลือกที่หลากหลายตามความสะดวกและความต้องการของแพลตฟอร์ม</li>",
  "sports_header_2": "ซอฟต์แวร์แลกเปลี่ยนออนไลน์ แพลตฟอร์ม iGaming และคาสิโน",
  "sports_header_2_p1": "เรานำเสนอ <a style='color: #a0c528;' href='#'>White Label Casino</a> พร้อมไลบรารีเกมกว่า 1,000 เกม",
  "sports_header_2_p2": "บริการของเรารวมถึงการขอใบอนุญาตเกมและสนับสนุนด้านกฎหมายเพื่อเริ่มต้นธุรกิจคาสิโนของคุณ พร้อมความมั่นใจด้านคณิตศาสตร์การเล่นเกมที่ปลอดภัยและได้รับการรับรอง",
  "sports_header_2_p3": "เราได้คัดสรรผู้ให้บริการเกมที่ดีที่สุดเพื่อมอบตัวเลือกเกมคาสิโนสดและเกมคาสิโนออนไลน์ที่หลากหลายที่สุดออนไลน์ ร่วมกับพันธมิตรผู้ให้บริการเกมชั้นนำเพื่อให้คุณมั่นใจว่ามีตัวเลือกมากที่สุด",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person games</li> <li>สล็อต</li> <li>รูเล็ตอเมริกันสด</li> <li>แบล็คแจ็คสด</li> <li>บาคาร่า</li> <li>Casino Hold’em สด</li> <li>SICBO</li> <li>Dragon tiger สด</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "เล่นคาสิโนสดเหมือนอยู่ในคาสิโนจริง",
  "top_online_providers": "ผู้ให้บริการคาสิโนออนไลน์ชั้นนำระดับโลก",
  "online_casino_p1": "คุณพร้อมยกระดับประสบการณ์คาสิโนออนไลน์ของคุณหรือยัง? Vrnl คือโซลูชันครบวงจรสำหรับทุกความต้องการคาสิโนออนไลน์ของคุณ เรามอบบริการและโซลูชันล้ำสมัยสำหรับผู้ให้บริการคาสิโนออนไลน์ เพื่อประสบการณ์การเล่นเกมที่น่าจดจำสำหรับผู้เล่นของคุณ",
  "user_data_section1": "<li>ผู้ให้บริการ 75+ รายการ</li> <li>เครื่องสล็อต 15,000+ เครื่อง</li> <li>โต๊ะเกม 500+ โต๊ะ</li> <li>วิดีโอโป๊กเกอร์ 700+ เกม</li> <li>เกมอื่น ๆ 200+ เกม</li>",
  "lottery_bingo_games": "เกมล็อตเตอรี่และบิงโก",
  "lottery_bingo_games_p1": "ที่ VRNL เรานำความตื่นเต้นของเกมล็อตเตอรี่และบิงโกมาสู่หน้าจอและร้านค้าปลีกท้องถิ่นของคุณ ไม่ว่าคุณจะชื่นชอบตั๋วแบบกระดาษดั้งเดิมหรือการเล่นออนไลน์สะดวก เรามีครบ ความสนุกไม่ใช่แค่เกม แต่คือความตื่นเต้นในการชนะและความสนุกในการเล่น",
  "user_data_section2": "<li>บิงโก 80+ เกม</li> <li>ล็อตเตอรี่ 130+ เกม</li>",
  "ultimate_dest": "จุดหมายสูงสุดสำหรับเกมล็อตเตอรี่และบิงโกออนไลน์และร้านค้าปลีก",
  "weare_vrnl": "เราเป็น VRNL",
  "weare_vrnl_desp": "<strong>แพลตฟอร์มใหญ่ที่สุดสำหรับการให้บริการ Sports และ Casino White Label</strong> ตัวเลือกเกมบันเทิงออนไลน์ครบวงจร White Label Casino กว่า 1,000 เกม แพลตฟอร์มคาสิโนออนไลน์ใช้งานง่ายและจัดการง่าย",
  "res_design": "ออกแบบตอบสนองทุกอุปกรณ์",
  "res_design_desp": "เว็บไซต์ของเรามีการตอบสนอง รองรับแท็บเล็ต โทรศัพท์มือถือ และเดสก์ท็อป เพื่อประสบการณ์ผู้ใช้ที่ดีที่สุด",
  "custmzd_options": "ตัวเลือกการปรับแต่ง",
  "custmzd_options_desp": "เรามอบตัวเลือกการปรับแต่งหลากหลายให้ลูกค้า เลือกสี ฟอนต์ และเลย์เอาต์ของเว็บไซต์ เพื่อสะท้อนสไตล์และความต้องการเฉพาะตัว",
  "loading_speed": "ความเร็วในการโหลด",
  "loading_speed_desp": "เว็บไซต์ของเราได้รับการปรับให้เหมาะสมเพื่อความเร็วและประสิทธิภาพ โหลดได้เร็วบนอุปกรณ์และการเชื่อมต่อทุกประเภท",
  "b2b_theme": "B2B (ธุรกิจต่อธุรกิจ)",
  "b2b_theme_p1": "ธีม B2B ของเรามีคุณสมบัติเฉพาะ เราได้เพิ่มตัวเลือก Parley เพื่อประสบการณ์การเดิมพันที่สมบูรณ์ยิ่งขึ้น",
  "b2b_theme_p2": "ธีมของเรามีการใช้สีและการออกแบบที่ดีที่สุด มอบอินเทอร์เฟซสวยงาม ผู้ใช้สามารถเดิมพันกีฬาหลากหลาย เช่น คริกเก็ต ฟุตบอล และเทนนิส",
  "b2b_theme_p3": "เรายังมีเกมคาสิโนหลายรูปแบบเพื่อความบันเทิงเพิ่มเติม รวมถึงคาสิโนประเภทต่าง ๆ เช่น AWC Casino ซึ่งมีสล็อตมากกว่า 500 เกม และโต๊ะเกมมากกว่า 100 โต๊ะ",
  "b2c_theme": "B2C (ธุรกิจต่อผู้บริโภค)",
  "b2c_theme_p1": "เว็บไซต์ B2C ของเรามอบประสบการณ์ใช้งานง่าย ผู้ใช้สามารถลงทะเบียนด้วยหมายเลขโทรศัพท์เพื่อสร้างบัญชีได้สะดวกและปลอดภัย",
  "b2c_theme_p2": "เมื่อสมัครแล้ว ผู้ใช้สามารถฝากเงินเข้าบัญชีได้ง่าย พร้อมกระบวนการถอนเงินที่ราบรื่นเพื่อให้เข้าถึงรางวัลได้สะดวก",
  "b2c_theme_p3": "เพื่อเพิ่มความสนุก เรามีโบนัสพอยต์ให้ผู้ใช้สะสมและใช้ระหว่างเล่น เพิ่มมูลค่าและความตื่นเต้นสำหรับผู้ใช้",
  "b2c_theme_p4": "โดยรวม เว็บไซต์ B2C ของเราออกแบบมาเพื่อให้การเดิมพันและการเล่นเกมง่ายและสนุก ให้ลูกค้าสามารถเล่น ฝาก และถอนเงินได้สะดวก",
  "request_demoID": "ขอรหัสสาธิต",
  "form_name": "ชื่อ *",
  "form_name_err": "กรุณากรอกชื่อของคุณ (อย่างน้อย 3 ตัวอักษร)",
  "form_email": "อีเมล *",
  "form_email_err": "กรุณากรอกอีเมลที่ถูกต้อง",
  "form_country": "ประเทศ *",
  "form_country_err": "กรุณาเลือกประเทศของคุณ",
  "form_district": "เขต/อำเภอ *",
  "form_district_err": "กรุณากรอกเขต/อำเภอของคุณ",
  "form_whatsapp": "หมายเลข WhatsApp *",
  "form_whatsapp_err": "กรอกหมายเลข WhatsApp ที่ถูกต้อง",
  "form_turnover": "ยอดหมุนเวียนรายเดือน *",
  "form_turnover_err": "กรุณากรอกยอดหมุนเวียนรายเดือนของคุณ",
  "form_users": "จำนวนผู้ใช้ *",
  "form_users_err": "กรุณากรอกจำนวนผู้ใช้ที่ถูกต้อง",
  "form_current": "แพลตฟอร์มที่ใช้อยู่ *",
  "form_current_err": "กรุณากรอกแพลตฟอร์มปัจจุบันของคุณ",
  "form_issues": "ปัญหากับแพลตฟอร์มปัจจุบัน *",
  "form_issues_err": "กรุณาอธิบายปัญหา (อย่างน้อย 10 ตัวอักษร)",
  "form_telegram": "คุณใช้ Telegram หรือไม่? *",
  "form_select": "-- เลือก --",
  "form_yes": "ใช่",
  "form_no": "ไม่ใช่",
  "form_telegram_err": "กรุณาเลือกว่าคุณมี Telegram หรือไม่",
  "form_telhandle": "Telegram Handle *",
  "form_telhandle_err1": "จำเป็นต้องกรอก Telegram handle",
  "form_telhandle_err2": "Telegram handle ต้องเริ่มด้วย &#64; (เช่น &#64;username)",
  "demo_url": "URL ตัวอย่าง",
  "form_submit": "ส่ง",
  "form_name_ph": "กรอกชื่อของคุณ",
  "form_email_ph": "กรอกอีเมลของคุณ",
  "form_district_ph": "กรอกเขต/อำเภอ",
  "form_whatsapp_ph": "กรอกหมายเลข WhatsApp",
  "form_turnover_ph": "กรอกยอดหมุนเวียนรายเดือน",
  "form_users_ph": "กรอกจำนวนผู้ใช้",
  "form_current_ph": "กรอกแพลตฟอร์มปัจจุบัน",
  "form_issues_ph": "กรอกปัญหากับแพลตฟอร์มปัจจุบัน",
  "form_telhandle_ph": "กรอก Telegram Handle",
  "our_commitment": "ความมุ่งมั่นของเรา",
  "our_commitment_p1": "VRNL มุ่งมั่นที่จะปกป้องความเป็นส่วนตัวและรักษาข้อมูลส่วนบุคคลและข้อมูลทางการเงินของคุณ นโยบายนี้อธิบายข้อมูลที่เรารวบรวม วิธีการใช้งาน และมาตรการที่เราดำเนินการเพื่อปกป้องข้อมูล การอ้างอิงถึง vrnl.net รวมถึงแอปพลิเคชันของมันด้วย",
  "our_commitment_p2": "นโยบายนี้ใช้กับเว็บไซต์และแอปพลิเคชัน VRNL ทั้งหมดตามกฎหมายที่เกี่ยวข้องในภูมิภาคที่เราดำเนินงาน ประกาศเพิ่มเติมที่เกี่ยวข้องกับภูมิภาคหรือบริการอาจเสริมในนโยบายนี้",
  "our_commitment_p3": "หากคุณให้ข้อมูลผ่านแพลตฟอร์มบุคคลที่สาม (เช่น การเข้าสู่ระบบผ่านโซเชียลมีเดีย) เราจะรวบรวมข้อมูลผ่านการรวมเหล่านั้นตามนโยบายนี้ อย่างไรก็ตาม การปฏิบัติตามความเป็นส่วนตัวของบุคคลที่สามจะควบคุมข้อมูลที่พวกเขารวบรวมโดยตรง การตั้งค่าความเป็นส่วนตัวบนแพลตฟอร์มเหล่านี้ไม่ส่งผลต่อวิธีการใช้ข้อมูลที่รวบรวมผ่านเว็บไซต์หรือแอปของ VRNL",
  "our_commitment_p4": "แพลตฟอร์มของเราอาจมีลิงก์ไปยังเว็บไซต์ภายนอกที่ไม่ได้เป็นเจ้าของหรือควบคุมโดย VRNL เราไม่รับผิดชอบต่อแนวทางความเป็นส่วนตัวของพวกเขาและแนะนำให้คุณตรวจสอบนโยบายของพวกเขาก่อนให้ข้อมูล",
  "our_commitment_p5": "นโยบายความเป็นส่วนตัวนี้ควรอ่านควบคู่กับข้อกำหนดในการใช้งานของเรา",
  "user_content": "ความยินยอมของผู้ใช้",
  "user_content_para": "เมื่อใช้บริการ vrnl (เช่น ลงทะเบียนบัญชี ซื้อบริการ เข้าร่วมกิจกรรมหรือโปรโมชั่น ติดต่อเรา ผ่านเว็บไซต์หรือแอปพลิเคชัน) คุณยอมรับการเก็บ ใช้งาน และการแชร์ข้อมูลส่วนบุคคลของคุณตามที่อธิบายในนโยบายนี้ ในบางกรณี โดยเฉพาะหากคุณอาศัยอยู่ในประเทศที่มีกฎหมายคุ้มครองข้อมูล เราอาจขอความยินยอมโดยตรงก่อนเข้าถึงบริการ สำหรับผู้ใช้ที่เดินทางหลายประเทศและใช้บริการ vrnl เราจะถือว่าประเทศที่ลงทะเบียนเป็นประเทศหลักและความยินยอมที่ได้ในเวลาลงทะเบียนจะใช้ได้สำหรับการประมวลผลข้อมูลส่วนบุคคลของคุณ เงื่อนไขความเป็นส่วนตัวตามกฎหมายของประเทศนั้นในเวลาลงทะเบียนจะใช้บังคับกับคุณ",
  "accessing_webNet": "การเข้าถึงเว็บไซต์และบริการเครือข่ายผ่าน VPN",
  "accessing_webNet_p1": "คุณต้องไม่เข้าถึงหรือใช้เว็บไซต์หรือบริการของ VRNL ผ่านวิธีหรือเทคโนโลยีที่ซ่อนหรือบิดเบือนตำแหน่งทางภูมิศาสตร์จริงของคุณ (เช่น การใช้ VPN หรือเครื่องมือคล้ายกัน)",
  "accessing_webNet_p2": "VRNL จะไม่รับผิดชอบต่อการเก็บ การจัดเก็บ หรือการประมวลผลข้อมูลส่วนบุคคลของคุณหากใช้วิธีดังกล่าว",
  "collection_personalInfo": "การเก็บรวบรวมข้อมูลส่วนบุคคลและการใช้งาน",
  "collection_personalInfo_p1": "“ข้อมูลส่วนบุคคล” หมายถึงข้อมูลใด ๆ ที่สามารถระบุตัวบุคคลโดยตรงหรือโดยอ้อม เช่น ชื่อ ที่อยู่ อีเมล หรือหมายเลขโทรศัพท์ เมื่อข้อมูลไม่ระบุตัวตนเชื่อมโยงกับข้อมูลส่วนบุคคล ข้อมูลนั้นถือเป็นข้อมูลส่วนบุคคลเช่นกัน",
  "collection_personalInfo_p2": "VRNL เก็บเฉพาะข้อมูลส่วนบุคคลที่จำเป็นเพื่อให้บริการตามคำขอและนำเสนอผลิตภัณฑ์และบริการที่ปรับตามความต้องการ เราจะไม่เก็บข้อมูลดังกล่าวเว้นแต่คุณให้โดยสมัครใจและทราบข้อมูล",
  "collection_personalInfo_p3": "ข้อมูลส่วนบุคคลของคุณอาจถูกใช้โดย VRNL และพันธมิตรบริการของเรา เพื่อดำเนินการเว็บไซต์และบริการของเรา และเพื่อแจ้งให้คุณทราบเกี่ยวกับฟีเจอร์ ผลิตภัณฑ์ และบริการใหม่ ๆ ที่ VRNL และบริษัทในเครือของเราให้บริการ",
  "info_provide_us": "1. ข้อมูลที่คุณให้กับเรา",
  "info_provide_us_desp": "เราอาจขอเก็บข้อมูลส่วนบุคคลต่อไปนี้เกี่ยวกับคุณเมื่อคุณใช้ vrnl.net และหากไม่มีข้อมูลนี้ เราอาจไม่สามารถให้บริการทั้งหมดที่คุณร้องขอได้:",
  "reg_data": "ก. ข้อมูลการลงทะเบียน",
  "reg_data_desp": "เพื่อใช้ฟีเจอร์บางอย่างบนเว็บไซต์ แอปพลิเคชัน และบริการ (เช่น การลงทะเบียนกิจกรรมและแคมเปญเว็บไซต์) คุณอาจให้ข้อมูลติดต่อพื้นฐาน รวมถึงแต่ไม่จำกัดเพียง:",
  "reg_data_list": "<li><span>ชื่อ</span></li> <li><span>นามสกุล</span></li> <li><span>อีเมล</span></li>",
  "user_pro_details": "ข. รายละเอียดโปรไฟล์ผู้ใช้",
  "user_pro_details_desp": "เราอาจเก็บและบันทึกข้อมูลส่วนบุคคลต่อไปนี้ในส่วน 'โปรไฟล์ของฉัน' ซึ่งช่วยให้เราสามารถให้ฟีดที่ปรับตามความต้องการและรักษาโปรไฟล์ผู้ใช้ได้ รวมถึงแต่ไม่จำกัดเพียง:",
  "user_pro_details_list": "<li><span>ชื่อ</span></li> <li><span>เพศ</span></li> <li><span>อีเมล</span></li> <li><span>วันเกิด</span></li> <li><span>ประเทศ</span></li> <li><span>เมือง</span></li> <li><span>หมายเลขโทรศัพท์มือถือ</span></li>",
  "mobile_device_permissions": "ค. สิทธิ์เข้าถึงอุปกรณ์มือถือ",
  "mobile_device_permissions_desp": "เมื่อเข้าถึงแอปของเราบนอุปกรณ์มือถือ/แท็บเล็ต/ทีวี หรืออุปกรณ์อื่น ๆ ที่สามารถเข้าถึงแอป เราอาจขอและเข้าถึงสิ่งต่อไปนี้:",
  "mobile_device_permissions_list": "<li><span>บัญชีผู้ใช้ - ใช้จัดการบัญชีหลายบัญชีในแอปและสำหรับการเข้าสู่ระบบ</span></li> <li><span>รายชื่อผู้ติดต่อ - ใช้เข้าถึงรายชื่อผู้ใช้เพื่อแชร์บทความผ่านแอป</span></li> <li><span>โทรศัพท์ - อ่านสถานะโทรศัพท์และเปิดใช้งานการแจ้งเตือนบนอุปกรณ์ของผู้ใช้ เก็บ IMEI เพื่อระบุผู้ใช้แต่ละคนเท่านั้น</span></li> <li><span>กล้อง - เพื่อให้ผู้ใช้สามารถอัปโหลดภาพและภาพโปรไฟล์ ใช้งานกล้องภายใน vrnl</span></li> <li><span>ไมโครโฟน - เพื่อเปิดใช้งานคำสั่งเสียง</span></li> <li><span>พื้นที่จัดเก็บ - เพื่อเข้าถึงไฟล์และโฟลเดอร์ภายในแอป</span></li> <li><span>SMS - เพื่อส่งและรับข้อความยืนยัน</span></li>",
  "mobile_device_permissions_desp2": "สิทธิ์เหล่านี้อาจจำเป็นต่อการทำงานที่เหมาะสมของแอป สามารถจัดการสิทธิ์ผ่านอุปกรณ์ผู้ใช้โดยใช้ตัวเลือก 'การตั้งค่า'",
  "info_voluntarily": "2. ข้อมูลที่คุณให้โดยสมัครใจ",
  "info_voluntarily_desp": "หากคุณส่งข้อความส่วนตัว เช่น อีเมลหรือจดหมาย หรือหากผู้ใช้หรือบุคคลที่สามส่งข้อความเกี่ยวกับกิจกรรมหรือโพสต์ของคุณบน vrnl.net เราอาจเก็บข้อมูลนั้น",
  "info_voluntarily_para": "เราสามารถเก็บข้อมูลเพิ่มเติมในเวลาที่คุณให้ข้อเสนอแนะ แก้ไขเนื้อหา หรือการตั้งค่าอีเมล ตอบแบบสำรวจ หรือสื่อสารกับเรา ข้อมูลนี้อาจรวมถึงชื่อ อีเมล หมายเลขโทรศัพท์ หรือสถานที่ของคุณ",
  "info_auto": "3. ข้อมูลที่เรารวบรวมโดยอัตโนมัติ",
  "info_auto_desp": "เราจะเก็บข้อมูลเกี่ยวกับคุณและการใช้บริการของคุณ การมีปฏิสัมพันธ์กับเราและโฆษณาของเรา รวมถึงข้อมูลเกี่ยวกับคอมพิวเตอร์หรืออุปกรณ์อื่น ๆ ที่ใช้เข้าถึงบริการ (เช่น มือถือ แท็บเล็ต และอุปกรณ์แสดงผลอื่น ๆ) ข้อมูลนี้รวมถึงแต่ไม่จำกัดเพียง:",
  "info_auto_list": "<li><span>กิจกรรมบน vrnl.net เช่น ประเภทหน้าที่เข้าชม เวลาที่ใช้ค้นหา ฯลฯ</span></li> <li><span>การโต้ตอบกับอีเมล การบริการลูกค้า และแพลตฟอร์มข้อความ</span></li> <li><span>ข้อมูลตำแหน่งทางภูมิศาสตร์ผ่านที่อยู่ IP</span></li> <li><span>ข้อมูลอุปกรณ์ เช่น ID อุปกรณ์ รุ่นอุปกรณ์ และตัวระบุอื่น ๆ</span></li> <li><span>ตัวระบุโฆษณา เช่น บนอุปกรณ์มือถือและแท็บเล็ต (เช่น IDFA บนอุปกรณ์ iOS และ GAID บนอุปกรณ์ Android)</span></li> <li><span>ข้อมูลที่รวบรวมผ่านคุกกี้และเทคโนโลยีอื่น ๆ</span></li>",
  "info_auto_note": "*หมายเหตุ: เพื่อปรับปรุงประสบการณ์ของคุณ เราอาจใช้ <b>คุกกี้</b> หรือเทคโนโลยีที่คล้ายกันเพื่อกำหนด <b>ID ผู้ใช้เฉพาะ</b> และเข้าใจความสนใจของคุณ <b>คุกกี้</b> จะไม่เปิดเผยตัวตนของคุณเว้นแต่คุณให้ข้อมูลเอง และไม่สามารถเข้าถึงข้อมูลจากอุปกรณ์ของคุณได้ ผู้โฆษณาอาจตั้งคุกกี้ของตนเองเมื่อคุณมีปฏิสัมพันธ์กับโฆษณา ซึ่งเราไม่ควบคุม เราเก็บข้อมูลทางเทคนิคบางส่วนเมื่อคุณใช้เว็บไซต์ แอป หรือบริการใด ๆ บนอุปกรณ์ที่เชื่อมต่ออินเทอร์เน็ต",
  "inferred_info": "4. ข้อมูลที่ได้จากการใช้งานและบันทึก",
  "inferred_info_desp": "เราอาจติดตามข้อมูลบางอย่างเกี่ยวกับคุณจากพฤติกรรมบน vrnl.net ใช้สำหรับวิจัยภายในเกี่ยวกับประชากร อุปกรณ์ ความสนใจ และพฤติกรรมของผู้ใช้ ข้อมูลนี้จะถูกรวบรวมและวิเคราะห์เป็นภาพรวม",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> เราอาจเก็บข้อมูลเพื่อวิเคราะห์พฤติกรรมและความชอบของผู้ใช้สำหรับการวิจัยและวิเคราะห์ภายใน ใช้ข้อมูลของคุณเพื่อ:</strong><br> (i) ประเมินความสนใจในการลงทุน บริการ ข้อเสนอ หรือการสมัครสมาชิก;<br> (ii) วิเคราะห์และทำวิจัยลูกค้า เพื่อระบุเนื้อหาที่สร้างยอดขายและวิเคราะห์รูปแบบการเข้าชม",
  "inferred_info_a": "ก. ฟีเจอร์เชิงโต้ตอบ",
  "inferred_info_a_desp1": "vrnl.net มีฟีเจอร์หลายอย่างที่ผู้ใช้สามารถเปิดเผยตัวตนและสื่อสารกับผู้ใช้อื่น การใช้ฟีเจอร์เหล่านี้และการเปิดเผยข้อมูลส่วนตัว เช่น อีเมล เป็นความเสี่ยงของคุณเอง และ vrnl.net ไม่รับผิดชอบ อย่างไรก็ตาม หากความเป็นส่วนตัวถูกละเมิด คุณสามารถแจ้งเราได้ทางอีเมล vrnl@gmail.com",
  "inferred_info_a_desp2": "หากคุณโพสต์ข้อความบนโซเชียลมีเดีย กระดานข้อความ ห้องแชท หรือแสดงความคิดเห็น เราจะเก็บข้อมูลที่คุณให้ไว้ เราจะเก็บข้อมูลนี้ตามความจำเป็นเพื่อแก้ไขปัญหา ให้บริการลูกค้า และแก้ไขปัญหา เราอาจเก็บข้อมูลเชิงสรุปเพื่อวิเคราะห์แนวโน้มตลาด แต่ไม่เชื่อมโยงข้อมูลส่วนตัวของคุณกับโพสต์เหล่านี้",
  "inferred_info_b": "ข. ประสบการณ์ผู้ใช้และการสนับสนุน",
  "inferred_info_b_desp1": "เราใช้ที่อยู่ IP ของคุณเพื่อช่วยวินิจฉัยปัญหาของเซิร์ฟเวอร์และบริหารแอป ใช้เพื่อระบุตัวคุณและรวบรวมข้อมูลประชากรเชิงกว้างเพื่อปรับแต่งประสบการณ์บน vrnl.net",
  "inferred_info_b_desp2": "เราจะขอให้คุณทำแบบสำรวจออนไลน์เป็นครั้งคราว แบบสำรวจอาจถามข้อมูลติดต่อและข้อมูลประชากร เช่น รหัสไปรษณีย์ อายุ เราใช้ข้อมูลนี้เพื่อปรับแต่งประสบการณ์และเนื้อหาที่คุณสนใจ",
  "info_thirdparty": "5. ข้อมูลที่เรารวบรวมจากบุคคลที่สาม",
  "info_thirdparty_a": "ก. การเข้าสู่ระบบโซเชียลมีเดีย",
  "info_thirdparty_a_desp": "เมื่อคุณลงทะเบียนโดยใช้บัญชีอื่น เช่น Facebook Gmail เราจะดึงข้อมูลจากบัญชีนั้นเพื่อติดต่อและให้บริการต่อไป เราเก็บข้อมูลต่อไปนี้จากแพลตฟอร์มโซเชียลมีเดีย ได้แก่ แต่ไม่จำกัดเพียง:",
  "info_thirdparty_a_list": "<li><span>Facebook - ข้อมูลสาธารณะ ชื่อ อีเมล รายชื่อเพื่อน</span></li> <li><span>Google - ชื่อ นามสกุล อีเมล</span></li>",
  "info_thirdparty_b": "ข. ข้อมูลการทำธุรกรรมหรือการเรียกเก็บเงิน",
  "info_thirdparty_b_desp": "เมื่อคุณซื้อแพ็กเกจสมัครสมาชิก พันธมิตรเกตเวย์การชำระเงินอาจเก็บข้อมูลบัตรเครดิต/เดบิตหรือบัญชีธนาคารพร้อมที่อยู่เรียกเก็บเงิน ข้อมูลนี้ถูกเก็บโดยพันธมิตรเกตเวย์การชำระเงิน VRNL.net ไม่เก็บข้อมูลทางการเงินโดยตรง การใช้เกตเวย์เป็นความเสี่ยงของคุณ เกตเวย์เหล่านี้มีนโยบายความเป็นส่วนตัวของตนเอง เราไม่รับผิดชอบ",
  "lawfulness_processing": "I. วัตถุประสงค์และความชอบด้วยกฎหมายของการประมวลผล",
  "lawfulness_processing_desp1": "vrnl.net จะเก็บและประมวลผลข้อมูลส่วนบุคคลของคุณเมื่อมีฐานทางกฎหมาย เช่น การได้รับความยินยอมจากคุณ หรือประมวลผลตาม 'ผลประโยชน์ชอบธรรม' เพื่อให้บริการลูกค้าหรือประมวลผลข้อมูลเพื่อบริการพรีเมียม (เช่น โดยผู้ให้บริการเกตเวย์ชำระเงิน)",
  "lawfulness_processing_desp2": "เราใช้ข้อมูลเพื่อให้บริการ วิเคราะห์ ปรับปรุงและปรับแต่งประสบการณ์และการตลาด ประมวลผลการลงทะเบียน คำสั่งซื้อ การชำระเงิน และสื่อสารกับคุณ เช่น",
  "lawfulness_processing_list": "<li><span>กำหนดความต้องการและให้คำแนะนำ ข้อมูลตลาด สถิติ และการแจ้งเตือนที่น่าสนใจ</span></li> <li><span>ป้องกัน ตรวจจับ และสืบสวนกิจกรรมที่ผิดกฎหมายหรือห้าม เช่น การฉ้อโกง</span></li> <li><span>วิเคราะห์และปรับปรุงบริการ (รวมถึง UI) และปรับปรุงการเลือกเนื้อหา อัลกอริทึมแนะนำ และการจัดส่ง</span></li> <li><span>สื่อสารเกี่ยวกับบริการ เช่น อีเมล การแจ้งเตือน ข้อความออนไลน์ แจ้งข่าว ฟีเจอร์ใหม่ ข้อเสนอ โปรโมชั่น การประกวด และแบบสำรวจ และช่วยเหลือด้านการดำเนินงาน เช่น รีเซ็ตรหัสผ่าน</span></li> <li><span>แจ้งการเปลี่ยนแปลงข้อกำหนดในการให้บริการ</span></li> <li><span>ให้คุณเข้าร่วมฟีเจอร์เชิงโต้ตอบของบริการ</span></li> <li><span>ปฏิบัติตามข้อผูกพันและบังคับใช้สิทธิจากสัญญาที่ทำกับคุณ รวมถึงการเรียกเก็บเงินและการจัดเก็บ</span></li>",
  "lawfulness_processing_desp3": "เราอาจใช้ข้อมูลของคุณเพื่อให้ประสบการณ์เฉพาะตัวเมื่อเยี่ยมชม/ใช้เว็บไซต์หรือแอปของเรา และเพื่อวิเคราะห์และการตลาด",
  "lawfulness_processing_desp4": "เราปรับแต่งโดยใช้ข้อมูลที่คุณส่ง เช่น คุกกี้ ที่อยู่ IP และเทคโนโลยีคล้ายกัน เพื่อแสดงเนื้อหาและโฆษณาที่เหมาะกับความสนใจ กรุณาให้ความยินยอมและปรับการตั้งค่าผู้ใช้ตามต้องการ",
  "info_usedBy": "II. ข้อมูลที่ใช้โดยบริษัท",
  "info_usedBy_desp1": "ข้อมูลที่ผู้ใช้ให้ช่วยปรับปรุงบริการและมอบประสบการณ์ที่เป็นมิตร เราอาจใช้ที่อยู่อีเมลหรือข้อมูลส่วนบุคคลส่งข้อความทางการตลาดตามกฎหมายและความยินยอม",
  "info_usedBy_desp2": "ข้อมูลส่วนบุคคลที่เผยแพร่ในที่สาธารณะไม่ถือเป็นข้อมูลส่วนตัว หากคุณไม่ให้ข้อมูล เราอาจไม่สามารถให้บริการบางอย่างได้",
  "disclosure_tp": "III. การเปิดเผยต่อบุคคลที่สาม",
  "disclosure_tp_b": "ข. โฆษณา",
  "disclosure_tp_b_desp": "เราใช้บริษัทโฆษณาบุคคลที่สามเพื่อแสดงโฆษณา โดยข้อมูลส่วนบุคคลจะไม่ถูกส่งโดยไม่ได้รับความยินยอม",
  "disclosure_tp_d": "ง. ข้อเสนอโปรโมชั่น",
  "disclosure_tp_d_desp": "เราจะเปิดเผยข้อมูลส่วนบุคคลภายนอก vrnl.net หากคุณให้ความยินยอม เช่น การให้บริการ SMS และอีเมลสำหรับโปรโมชั่น",
  "disclosure_tp_f": "ฉ. กฎหมาย",
  "disclosure_tp_f_desp": "vrnl.net อาจเปิดเผยข้อมูลส่วนบุคคลหากกฎหมายกำหนดหรือเชื่อว่าจำเป็นเพื่อ:",
  "disclosure_tp_f_list": "<li><span>ปฏิบัติตามกฎหมายหรือกระบวนการทางกฎหมาย</span></li> <li><span>ปกป้องสิทธิ์และทรัพย์สินของเว็บไซต์ เจ้าของ หรือผู้ใช้ vrnl.net</span></li> <li><span>ปกป้องความปลอดภัยของผู้ใช้ เว็บไซต์ เจ้าของ หรือสาธารณะในกรณีฉุกเฉิน</span></li>",
  "controls_choices": "IV. การควบคุมและตัวเลือกของคุณ",
  "managing_info": "การจัดการข้อมูลของคุณ",
  "managing_info_desp1": "เมื่อคุณใช้บริการจาก moneycontrol (เว็บไซต์หรือเว็บไซต์ย่อยใด ๆ) เราจะพยายามอย่างดีที่สุดเพื่อให้คุณสามารถเข้าถึงข้อมูลส่วนบุคคลของคุณได้ตามคำขอ และยังรับประกันว่าข้อมูลส่วนบุคคลหรือข้อมูลส่วนบุคคลที่ละเอียดอ่อนใด ๆ ที่พบว่าผิดพลาดหรือไม่ครบถ้วน จะได้รับการแก้ไขหรือปรับปรุงเท่าที่เป็นไปได้ ภายใต้เงื่อนไขข้อกำหนดทางกฎหมายหรือวัตถุประสงค์ทางธุรกิจที่ชอบด้วยกฎหมาย",
  "managing_info_desp2": "เราขอให้ผู้ใช้แต่ละคนระบุข้อมูลตัวตนและข้อมูลที่ต้องการเข้าถึง แก้ไข หรือยกเลิก ก่อนดำเนินการตามคำขอดังกล่าว และเราอาจปฏิเสธคำขอที่ซ้ำซ้อนเกินควร มีลักษณะเป็นระบบ ต้องใช้ความพยายามทางเทคนิคอย่างไม่สมส่วน อาจละเมิดความเป็นส่วนตัวของผู้อื่น หรือเป็นไปได้ยากมาก (เช่น คำขอเกี่ยวกับข้อมูลที่เก็บอยู่ในเทปสำรอง) หรือหากไม่จำเป็นต้องเข้าถึง ในกรณีที่เรามอบการเข้าถึงข้อมูลและการแก้ไข เราจะให้บริการนี้ฟรี ยกเว้นหากต้องใช้ความพยายามอย่างไม่สมส่วน เนื่องจากวิธีการที่เราเก็บรักษาบริการบางอย่าง หลังจากที่คุณลบข้อมูล ข้อมูลที่เหลืออาจต้องใช้เวลาบางระยะก่อนที่จะถูกลบออกจากเซิร์ฟเวอร์ที่ใช้งานอยู่ และอาจยังคงอยู่ในระบบสำรองของเรา",
  "managing_info_desp3": "ในการใช้สิทธิ์ที่เกี่ยวข้องกับคุณในฐานะเจ้าของข้อมูล คุณต้องเขียนถึงเราและยื่นคำขอสำหรับสิทธิ์ที่ระบุ กรุณาใช้หัวข้อที่เหมาะสมเพื่อระบุสิทธิ์ (เช่น คำขอเข้าถึงข้อมูล, คำขอการพกพาข้อมูล, คำขอลบข้อมูล) ขณะยื่นคำขอทั้งหมด เพื่อช่วยให้เราดำเนินการคำขอของคุณได้เร็วขึ้นและมีประสิทธิภาพ",
  "managing_info_desp4": "เรามอบความสามารถให้คุณใช้การควบคุมและเลือกบางอย่างเกี่ยวกับการเก็บรวบรวม การใช้ และการแบ่งปันข้อมูลส่วนบุคคลของคุณ ตามกฎหมายที่ใช้บังคับ การควบคุมและการเลือกของคุณอาจรวมถึง:",
  "dataAccess_port": "ก. การเข้าถึงข้อมูลและการพกพาข้อมูล",
  "dataAccess_port_desp": "ระเบียบคุ้มครองข้อมูลทั่วไปของสหภาพยุโรป (GDPR) ให้สิทธิ์คุณในฐานะเจ้าของข้อมูลในการขอสำเนาข้อมูลส่วนบุคคลของคุณที่เราถืออยู่ คุณอาจมีสิทธิ์ขอสำเนาข้อมูลส่วนบุคคลที่คุณให้ไว้กับเราในรูปแบบที่เป็นโครงสร้าง ใช้ทั่วไป และอ่านโดยเครื่องได้ และ/หรือขอให้เราส่งข้อมูลนี้ไปยังผู้ให้บริการรายอื่น (ถ้าเป็นไปได้ทางเทคนิค)",
  "data_retention": "ค. การเก็บรักษาและการลบข้อมูล",
  "data_retention_desp1": "เราจะเก็บข้อมูลส่วนบุคคลของคุณตราบเท่าที่จำเป็นสำหรับผลประโยชน์ชอบด้วยกฎหมายที่ระบุในนโยบายนี้ และเพื่อให้เราปฏิบัติตามข้อผูกพันทางกฎหมาย หากคุณไม่ต้องการให้เราใช้ข้อมูลของคุณอีกต่อไป คุณสามารถขอให้เราลบข้อมูลส่วนบุคคลและปิดบัญชี vrnl.net ของคุณ",
  "data_retention_desp2": "โปรดทราบว่าหากคุณขอให้ลบข้อมูลส่วนบุคคลของคุณ;",
  "data_retention_list": "<li><span>เราสามารถเก็บข้อมูลส่วนบุคคลบางส่วนเพื่อประโยชน์ทางธุรกิจที่ชอบด้วยกฎหมาย เช่น การตรวจจับและป้องกันการทุจริตและการเพิ่มความปลอดภัย เช่น หากเราหยุดบัญชี vrnl.net เนื่องจากเหตุผลด้านการทุจริตหรือความปลอดภัย เราอาจเก็บข้อมูลบางส่วนเพื่อป้องกันไม่ให้ผู้ใช้เปิดบัญชีใหม่ในอนาคต</span></li> <li><span>เราสามารถเก็บและใช้ข้อมูลส่วนบุคคลของคุณเท่าที่จำเป็นเพื่อปฏิบัติตามข้อผูกพันทางกฎหมาย เช่น เก็บข้อมูลบางส่วนเพื่อภาษี รายงานทางกฎหมาย และการตรวจสอบบัญชี</span></li> <li><span>ข้อมูลที่คุณแชร์กับผู้อื่น (เช่น รีวิว โพสต์ในฟอรัม) อาจยังคงมองเห็นได้ต่อสาธารณะบน vrnl.net แม้ว่าบัญชีของคุณจะถูกยกเลิก อย่างไรก็ตาม การระบุข้อมูลนั้นให้คุณจะถูกลบ นอกจากนี้ ข้อมูลบางส่วนของคุณ (เช่น บันทึกล็อก) อาจยังคงอยู่ในฐานข้อมูล แต่ไม่เชื่อมโยงกับตัวระบุส่วนบุคคล</span></li> <li><span>เนื่องจากเรารักษาสำเนาข้อมูลส่วนบุคคลเพื่อป้องกันการสูญหายหรือการทำลายโดยไม่ได้ตั้งใจ สำเนาที่เหลือของข้อมูลส่วนบุคคลอาจไม่ถูกลบออกจากระบบสำรองของเราในช่วงเวลาจำกัด</span></li>",
  "data_retention_note": "(หมายเหตุ: หากคุณมีหลายบัญชีกับ moneycontrol คุณต้องยื่นคำขอแยกสำหรับแต่ละบัญชี โดยใช้ที่อยู่อีเมลที่เกี่ยวข้อง)",
  "withdrawing_consent": "ง. การถอนความยินยอมและข้อจำกัดการประมวลผล",
  "withdrawing_consent_desp": "คุณสามารถถอนความยินยอมได้ตลอดเวลาในระหว่างที่ใช้บริการกับเรา โดยส่งอีเมลถึงเรา เราจะตรวจสอบคำขอและอาจขอให้คุณยืนยันตัวตน หลังจากยืนยันแล้ว เราจะถอนความยินยอมและหยุดการประมวลผลข้อมูลส่วนบุคคลของคุณต่อไป",
  "fail_provideConsent": "ง. หากคุณไม่ให้ความยินยอม",
  "fail_provideConsent_desp": "เราขอแจ้งให้คุณทราบว่า vrnl.net เป็นแพลตฟอร์มการโฆษณา โฆษณาเป็นหัวใจสำคัญของธุรกิจ ดังนั้นการให้สิทธิ์ในการใช้และประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อแสดงโฆษณาจึงเป็นสิ่งจำเป็นสำหรับการให้บริการแก่คุณ การใช้ข้อมูลส่วนบุคคลเพื่อโฆษณาเป็นข้อบังคับ และเราไม่สามารถให้บริการแก่คุณได้หากคุณไม่อนุญาตให้เราใช้ข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ดังกล่าว",
  "childrens_privacy": "จ. ความเป็นส่วนตัวของเด็ก",
  "childrens_privacy_desp1": "vrnl.net ไม่ได้ออกแบบหรือมุ่งเป้าไปที่ผู้ที่มีอายุต่ำกว่า 16 ปี vrnl ไม่อนุญาตให้ผู้ที่อายุต่ำกว่า 16 ปีลงทะเบียนหรือให้ข้อมูลส่วนบุคคล หาก vrnl พบว่ามีการเก็บข้อมูลส่วนบุคคลของผู้ที่มีอายุต่ำกว่า 16 ปีโดยไม่ได้รับความยินยอมจากผู้ปกครอง เราจะลบข้อมูลนั้นและแจ้งผู้ปกครอง",
  "childrens_privacy_desp2": "อย่างไรก็ตาม เราเห็นว่าผู้ปกครองมีความรับผิดชอบในการติดตามการใช้บริการของบุตรหลาน นโยบายของเราไม่เก็บข้อมูลส่วนบุคคลจากเด็กอายุต่ำกว่า 16 ปีหรือส่งวัสดุส่งเสริมการขายให้เด็กในกลุ่มนี้ หากผู้ปกครองเชื่อว่าบุตรของตนได้ให้ข้อมูลส่วนบุคคลแก่ vrnl โดยไม่ได้รับความยินยอม กรุณาติดต่อฝ่ายสนับสนุนลูกค้าเพื่อให้ข้อมูลถูกลบ",
  "data_transfer": "ฉ. การโอน เก็บ และประมวลผลข้อมูลทั่วโลก",
  "data_transfer_desp": "เราดำเนินงานทั่วโลกและอาจโอนข้อมูลส่วนบุคคลของคุณไปยังบริษัทในเครือ vrnl หรือบุคคลที่สามในสถานที่ต่าง ๆ ทั่วโลกตามวัตถุประสงค์ที่ระบุในนโยบายความเป็นส่วนตัวนี้ ทุกที่ที่ข้อมูลของคุณถูกโอน เก็บ หรือประมวลผล เราจะดำเนินการตามขั้นตอนเพื่อปกป้องความเป็นส่วนตัว นอกจากนี้เมื่อต้องใช้หรือเปิดเผยข้อมูลที่โอนจากสหภาพยุโรป เราใช้มาตรฐานสัญญาที่ได้รับการอนุมัติจากคณะกรรมาธิการยุโรปและมาตรการอื่น ๆ ภายใต้กฎหมายสหภาพยุโรปเพื่อให้แน่ใจว่ามีการปกป้องที่เหมาะสม",
  "security_compliance": "ช. ความปลอดภัยและการปฏิบัติตามกฎหมาย",
  "security_compliance_desp": "เราปรับปรุงมาตรการด้านการบริหาร เทคโนโลยี และกายภาพอย่างต่อเนื่องเพื่อปกป้องข้อมูลของคุณจากการเข้าถึงโดยไม่ได้รับอนุญาต การสูญหาย การทำลาย หรือการเปลี่ยนแปลง มาตรการป้องกันที่เราใช้ เช่น ไฟร์วอลล์ การเข้ารหัสข้อมูล และการควบคุมการเข้าถึง หากคุณทราบหรือมีเหตุผลเชื่อว่าข้อมูลบัญชี vrnl.net ของคุณสูญหาย ถูกขโมย เปลี่ยนแปลง หรือถูกเข้าถึงโดยไม่ได้รับอนุญาต กรุณาติดต่อฝ่ายสนับสนุนลูกค้า",
  "changein_policy": "ซ. การเปลี่ยนแปลงนโยบาย",
  "changein_policy_desp": "นโยบายความเป็นส่วนตัวนี้อาจมีการเปลี่ยนแปลงเป็นครั้งคราว เราขอสงวนสิทธิ์ในการแก้ไขเงื่อนไขของนโยบายความเป็นส่วนตัวนี้ตามดุลยพินิจเพื่อให้สอดคล้องกับกฎหมาย ('ข้อกำหนดที่ปรับปรุง') ข้อกำหนดที่ปรับปรุงจะมีผลทันทีและแทนที่นโยบายเดิม เราจะแจ้งคุณหากการเปลี่ยนแปลงส่งผลกระทบต่อสิทธิ์ของคุณหรือหากกฎหมายกำหนด คุณเป็นผู้รับผิดชอบตรวจสอบนโยบายความเป็นส่วนตัวเป็นระยะ และเมื่อคุณใช้ vrnl.net หลังจากเผยแพร่ข้อกำหนดที่ปรับปรุงแล้ว คุณยืนยันความยอมรับข้อกำหนดใหม่",
  "contact_info": "ฌ. ข้อมูลติดต่อ",
  "contact_info_a": "ก. ฝ่ายสนับสนุน",
  "contact_info_a_desp": "หากคุณต้องการข้อมูลหรือคำชี้แจงเกี่ยวกับการใช้ข้อมูลส่วนบุคคลหรือนโยบายความเป็นส่วนตัวนี้ กรุณาส่งอีเมลถึงเรา",
  "contact_info_b": "ข. การร้องเรียน",
  "contact_info_b_desp1": "คุณสามารถเขียนถึงเจ้าหน้าที่คุ้มครองข้อมูลของเราในกรณีที่มีข้อร้องเรียนหรือข้อไม่พอใจ คุณมีสิทธิ์ร้องเรียนเกี่ยวกับกิจกรรมการประมวลผลข้อมูลที่ดำเนินการโดย vrnl.net ต่อหน่วยงานคุ้มครองข้อมูลที่มีอำนาจ",
  "contact_info_b_desp2": "หากคุณมีข้อสงสัยหรือร้องเรียนเกี่ยวกับการเก็บรวบรวม การประมวลผล การโอนข้อมูลส่วนบุคคล หรือเกี่ยวกับนโยบายนี้ โปรดติดต่อเจ้าหน้าที่คุ้มครองข้อมูลของเรา",
  "risk_management_title": "การเดิมพันของคุณ ความรับผิดชอบของเรา การจัดการความเสี่ยงที่ไม่มีใครเทียบ &",
  "risk_management_title2": "บริษัทที่มุ่งมั่นในการหานวัตกรรมเพื่อตอบสนองความต้องการทางธุรกิจอย่างต่อเนื่อง",
  "dedicated_rm_team": "ทีมบริหารความเสี่ยงเฉพาะทาง",
  "dedicated_rm_team_desp": "เรามีทีมบริหารความเสี่ยง <b>ที่มีประสบการณ์สูง</b> ทำงาน <b>ตลอด 24 ชั่วโมง</b> บทบาทหลักของพวกเขาคือการตรวจสอบทุกการเดิมพันและธุรกรรมบนแพลตฟอร์มของเราเพื่อให้มั่นใจใน <b>ความยุติธรรม</b> และ <b>ความปลอดภัย</b> สำหรับผู้ใช้ทุกคน",
  "key_features_rm": "คุณสมบัติหลัก",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>การตรวจสอบแบบเรียลไทม์:</strong> ระบบขั้นสูงติดตามการเดิมพัน การเปลี่ยนแปลงอัตราต่อรอง และกิจกรรมของผู้ใช้อย่างต่อเนื่อง</span></li> <li><strong>การตรวจสอบด้วยมือ:</strong> การแจ้งเตือนจะกระตุ้นการตรวจสอบลึกซึ้งของรูปแบบการเดิมพัน การเปลี่ยนแปลงอัตราต่อรอง และพฤติกรรมบัญชี</li> <li><strong>การลดความเสี่ยง:</strong> ดำเนินการทันที เช่น การยกเลิก/ระงับการเดิมพัน แช่แข็งบัญชี หรือยืนยันผู้ใช้หากพบความผิดปกติ</li> <li><strong>การวิเคราะห์ข้อมูล:</strong> ตรวจสอบข้อมูลสดและข้อมูลย้อนหลังอย่างต่อเนื่องเพื่อตรวจหาความเสี่ยงและปรับปรุงกลยุทธ์ป้องกัน</li> <li><strong>การตอบสนองต่อเหตุการณ์:</strong> มีแผนการที่เป็นโครงสร้างเพื่อจัดการการละเมิดความปลอดภัย การโกง หรือภัยคุกคามอื่น ๆ อย่างรวดเร็วและมีประสิทธิภาพ</li>",
  "benefits_rm": "ประโยชน์",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>การฝึกอบรมต่อเนื่อง:</strong> พัฒนาทักษะทีมบริหารความเสี่ยงเพื่อรับมือกับภัยคุกคามใหม่ ๆ อย่างมีประสิทธิภาพ</span></li> <li><strong>เทคโนโลยีและความปลอดภัยขั้นสูง:</strong> อัปเกรดปกติ การทดสอบเจาะระบบ อัปเดตซอฟต์แวร์ และตรวจสอบความปลอดภัย</li> <li><strong>ความโปร่งใส:</strong> การสื่อสารชัดเจนกับผู้ใช้เกี่ยวกับการดำเนินการบริหารความเสี่ยงเพื่อสร้างความไว้วางใจ</li> <li><strong>การปรับปรุงอย่างต่อเนื่อง:</strong> ปรับกลยุทธ์ตามเหตุการณ์ที่ผ่านมาและความเสี่ยงใหม่เพื่อปกป้องความสมบูรณ์ของแพลตฟอร์มและผลประโยชน์ของผู้ใช้</li>",
  "sbs_bold": "ซอฟต์แวร์ <strong>การเดิมพันกีฬา</strong>",
  "sbs_bold_p1": "พร้อมยกระดับประสบการณ์การเดิมพันกีฬาของคุณแล้วหรือยัง? ไม่ต้องมองหาที่อื่น เพราะ VRNL Sports Betting Software พร้อมช่วยคุณ ในบทความนี้เราจะสำรวจว่าทางเทคโนโลยีล้ำสมัยของ VRNL สามารถเปลี่ยนวิธีการเดิมพันของคุณได้อย่างไร ด้วยประสบการณ์กว่า 20 ปี VRNL คือพันธมิตรที่คุณวางใจได้เพื่อโซลูชันการเดิมพันกีฬานวัตกรรม ลุยโลกซอฟต์แวร์การเดิมพันกีฬาและค้นพบว่าพวกเราสามารถยกระดับเกมของคุณได้อย่างไร",
  "sbs_bold_p2": "ซอฟต์แวร์การเดิมพันกีฬาของ VRNL มอบความเป็นไปได้มากมายสำหรับผู้ที่ชื่นชอบกีฬาและนักเดิมพัน ด้วยความมุ่งมั่นในการให้ข้อมูลที่ถูกต้อง สอดคล้อง และเป็นประโยชน์ VRNL ผสานความเชี่ยวชาญและประสบการณ์ส่วนตัวเพื่อสร้างโซลูชันการเดิมพันที่ครบวงจร วางใจ VRNL เพื่อยกระดับประสบการณ์การเดิมพันของคุณไปอีกขั้น",
  "sbs_bold_p3": "สำรวจซอฟต์แวร์การเดิมพันกีฬาของ VRNL วันนี้และยกระดับเกมการเดิมพันของคุณ!",
  "sbs_try_b2b": "ลองใช้ซอฟต์แวร์การเดิมพัน B2B ของเรา",
  "sbs_try_b2c": "ลองใช้ซอฟต์แวร์การเดิมพัน B2C ของเรา",
  "sbs_mf_desp": "เรามีเครื่องมือมากมายเพื่อช่วยในการจัดการซอฟต์แวร์การเดิมพันของเรา ในจำนวนนี้ เราขอสรุปคุณสมบัติที่ทรงพลังที่สุดและจำเป็นต่อการแข่งขันในระดับโลก:",
  "sbs_mf_list": "<li> <strong>อัตราต่อรองแบบเรียลไทม์</strong> อัปเดตอัตราต่อรองแบบเรียลไทม์เพื่อให้คุณได้เปรียบ VRNL มั่นใจว่าคุณไม่พลาดโอกาสที่ดีที่สุด </li> <li> <strong>ความเข้ากันได้กับมือถือ</strong> เดิมพันได้ทุกที่ด้วยซอฟต์แวร์ที่รองรับมือถือ ไม่ว่าจะ iOS หรือ Android แพลตฟอร์มปรับตัวให้เหมาะกับอุปกรณ์ของคุณ </li> <li> <strong>บริการอัตราต่อรองขั้นสูง</strong> ปรับปรุง API ข้อมูลกีฬา ให้ข้อมูลอัตราต่อรองก่อนแมตช์ 100% ถูกต้อง และข้อมูลสดเร็วที่สุดพร้อมความหน่วงต่ำสุด </li> <li> <strong>การรวมระบบที่ยืดหยุ่น</strong> แพลตฟอร์มของเราสามารถรวมเข้ากับระบบของคุณได้อย่างราบรื่นผ่าน API หรือ iFrame</li>",
  "sbs_benefits": "ประโยชน์จะมีอะไรบ้าง? <b>ให้เราชี้แจง</b>",
  "sbs_benefits_p1": "<strong>ข้อได้เปรียบของการเปิดแพลตฟอร์มการเดิมพันออนไลน์และหน้าร้าน</strong> การเริ่มต้นแพลตฟอร์มออนไลน์อาจเป็นเรื่องท้าทาย",
  "sbs_benefits_p2": "นั่นคือเหตุผลที่เราสร้างสภาพแวดล้อม <strong>ซอฟต์แวร์การเดิมพันกีฬาครบวงจร</strong> เพื่อให้กระบวนการราบรื่น พร้อมผู้ให้บริการอัตราต่อรองชั้นนำเพื่อความครอบคลุมสูงสุด",
  "sbs_benefits_p3": "พันธมิตรที่ได้รับการควบคุมจากเราได้รับการสนับสนุนเต็มที่ในการเข้าสู่อุตสาหกรรมการเดิมพันออนไลน์ พร้อมตัวเลือกแพลตฟอร์มแบบ Branded หรือ Non-Branded",
  "sbs_benefits_p4": "ซอฟต์แวร์ของเรามาพร้อมเครื่องมือบริหารความเสี่ยงที่แข็งแกร่ง ทำให้การตั้งค่าเร็วและง่าย พร้อมขยายตามการเติบโตของธุรกิจ",
  "sbs_benefits_p5": "การจัดการ <strong>ผู้เล่นออนไลน์และร้านเดิมพัน</strong> ไม่เคยง่ายและใช้งานสะดวกขนาดนี้",
  "complete_sbs": "ซอฟต์แวร์ <strong>การเดิมพันกีฬาครบวงจร</strong>",
  "whatwe_have": "เรามีอะไรให้คุณบ้าง?",
  "whatwe_have_list": "<li> <strong>การควบคุมบัญชีผู้เล่น</strong> แพลตฟอร์มของเรามีระบบจัดการบัญชีผู้เล่นที่แข็งแรง รวมถึงการลงทะเบียนและการตรวจสอบ เรายังมีระบบตรวจจับและจัดการบัญชีที่ทุจริตอย่างมีประสิทธิภาพ </li> <li> <strong>เครื่องมือระบุพิกัด</strong> เรามีเครื่องมือที่สามารถดึงข้อมูลตำแหน่งจาก IP เพื่อให้บริการระบุพิกัดอย่างถูกต้อง </li>",
  "whatwe_have_desp": "ด้วยการสนับสนุนอย่างครบวงจร คุณสามารถมุ่งเน้นที่การสร้างและพัฒนาร้านเดิมพันและเครือข่ายออนไลน์ของคุณ",
  "b2c_sbs": "ซอฟต์แวร์การเดิมพันกีฬา B2C",
  "b2c_sbs_p1": "VRNL คือจุดหมายปลายทางชั้นนำสำหรับโซลูชันซอฟต์แวร์การเดิมพันกีฬา B2C เราเป็นชื่อที่น่าเชื่อถือในอุตสาหกรรม มุ่งมั่นในการมอบซอฟต์แวร์ล้ำสมัยเพื่อยกระดับประสบการณ์การเดิมพันกีฬา ไม่ว่าคุณจะเป็นนักเดิมพันมืออาชีพหรือผู้เริ่มต้น เรามีเครื่องมือที่จำเป็นเพื่อยกระดับเกมของคุณ ลองใช้ซอฟต์แวร์ของ VRNL วันนี้และยกระดับการเดิมพันของคุณไปอีกขั้น!",
  "b2c_sbs_p2": "ซอฟต์แวร์การเดิมพันกีฬา B2C (ธุรกิจกับผู้บริโภค) คือเทคโนโลยีและแพลตฟอร์มที่ผู้ดำเนินการ sportsbook ใช้เพื่อให้บริการการเดิมพันกีฬาโดยตรงกับผู้ใช้ปลายทาง",
  "b2c_sbs_p3": "ซอฟต์แวร์ประเภทนี้ช่วยให้ผู้บริโภควางเดิมพันในกิจกรรมกีฬาต่าง ๆ ผ่านเว็บหรือแอปมือถือ นี่คือคุณสมบัติหลักที่พบในซอฟต์แวร์ B2C",
  "b2c_sbs_list": "<li> <b>การลงทะเบียนและจัดการบัญชีผู้ใช้:</b> ให้ผู้ใช้สร้างบัญชี จัดการข้อมูลส่วนบุคคล และติดตามประวัติการเดิมพัน </li> <li> <b>บริการลูกค้า:</b> มีช่องทางช่วยเหลือ เช่น แชทสด อีเมล และโทรศัพท์ </li> <li> <b>โปรแกรมพันธมิตร:</b> ให้พันธมิตรหารายได้จากการแนะนำผู้ใช้ </li>",
  "casino_sbs": "ซอฟต์แวร์คาสิโนและ <strong>การเดิมพันกีฬา</strong>",
  "casino_sbs_list": "ผู้ให้บริการ 75+<br />สล็อตแมชชีน 15,000+<br />เกมโต๊ะ 500+<br />วิดีโอโป๊กเกอร์ 700+<br />เกมอื่น ๆ 200+<br />โชว์เกมสด<br />เกมบุคคลที่หนึ่ง<br />รูเล็ตอเมริกันสด<br />แบล็คแจ็คสด<br />บาคาร่าแบบสด<br />คาสิโนโฮลเอ็มสด<br />SICBO<br />มังกรเสือสด<br />Andar Bahar<br />Teen Patti",
  "online": "ออนไลน์",
  "casino_platform": "แพลตฟอร์มคาสิโน",
  "onc_desp1": "VRNL ให้โซลูชันครบวงจรด้วย <strong>White Label Casino</strong> ของเรา",
  "onc_desp2": "แพลตฟอร์ม <strong>คาสิโนออนไลน์</strong> ของเราออกแบบให้เรียบง่าย เพื่อการจัดการที่ง่ายทั้งผู้เริ่มต้นและมืออาชีพ ด้วย VRNL คุณจะได้รับคำแนะนำครบถ้วนเพื่อเริ่มต้นธุรกิจ <strong>คาสิโนออนไลน์</strong>",
  "onc_desp3": "ก่อนเริ่ม เราขอเชิญคุณชมการทำงานอย่างราบรื่นในระบบจริง",
  "wlc_mainFeatures_desp1": "เรามีเครื่องมือมากมายเพื่อช่วยในการจัดการแพลตฟอร์มคาสิโนออนไลน์ของคุณ ในจำนวนนี้ เราเน้นคุณสมบัติที่ทรงอิทธิพลและจำเป็นต่อการแข่งขันในระดับโลก:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>แค็ตตาล็อกเกมคาสิโนออนไลน์ที่ครอบคลุมที่สุดในโลก</strong> เลือกจากผู้ให้บริการชั้นนำของอุตสาหกรรม </li> <li> <strong class='black-color'>เครื่องมือโบนัส</strong> และปรับปรุงผลกำไรจากสล็อต </li> <li> <strong class='black-color'>ตัวสร้างแคมเปญ</strong> และการจัดการทัวร์นาเมนต์เกม </li> <li>สามารถ <strong class='black-color'>รวมเข้ากับระบบผ่าน API หรือ iFrame ได้อย่างราบรื่น</strong> </li>",
  "wlc_mainFeatures_desp2": "นอกจากนี้ แพ็กเกจของเรายังรวมซอฟต์แวร์คาสิโนสด เพื่อให้ผู้ใช้ได้รับประสบการณ์คาสิโนจริงจากบ้านของพวกเขา",
  "wlc_benefits": "ประโยชน์จะมีอะไรบ้าง?",
  "letus_explain": "ให้เราชี้แจง",
  "letus_explain_desp1": "คิดจะเข้าสู่โลกการเดิมพันออนไลน์ใช่ไหม? VRNL มี",
  "letus_explain_desp2": "โซลูชัน White Label Casino ที่เหมาะสำหรับการเริ่มต้นของคุณ",
  "letus_explain_desp3": "ใช้บริการมืออาชีพและความเชี่ยวชาญของเรา พร้อมแพลตฟอร์มคาสิโนและเทคโนโลยีขั้นสูง พันธมิตรที่ได้รับการควบคุมได้รับการสนับสนุนอย่างเต็มที่ในการเข้าสู่อุตสาหกรรมคาสิโนออนไลน์ พร้อมตัวเลือกแพลตฟอร์มแบบ Branded หรือ Non-Branded",
  "letus_explain_desp4": "การเริ่มต้นธุรกิจคาสิโนออนไลน์อาจเป็นเรื่องซับซ้อน นั่นคือเหตุผลที่เราสร้างสภาพแวดล้อมคาสิโนครบวงจร พร้อมผู้ให้บริการเกมชั้นนำและเกมมากกว่า 1,000 เกม ระบบคณิตศาสตร์เกมของเรามีความปลอดภัยและได้รับการรับรอง เพื่อให้คุณมั่นใจได้",
  "letus_explain_desp5": "ขยายธุรกิจของคุณได้อย่างง่ายดายด้วยเครื่องมือบริหารความเสี่ยงที่แข็งแรงของแพลตฟอร์มของเรา สำหรับการตั้งค่าที่รวดเร็วและง่ายดาย",
  "wlc_complete_solutions": "โซลูชัน <span>Casino White Label</span> ครบวงจร",
  "wlc_offer": "เรามอบอะไรให้คุณบ้าง?",
  "wlc_complete_solutions_list": "<li>ขั้นตอนการยืนยันตัวตน ได้รับการอนุมัติจากหน่วยงานกำกับดูแลอย่างเป็นทางการ</li> <li>เครื่องมือการตลาดแบบ Affiliate ระบบการแนะนำ และการรวมกับโซเชียลมีเดีย</li> <li>การแจ้งเตือนผ่านมือถือ, การแจ้งเตือนเว็บ, และข้อความในแอป</li> <li>การควบคุมบัญชีผู้เล่น, การลงทะเบียนและการตรวจสอบ, และระบบตรวจจับบัญชีทุจริต</li> <li>เครื่องมือระบุพิกัดเพื่อดึงข้อมูลตำแหน่งจากที่อยู่ IP</li>",
  "wlc_complete_solutions_more": "และยังมีอีกมากมาย",
  "wlc_complete_solutions_desp": "<strong>แพลตฟอร์มของ VRNL ถูกปรับแต่งเพื่อประสิทธิภาพและความเสถียรสูงสุด</strong> เราใช้เทคโนโลยีล้ำสมัยที่ทำงานเร็วกว่าแพลตฟอร์มคาสิโนทั่วไปถึงสองเท่า ประสบการณ์ที่สั่งสมทำให้เราเป็นแอปพลิเคชันที่เร็วและทรงพลังที่สุดในปัจจุบัน",
  "wlc_numbers": "<span>White Label</span> Casino ในตัวเลข",
  "wlc_numbers_p1": "ค้นพบความเป็นไปได้ไม่จำกัดของโซลูชัน White Label Casino ของ VRNL ยกระดับธุรกิจคาสิโนของคุณด้วยข้อเสนอคาสิโนที่หลากหลายของเรา",
  "wlc_numbers_p2": "การคัดสรรผู้ให้บริการ Live Casino ชั้นนำระดับโลกอย่างดีที่สุด",
  "wlc_numbers_p3": "ตารางสดหลากหลายรูปแบบออนไลน์ พร้อมการส่งมอบหลายช่องทาง",
  "wlc_numbers_list": "<li>ผู้ให้บริการกว่า 75 ราย</li> <li>สล็อตแมชชีนมากกว่า 15,000 เครื่อง</li> <li>เกมโต๊ะ 500+ เกม</li> <li>วิดีโอโป๊กเกอร์ 700+ เกม</li> <li>เกมอื่น ๆ มากกว่า 200 เกม</li>",
  "wlc_numbers_p4": "ทีมงานของเราพร้อมแนะนำคุณในทุกขั้นตอน ตั้งแต่การฝึกอบรมเบื้องต้นจนถึงการเปิดตัวจริง",
  "wlb_platform": "แพลตฟอร์ม White Label Betting",
  "wlb_platform_p1": "โซลูชัน <b class='bold'>white label sportsbook</b> ของ VRNL มอบแพลตฟอร์มการแลกเปลี่ยนแบบครบวงจรและจัดการเต็มรูปแบบ <br />",
  "wlb_platform_p2": "หนึ่งในคุณสมบัติเด่นของโซลูชัน white label sportsbook ของเราคือ <b class='bold'>ความเร็วในการสร้างและเปิดเว็บไซต์</b> ทีมงานเฉพาะของเราสามารถเปิดเว็บไซต์ sportsbook ของคุณได้ภายในสิบวันทำการ <b class='bold'>ปรับตามความต้องการเฉพาะของคุณ</b> <br />",
  "wlb_platform_p3": "<b class='bold'>บริการของเราครอบคลุมการโฮสต์เฉพาะทาง</b>, ซอฟต์แวร์ที่จำเป็นทั้งหมด, ฟีดข้อมูลอัตราต่อรองกีฬาสด, เครื่องมือบริหารความเสี่ยง และบริการลูกค้าชั้นยอด เราคือผู้นำแพลตฟอร์ม White Label Betting",
  "wlb_platform_list": "<li>พัฒนาเว็บไซต์, <b>การสร้างแบรนด์, การปรับแต่ง</b> และการทดสอบเข้มงวดของแพลตฟอร์มลูกค้า</li> <li>การปรับปรุงและอัปเดตฟีเจอร์อย่างต่อเนื่อง</li> <li> <b>การจัดเตรียมฮาร์ดแวร์</b>, โฮสต์, การตรวจสอบตลอด 24/7, และการสนับสนุนอย่างครบวงจร</li> <li> <b>ตลาดเดิมพันหลากหลาย</b>, หมวดกีฬาต่าง ๆ และลีกการแข่งขัน</li> <li>การรับเดิมพันและการชำระเงินที่แม่นยำ</li> <li>การบริหารความเสี่ยงขั้นสูง, การบัญชีแข็งแรง, และเครื่องมือการตรวจสอบอย่างเข้มงวด</li>",
  "wlb_platform_p4": "ที่ปรึกษาเฉพาะของ VRNL จะรวบรวมความต้องการของคุณและนำเสนอเทมเพลตและความสำเร็จการพัฒนาล่าสุดให้เลือก ทั้งนี้แพลตฟอร์มทั้งหมดรองรับหลายภาษาและหลายสกุลเงิน พร้อมปรับอินเทอร์เฟซให้เหมาะสมกับความต้องการของคุณอย่างละเอียด",
  "wlb_platform_customization": "การปรับแต่ง",
  "be_unique": "เป็นเอกลักษณ์",
  "be_unique_desp1": "<b class='bold'>VRNL เชี่ยวชาญในการปรับแต่งแพลตฟอร์มการเดิมพัน White Label, คาสิโน และโซลูชัน</b> เพื่อเสริมเอกลักษณ์ของแบรนด์คุณ",
  "be_unique_desp2": "ทีมผู้เชี่ยวชาญของเรามั่นใจว่าทุกรายละเอียด ตั้งแต่ส่วนติดต่อผู้ใช้ที่สวยงามไปจนถึงการรวมโลโก้และฟีเจอร์สอดคล้องกับวิสัยทัศน์ของคุณ",
  "be_unique_desp3": "เริ่มต้นการเดินทางสู่โลกของ VRNL ที่ซึ่งวิสัยทัศน์ของคุณกลายเป็นจริง",
  "wlb_platform_odds": "อัตราต่อรอง",
  "wlb_platform_odds_optimize": "ปรับอัตราต่อรองการเดิมพันด้วย VRNL",
  "wlb_platform_odds_p1": "นำหน้าคู่แข่งด้วย <b class='bold'>บริการบริหารอัตราต่อรอง</b> ของเรา เราให้การปรับอัตราต่อรองแบบเรียลไทม์ การบริหารความเสี่ยง และการวิเคราะห์ตลาด เพื่อช่วยให้คุณปรับปรุงข้อเสนอการเดิมพันกีฬาและประสบการณ์ผู้เล่น",
  "wlb_platform_odds_p2": "ทีมผู้เชี่ยวชาญของเรามุ่งมั่นเพื่อความสำเร็จของคุณ ติดต่อเราเพื่อค้นหาว่าเราสามารถยกระดับธุรกิจการเดิมพันของคุณได้อย่างไร",
  "wlb_platform_zeroRisk": "ความเสี่ยงศูนย์",
  "wlb_platform_zeroRisk_h1": "บริการการซื้อขายและบริหารความเสี่ยง",
  "wlb_platform_zeroRisk_p1": "เรามอบบริการการซื้อขายและบริหารความเสี่ยงครบวงจร พร้อมคำแนะนำเชี่ยวชาญเกี่ยวกับการบริหารอัตราต่อรอง นอกจากนี้เรามีฟีเจอร์พิเศษ - ความคุ้มครองการจ่ายรางวัล ในทางปฏิบัติ หมายความว่าหากแพลตฟอร์มของคุณไม่สร้างรายได้ เราจะเข้ามาชดเชยการจ่ายให้ผู้เล่นของคุณ เราให้ความสำคัญกับความสบายใจของคุณ",
  "wlb_platform_bpb": "การสร้างแบรนด์แพลตฟอร์มการเดิมพัน",
  "wlb_platform_bpb_layouts": "รูปแบบไม่จำกัด",
  "wlb_platform_bpb_layouts_desp": "เลือกจาก <b>รูปแบบการเดิมพันหลากหลาย</b> จากเทมเพลตของเรา หรือควบคุมการสร้างสรรค์เต็มรูปแบบด้วยการสร้างรูปแบบเองผ่าน <b>บริการ API</b> คุณและทีมพัฒนาสามารถสร้างอินเทอร์เฟซผู้ใช้ที่ปรับแต่งได้เต็มที่ตามวิสัยทัศน์ของคุณ",
  "Betting": "การเดิมพัน",
  "B2C": "B2C",
  "Casino": "คาสิโน",
  "main_sec_title": "VRNL ผู้ให้บริการซอฟต์แวร์การเดิมพันกีฬาชั้นนำในบังกลาเทศ",
  "who_we_are": "เราเป็นใคร",
  "what_we_do": "เราทำอะไร",
  "about_us_title": "เกี่ยวกับเรา - ซอฟต์แวร์กีฬา White Label และคาสิโนออนไลน์",
  "casino_providers": "ผู้ให้บริการคาสิโน",
  "betting_providers": "ผู้ให้บริการการเดิมพัน",
  "games_providers": "ผู้ให้บริการเกม",
  "online_exch_sw_title": "ปฏิวัติธุรกิจของคุณด้วย VRNL Online Exchange Software",
  "casino_games_title": "เกมคาสิโน - White Label Casino",
  "casino_tournaments_title": "ซอฟต์แวร์ทัวร์นาเมนต์คาสิโน - White Label Casino ออนไลน์",
  "esports_title": "ซอฟต์แวร์การเดิมพัน eSports ให้ผู้ใช้เดิมพันในเกม eSports ชั้นนำ",
  "faq_title": "VRNL FAQ – คู่มือคำถามและคำตอบทั่วไป",
  "iframe_title": "Sportsbook iFrame White Label เดิมพันกีฬาและคาสิโน",
  "live_casino_title": "White Label Casino - เริ่มคาสิโนออนไลน์ของคุณเอง",
  "lottery_games_title": "เกมลอตเตอรี - White Label Casino",
  "mobile_title": "ยกระดับเกมของคุณด้วยซอฟต์แวร์การเดิมพันกีฬาบนมือถือของ VRNL",
  "online_casino_sw_title": "ซอฟต์แวร์คาสิโนออนไลน์ - วิวัฒนาการของซอฟต์แวร์และแพลตฟอร์มคาสิโนออนไลน์",
  "ourTheme_title": "เดิมพัน & ชนะ: งานของเราในโลกการเดิมพันและคาสิโนออนไลน์",
  "risk_management_title_main": "กลยุทธ์การบริหารความเสี่ยงสำหรับผู้ดำเนินการ Sportsbook - ซอฟต์แวร์เดิมพันกีฬาและคาสิโน White Label",
  "sport_bet_title": "ยกระดับประสบการณ์การเดิมพันของคุณด้วยซอฟต์แวร์การเดิมพันกีฬาของ VRNL",
  "wlc_title": "White Label Casino - เริ่มคาสิโนออนไลน์ของคุณได้อย่างง่ายดายด้วยโซลูชัน White Label Casino ของเรา",
  "whiteLabel_title": "VRNL ผู้ให้บริการซอฟต์แวร์ sportsbook White Label แบบปรับแต่งเฉพาะตัวของคุณ",
  "TOAST": {
    "FILL_REQUIRED": "กรุณากรอกข้อมูลที่จำเป็นทั้งหมด",
    "SUBMITTING": "กำลังส่งคำขอ...",
    "SUCCESS": "ส่งคำขอทดลองใช้งานสำเร็จ!",
    "ERROR": "เกิดข้อผิดพลาด กรุณาลองอีกครั้ง"
  },
  "disclosure_tp_a_desp": "<strong>a. การเปิดเผยทั่วไป</strong><br> บางครั้ง vrnl.net อาจทำให้ข้อมูลส่วนบุคคลบางอย่างพร้อมใช้งานสำหรับพันธมิตรเชิงกลยุทธ์ที่ทำงานร่วมกับ vrnl.net เพื่อให้บริการ หรือช่วย vrnl.net ทำการตลาดไปยังลูกค้า ตัวอย่างเช่น เมื่อคุณซื้อและเปิดใช้งานการสมัครสมาชิก คุณอนุญาตให้ vrnl.net แลกเปลี่ยนข้อมูลที่คุณให้ระหว่างกระบวนการเปิดใช้งานเพื่อดำเนินการบริการ หากคุณอนุมัติการบริการ บัญชีของคุณจะอยู่ภายใต้นโยบายความเป็นส่วนตัวของ vrnl.net ข้อมูลส่วนบุคคลจะถูกแชร์โดย vrnl.net เฉพาะเพื่อให้บริการหรือปรับปรุงบริการและด้านการตลาดเท่านั้น; จะไม่ถูกแชร์กับบุคคลที่สามเพื่อวัตถุประสงค์ทางการตลาดของพวกเขา<br> vrnl.net อาจเลือกบริษัทอื่นอย่างรอบคอบเพื่อส่งข้อมูลเกี่ยวกับผลิตภัณฑ์หรือบริการของพวกเขาที่เกี่ยวข้องกับบริการของเว็บไซต์แต่ไม่จำเป็นต่อการดำเนินงาน ('บริการขยาย') หาก vrnl.net ตั้งใจที่จะใช้ข้อมูลระบุตัวบุคคลสำหรับบริการขยาย เว็บไซต์ vrnl.net จะให้คุณสามารถและคำแนะนำที่จำเป็นในการปฏิเสธบริการนี้<br> คุณสามารถหยุดการรับจดหมายข้อมูลหรือจดหมายโปรโมชั่นจาก <b>vrnl.net</b> โดยทำตามคำแนะนำในจดหมาย",
  "objection_processing_desp": "<strong>e. การคัดค้านการประมวลผล</strong><br> เมื่อข้อมูลส่วนบุคคลของคุณถูกประมวลผลเพื่อวัตถุประสงค์ทางการตลาดโดยตรง คุณสามารถขอให้เราหยุดประมวลผลข้อมูลของคุณเพื่อวัตถุประสงค์ทางการตลาดโดยตรงเหล่านี้ได้ตลอดเวลาโดยการส่งอีเมลถึงเรา<br> โปรดทราบว่าหากคุณไม่อนุญาตให้เรารวบรวมข้อมูลส่วนบุคคลจากคุณ เราอาจไม่สามารถให้ประสบการณ์ ผลิตภัณฑ์ และบริการบางอย่างแก่คุณได้ และบางบริการของเราอาจไม่สามารถพิจารณาความสนใจและความชอบของคุณได้ หากการเก็บรวบรวมข้อมูลส่วนบุคคลเป็นข้อบังคับ เราจะแจ้งให้ชัดเจน ณ จุดการเก็บรวบรวมเพื่อให้คุณสามารถตัดสินใจได้อย่างมีข้อมูลเกี่ยวกับการเข้าร่วม หากคุณมีคำถามเกี่ยวกับข้อมูลส่วนบุคคลเฉพาะเกี่ยวกับคุณที่เราประมวลผลหรือเก็บรักษา และสิทธิของคุณเกี่ยวกับข้อมูลส่วนบุคคลนั้น โปรดติดต่อทีมสนับสนุนลูกค้าของเรา",
  "disclosure_tp_e_desp": "<strong>e. การโอนธุรกิจ</strong><br> เราจัดหาข้อมูลส่วนบุคคลให้กับบริษัทในเครือและธุรกิจหรือบุคคลที่เชื่อถือได้อื่น ๆ เพื่อประมวลผลแทนเรา ตามคำแนะนำของเราและเป็นไปตามนโยบายความเป็นส่วนตัวของเราและมาตรการความลับและความปลอดภัยที่เหมาะสม ตัวอย่างเช่น เราอาจใช้ผู้ให้บริการเพื่อช่วยเหลือในการสนับสนุนลูกค้า<br> ในกรณีที่ vrnl รวมกับหรือถูกซื้อกิจการโดยบริษัทอื่น หรือในกรณีการปรับโครงสร้างหรือการจัดระเบียบธุรกิจใหม่ เราและบริษัทในเครืออาจแบ่งปันข้อมูลส่วนบุคคลของคุณ ทั้งหมดหรือบางส่วน กับหน่วยธุรกิจอื่น",
  "rectification_iii_desp": "<strong>b. การแก้ไขข้อมูลที่ไม่ถูกต้องหรือไม่สมบูรณ์</strong><br> คุณสามารถขอให้เราปรับปรุงข้อมูลส่วนบุคคลที่ไม่ถูกต้องหรือไม่สมบูรณ์เกี่ยวกับคุณ (ซึ่งเป็นข้อมูลที่คุณไม่สามารถอัปเดตเองภายในบัญชี moneycontrol ของคุณ) โดยการส่งอีเมลถึงเรา<br> คุณสามารถเข้าถึงและอัปเดตข้อมูลส่วนบุคคลบางส่วนผ่านการตั้งค่าบัญชีของคุณ หากคุณเลือกเชื่อมโปรไฟล์ vrnl.net ของคุณกับแอปพลิเคชันของบุคคลที่สาม เช่น Facebook หรือ Google คุณสามารถเปลี่ยนการตั้งค่าและลบสิทธิ์ของแอปโดยการเปลี่ยนการตั้งค่าบัญชี คุณมีหน้าที่รับผิดชอบในการรักษาข้อมูลส่วนบุคคลให้ทันสมัย vrnl.net อาจส่งการแจ้งเตือนเป็นระยะทางอีเมลเพื่อรักษาความถูกต้องของข้อมูลส่วนบุคคลของคุณ",
  "disclosure_tp_c_desp": "<strong>c. ผู้ให้บริการ</strong><br> vrnl.net อาจรวมลิงก์ไปยังเว็บไซต์ของบุคคลที่สามที่สามารถรวบรวมข้อมูลส่วนบุคคลของคุณ การใช้ข้อมูลของคุณที่รวบรวมโดยแพลตฟอร์มบุคคลที่สามนั้นจะถูกควบคุมโดยนโยบายความเป็นส่วนตัวของแพลตฟอร์มดังกล่าว เว็บไซต์หรือแอปพลิเคชันดังกล่าวอยู่ภายใต้นโยบายความเป็นส่วนตัวของพวกเขาเอง ซึ่งอยู่นอกเหนือการควบคุมของเรา เมื่อคุณออกจากเซิร์ฟเวอร์ของเรา (คุณสามารถตรวจสอบได้ว่าคุณอยู่ที่ไหนโดยดู URL ในแถบที่อยู่ของเบราว์เซอร์) การใช้ข้อมูลใด ๆ ที่คุณให้จะถูกควบคุมโดยนโยบายความเป็นส่วนตัวของผู้ดำเนินการแอปพลิเคชันที่คุณเข้าชม นโยบายดังกล่าวอาจแตกต่างจากของเรา หากคุณไม่พบ นโยบายความเป็นส่วนตัวของไซต์ใด ๆ เหล่านี้ผ่านลิงก์จากหน้าแรกของแอปพลิเคชัน คุณควรติดต่อเจ้าของแอปพลิเคชันโดยตรงเพื่อขอข้อมูลเพิ่มเติม<br> เราอาจแชร์ข้อมูลที่ไม่สามารถระบุตัวบุคคลได้ต่อสาธารณะและกับพันธมิตรของเรา เช่น ผู้เผยแพร่ ผู้โฆษณา นักพัฒนา หรือเจ้าของสิทธิ์ ตัวอย่างเช่น เราจะแชร์ข้อมูลสาธารณะเพื่อแสดงแนวโน้มเกี่ยวกับการใช้บริการของเราโดยทั่วไป เรายังอนุญาตให้พันธมิตรเฉพาะเก็บข้อมูลจากเบราว์เซอร์หรืออุปกรณ์ของคุณเพื่อวัตถุประสงค์ทางการตลาด/โปรโมชั่นและการวัดผลโดยใช้คุกกี้หรือเทคโนโลยีที่คล้ายกันของตนเอง"
}