{
  "contact_title": "Компанія, яка постійно прагне впроваджувати інноваційні рішення для задоволення бізнес-потреб.",
  "contact_footer": "«Ми команда креативних стратегів, технічних ентузіастів та ефективних комунікаторів, керованих непохитною пристрастю до індустрії онлайн-ігор. Наша безперервна відданість спрямована на успіх наших клієнтів у бізнесі.»",
  "contact_header": "Зв'яжіться з нами",
  "contact_para": "Проконсультуйтеся з експертом VRNL, щоб дізнатися, як наші рішення можуть підняти ваш бізнес ставок на новий рівень.",
  "telegram": "Telegram",
  "write_msg": "ПРОСТО НАПИШІТЬ НАМ ПОВІДОМЛЕННЯ",
  "fname": "Повне ім’я",
  "fname_err": "Поле обов'язкове (мінімум 2 символи).",
  "email": "Ваша електронна пошта",
  "email_err": "Потрібна дійсна електронна адреса.",
  "country": "Країна",
  "pnumber": "Номер телефону",
  "pnumber_err": "Телефон повинен містити 10 цифр.",
  "message": "Повідомлення",
  "sending": "Надсилається…",
  "submit": "Надіслати",
  "con_param1": "Ми не передаємо вашу особисту інформацію нікому. Перегляньте нашу",
  "privacy_policy_form": "«політику конфіденційності»",
  "con_param2": "для отримання додаткової інформації",
  "casino_tournament_h1": "<b class='chck'>Казино турніри</b> дозволяють створювати турнір із зазначенням дати початку та завершення.",
  "casino_tournament_p1": "Потужний інструмент для збільшення доходів розділу казино – впровадження <strong>Казино турнірів.</strong>",
  "casino_tournament_h2": "Ви матимете можливість повністю <strong>налаштувати кожен турнір</strong>, обираючи слоти, які братимуть участь у змаганні.",
  "casino_tournament_p2": "Щоб <strong>створити промоакцію</strong>, вам потрібно обрати <strong>назву</strong> для <strong>турніру</strong>, визначити <strong>слоти</strong>, що будуть включені, і вказати <strong>джекпот</strong>, який буде розподілений серед <strong>різних призів</strong>, все це можна налаштувати відповідно до ваших уподобань.",
  "casino_tournament_p3": "Ключові деталі для введення включають <strong>дату початку</strong>, <strong>дату завершення</strong>, <strong>загальний джекпот</strong>, кількість учасників у рейтингу та мінімальні вимоги до ставок для входу в турнір.",
  "casino_tournament_p4": "Крім того, у вас завжди буде доступ до рейтингу в реальному часі з іменами користувачів, позиціями гравців та відповідними призами. Ця функція значно покращує користувацький досвід на вашій платформі казино, приваблюючи більше гравців і збільшуючи дохід.",
  "casinogames_title": "Чому обирають нашу платформу?",
  "casinogames_title_h1": "Найбільший у світі каталог",
  "online_casino_games": "онлайн-казино ігор",
  "online_casino_games_p1": "Наш <b style='color: #575756;'>White Label</b> – це ваш ідеальний пункт призначення, пропонуючи неперевершений асортимент понад 3000 захоплюючих ігор та слотів. Ми пишаємося тим, що пропонуємо найповніший вибір онлайн-казино ігор в Інтернеті.",
  "online_casino_games_p2": "Ми обслуговуємо операторів онлайн-ігор, букмекерів, лотереї та організації ставок на регульованих ринках.",
  "online_casino_games_p3": "Ми розуміємо важливість безпечної та чесної гри в світі онлайн-казино. Тому наша ігрова математика не лише надійна, а й сертифікована незалежними ігровими лабораторіями. Ця сертифікація гарантує найвищий рівень користувацького досвіду для ваших гравців, роблячи їхній досвід у онлайн-казино справді найвищим класом.",
  "casino_nos": "СТАТИСТИКА КАЗИНО",
  "slot_machine": "Слот-машина",
  "morethan10": "Більше ніж 10",
  "tablegames": "Настільні ігри",
  "morethan4": "Більше ніж 4",
  "videopoker": "Відеопокер",
  "morethan": "Більше ніж",
  "lottery": "Лотерея",
  "morethan9": "Більше ніж 9",
  "proveedores": "ПОСТАЧАЛЬНИКИ",
  "morethan12": "Більше ніж 12",
  "online_turnkey": "Ми надаємо готові онлайн-казино рішення",
  "casino_wls": "Рішення White Label для казино",
  "casino_wls_desp": "Запустіть власне брендовe казино легко за допомогою White Label рішення VRNL. Налаштуйте казино, запропонуйте широкий вибір ігор, забезпечте безпеку та швидко почніть отримувати дохід.",
  "webbranding": "Брендинг вебсайту",
  "webbranding_desp": "Підвищіть онлайн-присутність за допомогою професійних послуг брендингу вебсайту VRNL. Ми проектуємо, створюємо та трансформуємо сайти, відображаючи вашу унікальну ідентичність, залишаючи незабутнє враження.",
  "toolstraning": "Інструменти (тренінг)",
  "toolstraning_desp": "Розкрийте свій потенціал у світі трейдингу за допомогою потужних інструментів VRNL. Наші передові рішення надають вам інсайти та технології для прийняття обґрунтованих рішень і максимізації успіху в трейдингу.",
  "client_support": "Підтримка клієнтів",
  "client_support_desp": "Покращуйте клієнтський досвід за допомогою відмінних послуг підтримки клієнтів VRNL. Наша спеціальна команда готова надати експертну допомогу, забезпечуючи ефективне та уважне обслуговування потреб ваших клієнтів.",
  "aboutus_title": "Я впевнений, вам цікаво дізнатися",
  "aboutus_desp": "Компанія, яка постійно прагне впроваджувати інноваційні рішення для задоволення бізнес-потреб.",
  "online_gaming_provider": "Провайдер онлайн-ігор",
  "about-section1-para1": "<strong style='color: #000;'>Vrnl – це добре відома компанія Sportsbook та провайдер ігор із вражаючим 10-річним досвідом у галузі ставок.</strong> З 2012 року ми постачаємо букмекерам, лотереям та організаціям ставок на регульованих ринках.",
  "about-section1-para2": "Ми – команда креативних стратегів, технічних ентузіастів та ефективних комунікаторів, керованих непохитною пристрастю до індустрії онлайн-ігор. Наша безперервна відданість спрямована на успіх наших клієнтів у бізнесі.",
  "about-section1-para3": "Наша передова ігрова платформа є одним із ключових факторів, що підняли Vrnl до статусу поважної міжнародної софтверної компанії.<strong style='color: #000;'> Використовуючи наш 10-річний досвід у цій галузі, Vrnl з гордістю надає послуги більш ніж 40 букмекерам у 11 різних країнах світу.</strong>",
  "about_us": "Про нас",
  "about_us_desp": "VRNL – найбільша платформа для надання онлайн-спортів та казино White Label. Ми пропонуємо API обміну разом із власними послугами сайту для Бангладеш з низькими маржами на надійній платформі, яка включає казино. Ми надаємо API для всіх ліг обмінів, а також онлайн-трансляції. Насолоджуйтесь ставками на надійній платформі. Грайте понад 1000 слотів та настільних ігор на нашому сайті.",
  "our_client": "Наші клієнти",
  "our_client_desp": "У Vrnl ми невпинно шукаємо найкращі партнерства у сфері ігор та розваг, щоб забезпечити неперевершений досвід для наших клієнтів і гравців. Завдяки співпраці з відомими міжнародними казино та провайдерами віртуальних ігор, ми інтегрували нашу платформу спортивних ставок з великою кількістю ігор. Наше портфоліо включає слоти, настільні ігри, live казино, віртуальні та фентезі-ігри. Платформа доступна на ПК та мобільних пристроях, з високоякісною графікою, анімаціями та звуком. Інтуїтивне меню підвищує користувацький досвід, а швидка інтеграція забезпечує масштабованість, гнучкість та високу продуктивність з найвищим рівнем безпеки та надійності. Ми пишаємося наданням широкого вибору ігор для всіх уподобань. Ласкаво просимо до Vrnl, де ігрова досконалість поєднується з безмежними можливостями.",
  "lost404": "Схоже, ви заблукали",
  "lost404desp": "сторінка, яку ви шукаєте, недоступна!",
  "gotohome": "Перейти на головну",
  "esports_bs": "Програмне забезпечення для ставок на eSports",
  "esports_bs_desp1": "У VRNL ми пишаємося тим, що надаємо фанатам eSports унікальний та захоплюючий досвід.",
  "esports_bs_desp2": "VRNL – ваш портал у світ, де ігри та ставки об’єднуються. Наше програмне забезпечення для ставок на eSports розроблене для фанатів ігор, забезпечуючи захоплюючий, безпечний та винагороджуючий досвід. Не пропустіть шанс стати частиною дії. Приєднуйтесь до VRNL сьогодні та підніміть свій ігровий досвід на новий рівень!",
  "startnow": "Почати зараз",
  "easy_setup": "Легке налаштування, менше ніж ви уявляєте.",
  "easy_setup_desp1": "Ми можемо доставити платформу eSports за кілька тижнів.<br> Ми займаємося усіма аспектами процесу: хостинг, інтерфейс користувача, подача коефіцієнтів, налаштовані сторінки, активація продукту та стратегія букмекерської контори.",
  "easy_setup_desp2": "Ваш основний фокус може бути присвячений створенню та налаштуванню ваших онлайн-мереж.",
  "esport_bet_center_h1": "Якщо ви думаєте про початок онлайн-ставок, наше програмне забезпечення для ставок на eSports – чудовий перший крок.",
  "esport_bet_center_p1": "Скористайтеся нашими експертними послугами та передовими технологіями ставок на eSports. Наші регульовані партнери отримують повну підтримку для входу в онлайн-індустрію ставок та можуть використовувати наші налаштовані або стандартні платформи.",
  "esport_bet_center_p2": "Почати онлайн-букмекерську контору, яка зосереджена на eSports, може бути складно. Саме тому ми створили комплексну систему ставок на eSports з передматчевими ставками, щоб запропонувати найширший вибір опцій ставок на eSports онлайн.",
  "have_qes": "Є питання?",
  "para_faq": "Ми маємо відповіді (ну, майже завжди!)",
  "freq_param": "Нижче ви знайдете відповіді на найпоширеніші запитання, будь ласка, перегляньте нашу ",
  "if_still_qes": "Якщо ви все ще не знайшли відповідь, яку шукаєте, просто",
  "sbs_faqs": "FAQ програмного забезпечення для спортивних ставок",
  "whatis_sbs": "Що таке програмне забезпечення для спортивних ставок?",
  "whatis_sbs_ans": "Програмне забезпечення для спортивних ставок розроблене на основі ринків та вибору користувачів. Наші експерти завжди готові надати найкращий сервіс, враховуючи ваші потреби та ринкові вимоги. Ми займаємось кожним етапом розробки, надаючи повну та ефективну платформу для ставок.",
  "affiliate_systems": "Чи пропонуєте ви партнерські системи?",
  "affiliate_systems_ans": "Так, наша мережа програмного забезпечення базується на 5 рівнях: Адміністратор платформи – доступ до бекенду (можливо створення обмежених доступів до бекофісу). Реселер – майстер-агент, що контролює кілька букмекерських контор, отримуючи комісію з обороту або прибутку. Букмекерська контора – фізична точка, де гравці можуть грати та робити депозити. Касир – профіль співробітників, що може робити ставки без отримання комісії. Онлайн-гравець – реєструє акаунт онлайн або у конторі та робить ставки.",
  "whatis_label": "Що таке сайт ставок White Label?",
  "whatis_label_ans": "Сайт ставок White Label – це повністю налаштована платформа. White Label сайт Vrnl надає сертифіковані ігри, бонусну систему, платіжні шлюзи. Інтерфейс, мова та валюта обираються вами. Vrnl пропонує різні графічні шаблони, функції та інструменти.",
  "fullmanagement": "Чи можу я повністю керувати коефіцієнтами та маржами?",
  "fullmanagement_ans": "Бекенд містить численні інструменти, функції та звіти, що забезпечують повний огляд діяльності ставок. Існує спеціальний розділ для управління коефіцієнтами, де можна редагувати маржу, множинність та коефіцієнти за ринком, матчем або чемпіонатом.",
  "logobrand": "Чи можу я використовувати свій логотип та кольори бренду?",
  "logobrand_ans": "Так, ви можете. Ми пропонуємо різні рішення залежно від ваших потреб. Ми можемо створити індивідуальне рішення або надати готове рішення, змінюючи лише кольори бренду та логотип.",
  "fullycustomized": "Я хочу повністю налаштоване рішення, це можливо?",
  "fullycustomized_ans": "Vrnl надає команду експертів для створення повністю налаштованої платформи для ставок. Менеджер акаунту збирає вимоги та координує проект із командою: проект-менеджером, дизайнером та IT-менеджером.",
  "software_cost": "Скільки коштує програмне забезпечення для спортивних ставок?",
  "software_cost_ans": "Вартість програмного забезпечення залежить від функцій та послуг. Є різні плани, залежно від того, чи у вас вже великий обсяг ставок, чи ви хочете стати агентом із власною мережею гравців.",
  "what_products": "Які продукти ви пропонуєте?",
  "what_products_ans": "Наш основний бізнес – спортивні ставки. Програмне забезпечення розроблене власною командою з 2005 року. Крім спортивних ставок, ми пропонуємо live ставки, казино, live казино, лотереї та віртуальні ігри, надаючи комплексні рішення «все в одному».",
  "canaddfeatures": "Чи можу я додати функції, звіти та сторінки у програмне забезпечення?",
  "canaddfeatures_ans": "Програмне забезпечення включає широкий спектр звітів, сторінок та банерів, які можна налаштовувати (CMS) або розробляти на запит. Якщо потрібно, ми створимо індивідуальний проект: збір даних, тестування та остаточний реліз.",
  "canofferbettingservices": "Чи можу я пропонувати ставки у своїх казино в країні?",
  "canofferbettingservices_ans": "Ми маємо рішення для онлайн та наземного бізнесу. Якщо у вас наземне казино, наша роздрібна система дозволяє створювати акаунти касирів для управління продажем квитків спортивних ставок.",
  "change_currentprovider": "Як змінити мого поточного постачальника програмного забезпечення?",
  "change_currentprovider_ans": "Якщо ви вже керуєте exchangebook і хочете перейти на нашу платформу спортивних ставок, ми забезпечимо правильне управління процесом. Ми підготуємо план міграції. Особисті дані гравців будуть завантажені на нову платформу, а перехід буде сплановано так, щоб міграція завершилася протягом кількох годин.",
  "sbs_offer": "Які функції пропонує програмне забезпечення для спортивних ставок?",
  "sbs_offer_ans": "Програмне забезпечення для спортивних ставок надає функції, такі як прогнози на основі даних, симуляції, тенденції ставок, порівняння коефіцієнтів та інше. Воно також може пропонувати детальний аналіз минулих матчів та майбутніх поєдинків, щоб допомогти гравцям приймати обґрунтовані рішення. Ми спеціалізуємося на налаштуванні та створенні роздрібних букмекерських контор та онлайн-мереж. Це включає процедури KYC, схвалені регуляторними органами, платіжні шлюзи для азартних ігор, партнерські інструменти маркетингу, реферальні системи та соціальні мережі, push-повідомлення для мобільних пристроїв, веб-пуш повідомлення та повідомлення в додатку, контроль акаунтів гравців, реєстрацію та перевірку, системи виявлення шахрайства та інструменти геолокації для визначення місцезнаходження IP-адреси.",
  "sbs_legal": "Чи є програмне забезпечення для спортивних ставок легальним?",
  "sbs_legal_ans": "Так, програмне забезпечення для спортивних ставок легальне та використовується багатьма професійними беттерами. Проте важливо переконатися, що ви використовуєте програмне забезпечення відповідно до законів вашої юрисдикції.",
  "ebs_faqs": "Питання та відповіді про програмне забезпечення для ставок на eSports",
  "ebs_titleoffer": "Які титули eSports ви пропонуєте?",
  "ebs_titleoffer_ans": "<li><strong>Найпопулярніші:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty.</li><li><strong>Спортивні ігри:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League.</li><li><strong>Мультиплеєрні онлайн:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm.</li><li><strong>Шутери від першої особи (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch.</li><li><strong>Файтинг-ігри:</strong> Street Fighter, Super Smash Bros, Tekken. Реального часу стратегії (RTS): StarCraft: Brood War, Warcraft III, StarCraft II.</li><li><strong>Battle Royale:</strong> PUBG, Fortnite, Apex Legends.</li>",
  "mobileversion": "Чи є мобільна версія?",
  "mobileversion_ans": "Так, VRNL повністю оптимізований для мобільних пристроїв. Наша платформа працює на всіх смартфонах і планшетах, забезпечуючи доступ до спортивного обміну, казино, iGaming та eSports будь-де та будь-коли. Ви отримаєте плавний, адаптивний інтерфейс, швидке завантаження та безпечні транзакції прямо з мобільного браузера — без завантаження додатку. Незалежно від того, Android чи iOS, досвід буде швидким, зручним та таким же багатофункціональним, як і на десктопі.",
  "runesportsplatform": "Чи можу я керувати платформою ставок на eSports без управління коефіцієнтами та трейдингом?",
  "runesportsplatform_ans": "Наше рішення для ставок на eSports постачається з вбудованою подачею коефіцієнтів. Програмне забезпечення включає багато інструментів для автономного управління коефіцієнтами та маржами. Якщо ви хочете зосередитися лише на управлінні магазинами та гравцями, ми надаємо трейдингові послуги та підтримку.",
  "esports_solutions": "Я хотів би мати повністю налаштоване рішення для eSports, чи це можливо?",
  "esports_solutions_ans": "VRNL надає команду експертів для створення повністю налаштованої платформи ставок на eSports. Менеджер акаунтів збирає вимоги та координує проект з іншими членами команди: проект-менеджером, графічним дизайнером та IT-менеджером.",
  "newtobusiness": "Я повністю новачок у цьому бізнесі, що мені слід знати?",
  "newtobusiness_ans": "Правильне управління платформою ставок на eSports може зробити цей бізнес дуже прибутковим. Ми пропонуємо різні рішення та послуги залежно від рівня залученості та знань. Ігровий експерт працюватиме з вами, щоб підібрати найкраще рішення для eSports, адаптоване до ваших потреб.",
  "eSports_market": "Скільки живих ринків eSports доступно?",
  "eSports_market_ans": "Сьогодні ми пропонуємо 20 живих ринків eSports. <br> Але ми постійно додаємо нові ринки.",
  "eSportsLogoBrand": "Чи можу я використовувати мій логотип та кольори бренду eSports?",
  "eSportsLogoBrand_ans": "Так, ви можете. Ми пропонуємо різні рішення залежно від ваших вимог. Ми можемо створити індивідуальне рішення для eSports або надати готове рішення, змінюючи лише кольори та логотип вашого бренду.",
  "eSports_server": "Чи можу я розмістити eSports exchange на власному сервері?",
  "eSports_server_ans": "Ні, не можна. Хостинг включено в наше рішення, оскільки для забезпечення належної роботи програмного забезпечення для ставок на eSports наші системні адміністратори налаштували спеціальну кластерну структуру з резервними копіями та планом відновлення після аварій. Це гарантує відповідність глобальним стандартам безпеки.",
  "sp_faqs": "Питання та відповіді про платформу трансляцій",
  "promte_cricket": "Скільки матчів з крикету можна просувати?",
  "promte_cricket_ans": "Під час прямої трансляції з панелі керування можна активувати два матчі одночасно, але немає обмежень щодо кількості підключених матчів.",
  "broadcast_live": "Чи можна транслювати казино події в прямому ефірі?",
  "broadcast_live_ans": "Так, можна транслювати всі казино-ігри в прямому ефірі на всіх дозволених платформах.",
  "measure_success": "Як виміряти успіх прямих трансляцій?",
  "measure_success_ans": "Звісно, ви можете відстежувати детальну аналітику для кількох платформ на одному екрані.",
  "is_mobile_friendly": "Чи зручна платформа для мобільних пристроїв?",
  "is_mobile_friendly_ans": "Так — наша платформа повністю адаптована під мобільні пристрої, і ми надаємо APK для завантаження та безперебійного використання.",
  "livecasino_faqs": "Питання та відповіді про Live Casino Software",
  "whatisVRNLcasino": "Що таке VRNL Casino Software?",
  "whatisVRNLcasino_ans": "VRNL Live Casino Software — сучасна платформа, що дозволяє онлайн-казино пропонувати ігри з живими дилерами. Вона надає інфраструктуру та інструменти для організації інтерактивного онлайн-казино в режимі реального часу.",
  "software_work": "Як працює VRNL Live Casino Software?",
  "software_work_ans": "VRNL Live Casino Software інтегрується у вебсайти онлайн-казино. Воно з'єднує гравців із живими дилерами через відео в реальному часі, дозволяючи грати в популярні ігри казино, такі як блекджек, рулетка та баккара у живому та інтерактивному режимі.",
  "features_livecasino": "Які основні функції VRNL Live Casino Software?",
  "features_livecasino_ans": "VRNL Live Casino Software пропонує функції, такі як налаштування бренду, інтеграція безпечних платежів та зручний інтерфейс для гравців і операторів.",
  "security_livecasino": "Як забезпечити безпеку та чесність ігор за допомогою VRNL Live Casino Software?",
  "security_livecasino_ans": "VRNL Live Casino Software побудовано з урахуванням безпеки. Використовуються сертифіковані генератори випадкових чисел (RNG), є інструменти для запобігання шахрайству та захисту гравців. Дані передаються в зашифрованому вигляді.",
  "offered_games": "Які ігри можна пропонувати за допомогою VRNL Live Casino Software?",
  "offered_games_ans": "Можна пропонувати широкий вибір ігор з живими дилерами, включаючи класичні: живий блекджек, рулетка, баккара, а також їх варіації для підтримки зацікавленості гравців.",
  "integrateVRNL": "Чи можна інтегрувати VRNL Live Casino Software у існуючу платформу онлайн-казино?",
  "integrateVRNL_ans": "Так, наше програмне забезпечення легко інтегрується з існуючими платформами, забезпечуючи безперебійну роботу вашого онлайн-казино.",
  "wlc_faqs": "Питання та відповіді про White Label Casino",
  "whatis_wlc": "Що таке White Label Casino?",
  "whatis_wlc_ans": "White Label Casino — це готове рішення, яке дозволяє підприємцям запускати власне онлайн-казино, використовуючи наше програмне забезпечення та інфраструктуру. Ви можете брендувати його власним ім’ям та дизайном, а ми займаємося технічними та регуляторними аспектами.",
  "wlc_work": "Як працює сервіс White Label Casino?",
  "wlc_work_ans": "Ми надаємо повністю функціональну платформу казино, включаючи ігри, обробку платежів та підтримку клієнтів. Вам потрібно лише налаштувати брендинг і дизайн відповідно до вашого бачення, і ви готові розпочати бізнес онлайн-казино.",
  "wlc_games": "Які ігри доступні для White Label Casino?",
  "wlc_games_ans": "Ми пропонуємо широкий вибір ігор казино, включаючи слоти, настільні ігри (наприклад, блекджек, рулетка) та ігри з живими дилерами. Ви можете обирати з нашого каталогу ігор для створення різноманітного ігрового досвіду.",
  "wlc_launch": "Скільки часу потрібно, щоб запустити White Label Casino?",
  "wlc_launch_ans": "Час залежить від ваших вимог та регуляторних процесів. В середньому це займає кілька тижнів для налаштування та кастомізації платформи.",
  "wlc_cusSupport": "Який рівень підтримки клієнтів надається для White Label Casino?",
  "wlc_cusSupport_ans": "Ми надаємо технічну та операційну підтримку для безперебійної роботи вашого казино.",
  "wlc_getstarted": "Як розпочати з White Label Casino у вашій компанії?",
  "wlc_getstarted_ans": "Зв’яжіться з нашим відділом продажів, щоб обговорити ваші потреби та отримати персоналізовану консультацію. Ми проведемо вас через весь процес запуску White Label Casino.",
  "can_cutomize_branding": "Чи можна налаштувати казино під власний бренд?",
  "can_cutomize_branding_ans": "Так — ви можете повністю налаштувати казино, використовуючи власний логотип, кольори та бренд для відповідності вашій ідентичності.",
  "company": "Компанія",
  "company_caps": "КОМПАНІЯ",
  "about": "Про нас",
  "online_exchange_sw": "Програмне забезпечення онлайн-обміну",
  "privacy_policy": "Політика конфіденційності",
  "contact_us": "Зв'яжіться з нами",
  "solutions": "Рішення",
  "sports_betting_software": "Програмне забезпечення для спортивних ставок",
  "wlc": "White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Платформа ставок White Label",
  "exch_iframe": "iframe Exchangebook",
  "footer_para_1": "Логотип та графічні матеріали Vrnl є інтелектуальною власністю компанії та не можуть копіюватися, відтворюватися, поширюватися чи демонструватися без письмової згоди Vrnl.",
  "footer_para_2": "Авторське право © 2020 Vrnl ltd. Всі права захищено.",
  "home": "Головна",
  "betting": "Ставки",
  "esports_betting": "Ставки на eSports",
  "sbs_head": "Програмне забезпечення для спортивних ставок",
  "casino": "Казино",
  "online_casino_sw": "Програмне забезпечення онлайн-казино",
  "live_casino_sw": "Програмне забезпечення Live Casino",
  "casino_game": "Ігри казино",
  "lottery_bingo": "Лотереї та бінго",
  "casino_tournament": "Турнір казино",
  "risk_management": "Управління ризиками",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Наші роботи",
  "contact": "Контакт",
  "faq": "Питання та відповіді",
  "live_casino": "Live Casino",
  "lottery_games": "Лотереї",
  "exch_sw_provider": "Постачальник програмного забезпечення для обміну",
  "mobile_bet": "Мобільні ставки",
  "vrnl": "VRNL",
  "sports_betting_wid": "Віджет спортивних ставок",
  "back": "Назад",
  "exch_iframe_para": "iframe Exchangebook — дозволяє швидко активувати модуль Exchangebook через безшовну інтеграцію API. Наш комплексний сервіс Exchangebook під експертним наглядом забезпечує широкий спектр програмування для онлайн-подій та ринків.",
  "contact_us!": "Зв'яжіться з нами!",
  "exch_iframe_types": "Типи Exchangebook iframe",
  "exch_iframe_types_para": "Наші рішення Exchangebook iframe доступні у трьох варіантах, кожен з яких адаптований під використовуваний канал, забезпечуючи найвідповідніший варіант для ваших потреб:",
  "exch_iframe_types_list": "<li> iFrame для <strong>настільних комп’ютерів</strong>, розроблений для комп’ютерів з різними роздільними здатностями та оснащений різноманітними налаштовуваними макетами. </li> <li> iFrame для <strong>терміналів та кіосків SSBT</strong>, з макетами, оптимізованими для сенсорних систем та інтуїтивним користувацьким інтерфейсом, що робить його ідеальним для новачків у ставках.</li>",
  "exch_iframe_types_para2": "Крім того, через наш API ви можете досягти широкої кастомізації графіки та функцій гри.",
  "cm_exch": "Комплексний керований Exchangebook",
  "cm_exch_para": "Наш Exchangebook iframe включає постачання даних коефіцієнтів та налаштування основних параметрів ставок. Програмне забезпечення оснащене рядом функцій та інструментів для автономного керування маржами та конфігураціями коефіцієнтів. Якщо ж ваша основна увага зосереджена на управлінні гравцями та маркетингу, ми пропонуємо повністю керовані торгові послуги та підтримку.",
  "acq_exch": "Отримати рішення Exchangebook iframe легко",
  "acq_exch_para": "Ми спростили процес активації iFrame, який включає всього п’ять простих кроків:",
  "acq_exch_list": "<li> Формалізуйте угоду між Vrnl та клієнтом. </li> <li> Ініціюйте інтеграцію Exchangebook iFrame через API за допомогою нашого SDK. </li> <li> Проведіть зустріч для визначення стратегії Exchangebook, яку слід реалізувати. </li> <li> Визначте найцікавіші види спорту та події для вашої операційної зони. </li> <li> Починаємо роботу в прямому ефірі! </li>",
  "live_casino_sw_p1": "Наша <strong>платформа Live Casino</strong> дозволяє активувати <strong>найкращих провайдерів живих ігор</strong>, відомих своєю <strong>високою якістю та математичною точністю.</strong>",
  "live_casino_sw_p2": "Ми прагнемо надати вам найкращий досвід у живому казино. Незалежно від того, чи ви досвідчений гравець, чи новачок у світі онлайн-казино, наша платформа пропонує захоплюючий, реальний ігровий досвід без аналогів.",
  "live_casino_sw_p3": "Рішення Vrnl Live Casino надає комплексний набір послуг, включаючи: ",
  "live_casino_sw_p3_l1": "Інструменти повного звітування історії",
  "live_casino_sw_p3_l2": "Візуалізація історії ігор",
  "live_casino_sw_p3_l3": "Конфігурації ігор",
  "live_casino_sw_p3_l4": "Інструменти управління ризиками",
  "live_casino_sw_p3_l5": "Управління гравцями",
  "live_casino_sw_p3_l6": "Інструменти управління афілійованими програмами",
  "live_casino_sw_p3_l7": "Багаторівнева структура агентів",
  "live_casino_sw_p4": "Ми розробили різні безпечні методи інтеграції, всі з яких зручні у використанні та призначені для легкої реалізації з нашим API Live Casino.",
  "live_casino_sw_demo": "Демо-рішення для Live Casino",
  "livecasino_integration": "<strong style='color: #575756;'>інтеграції Live Casino API</strong>",
  "livecasino_integration_para": "Наше програмне забезпечення Live Casino можна запустити протягом кількох днів. Крім того, ми надаємо повний спектр управлінських послуг, забезпечуючи контроль над всією операцією нашими експертами.<strong style='color: #575756;'>Ми також гарантуємо доступ до найширшого асортименту живих ігор онлайн.</strong>",
  "live_casino_lobby": "У нашому зручному лобі Live Casino",
  "youcan": "ви можете",
  "findgames_like": "знайти такі ігри:",
  "findgames_like_desp": "Live Roulette, Live Baccarat, Live Blackjack та Live Poker, Dice та Number games.",
  "euro_roulette": "Європейська рулетка",
  "blackjack": "Блекджек",
  "baccarat": "Баккара",
  "caribbean_stud": "Caribbean Stud",
  "casino_holdem": "Casino Hold’em",
  "american_roulette": "Американська рулетка",
  "sic_bo": "Sic Bo",
  "craps": "Крепс",
  "dragon_tiger": "Dragon Tiger",
  "bingo": "Бінго",
  "book_demo": "Замовити демо",
  "lottery_head": "Шукаєте платформу для лотереї та бінго?",
  "lottery_head_desp1": "Ми ретельно підібрали найкращі <b style='color: #575756; font-size: 45px;'>лотереї та бінго</b> для вас.",
  "lottery_head_desp2": "Наше рішення <b style='color:#575756; font-size: 16px;'>White Label Lottery та Bingo</b> пропонує різноманітні варіанти класичної гри бінго та найвідоміші лотереї.",
  "lottery_head_desp3": "Ви можете <b style='color:#575756; font-size: 16px;'>насолоджуватися цими іграми зі свого смартфона</b> або комп’ютера, і ми гарантуємо винятковий користувацький досвід завдяки високій якості наших ігор.",
  "lottery_head_desp4": "<strong style='color:#575756;'>Крім того, наші алгоритми гри є безпечними та незалежно сертифікованими, що забезпечує надійний і чесний ігровий досвід.<br><br></strong>",
  "lottery_bingo_nos": "НОМЕРИ ЛОТЕРЕЇ ТА БІНГО",
  "bingo_games": "Ігри Бінго",
  "over100": "понад 100",
  "over130": "понад 130",
  "suppliers": "ПОСТАЧАЛЬНИКИ",
  "more20": "Більше 20",
  "sports_betting_software_wl": "Програмне забезпечення для спортивних ставок White Label",
  "sports_betting_software_wl_desp": "Компанія, яка постійно прагне впроваджувати інноваційні рішення для ефективного задоволення своїх ділових потреб.",
  "blink-soft": "Покращте свій досвід за допомогою передового програмного забезпечення для спортивних ставок",
  "platform_para1": "Сучасні рішення для спортивних ставок <b>трансформують</b> спосіб взаємодії гравців зі спортом. Завдяки <b>зручним інтерфейсам,</b> аналітиці в реальному часі та можливості ставок в реальному часі ці платформи забезпечують високоякісний досвід як для новачків, так і для досвідчених користувачів.",
  "platform_para2": "Незалежно від того, чи управляєте ви онлайн-букмекером, роздрібною точкою ставок або казино, наш комплексний набір рішень — включаючи <b>B2C-платформи</b> та <b>кастомізовані продукти White Label</b> — забезпечує гнучкість та технології, необхідні для залишання конкурентоспроможними. Впроваджуйте інновації та підвищуйте ефективність спортивних ставок за допомогою програмного забезпечення, створеного для <b>оптимізації продуктивності</b> та <b>задоволення користувачів</b>.",
  "try_b2b": "Досліджуйте наше передове B2B програмне забезпечення для ставок",
  "try_b2c": "Досліджуйте наше передове B2C програмне забезпечення для ставок",
  "wls_turnkey": "Рішення White Label та комплексні платформи",
  "wls_turnkey_p1_span1": "безшовний та захоплюючий досвід спортивних ставок",
  "wls_turnkey_p1_span2": "для ваших клієнтів. Такий підхід усуває потребу у дорогій та тривалій розробці, дозволяючи зосередитися на зростанні та",
  "custom_satisfaction": "задоволенні клієнтів",
  "wls_turnkey_p2": "Наша безпечна та високопродуктивна платформа ставок повністю сертифікована незалежними ігровими лабораторіями, гарантуючи відповідність і надійність. Співпрацюючи з VRNL, ви отримуєте доступ до надійного обміну ставками, що підвищує прибутковість та забезпечує",
  "highest_industry_standards": "найвищі стандарти галузі",
  "igaming_platform": "iGaming платформа",
  "igaming_platform_p1": "VRNL є надійним партнером у галузі iGaming, пропонуючи передові",
  "sbs": "програмне забезпечення для спортивних ставок",
  "igaming_platform_p2": "Наша мета — трансформувати онлайн-ігровий ландшафт, забезпечуючи операторам універсальну, сучасну платформу, що гарантує безперебійну та захоплюючу гру для їхніх користувачів.",
  "online_casino": "Онлайн-казино",
  "casino_para": "Ласкаво просимо до VRNL Online Casino — <b>надійного лідера</b>, що пропонує безпечну та захоплюючу ігрову платформу по всьому світу. Наша місія — забезпечити винятковий досвід казино, який утримує гравців зацікавленими та розваженими.",
  "casino_para_list": "<li>Понад 75 провайдерів</li> <li>Більше 15 000 слотів</li> <li>500+ настільних ігор</li> <li>700+ відеопокер ігор</li> <li>Більше 200 інших ігор</li>",
  "casino_para2": "Наша команда експертів підтримує вас на кожному етапі, від навчання до запуску.",
  "play_livecasino": "Грайте в live казино так, ніби ви безпосередньо всередині казино",
  "play_livecasino_list": "<li>Live Game Show</li> <li>AWC</li> <li>Слоти</li> <li>Live Roulette</li> <li>Live Blackjack</li> <li>Baccarat Live</li> <li>Casino Hold’em Live</li> <li>Blueocean</li> <li>Dragon Tiger Live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "api_services_iframe": "API постачальники та iFrame",
  "api_services_iframe_p1": "VRNL пропонує передові <b>API інтеграції та рішення iFrame</b>, забезпечуючи безперебійну взаємодію платформ, безпечний обмін даними та покращений користувацький досвід — допомагаючи бізнесу працювати швидше та ефективніше.",
  "api_services_iframe_p2": "У VRNL ми розуміємо важливість безперебійного обміну даними та комунікації між додатками. Ми надаємо високоякісні послуги інтеграції API, дозволяючи вашому програмному забезпеченню легко взаємодіяти з іншими платформами. Наші експерти забезпечать гармонійну роботу систем, надаючи плавний досвід як вам, так і вашим клієнтам.",
  "virtual_games": "Віртуальні ігри",
  "virtual_games_desp1": "Готові вирушити у вашу подорож у віртуальний світ разом із VRNL? Пориньте у віртуальний світ, як ніколи раніше, та насолоджуйтеся нескінченними годинами розваг.",
  "virtual_games_desp2": "У VRNL ми прагнемо забезпечити передові віртуальні ігрові враження, які занурюють гравців у захоплюючі нові світи. Наша місія — надавати найзахопливіші, розважальні та захоплюючі віртуальні ігри, які триматимуть вас у захопленні протягом годин.",
  "before_start": "Перед тим як почати, перегляньте його в дії!",
  "explore_demo": "на нашій демо-платформі:",
  "mobile_sbs": "Мобільне програмне забезпечення для спортивних ставок",
  "mobile_sbs_p1": "Наш <strong>мобільний додаток</strong> дозволяє вашим гравцям легко отримувати доступ до своїх ігрових акаунтів та робити ставки через планшети, смартфони та інші підключені до Інтернету мобільні пристрої.",
  "mobile_sbs_p2": "Від крикету та футболу до тенісу, наше програмне забезпечення охоплює широкий спектр спортивних подій у всьому світі. Незалежно від вашої спортивної пристрасті, ви можете ставити на ігри та команди, які любите.",
  "mobile_sbs_p3": "Наше програмне забезпечення не лише для ставок, це створення досвіду, який є одночасно зручним та орієнтованим на користувача. Ми інвестували в новітні технології, щоб забезпечити максимально просту навігацію нашою платформою.",
  "advantages_sbs": "Переваги мобільного програмного забезпечення для спортивних ставок",
  "advantages_sbs_l1": "Мобільні додатки швидші",
  "advantages_sbs_l2": "Персоналізований контент для ставок",
  "advantages_sbs_l3": "Миттєві онлайн-ставки",
  "advantages_sbs_l4": "Безпечно та надійно",
  "advantages_sbs_p1": "Додатки працюють швидше за мобільні веб-сайти, забезпечуючи швидкі дії та відповіді.",
  "advantages_sbs_p2": "Користувачі насолоджуються персоналізованим контентом для більш захоплюючого досвіду, з налаштованими варіантами ставок відповідно до їхніх уподобань.",
  "advantages_sbs_p3": "Усі мобільні додатки надають миттєвий доступ одним дотиком, дозволяючи користувачам робити ставки, перевіряти свої акаунти, брати участь у казино-іграх та обирати улюблені ліги без затримок.",
  "advantages_sbs_p4": "Безпека — наш головний пріоритет. Мобільне програмне забезпечення VRNL для спортивних ставок побудоване з використанням сучасних заходів безпеки для захисту вашої особистої та фінансової інформації. Ви можете ставити з повним спокоєм.",
  "online_casino_sw_p1": "VRNL є провідним постачальником <strong>онлайн казино програмного забезпечення</strong> та <strong>платформ</strong>. Вони відіграють ключову роль у розробці та проектуванні казино-платформ, забезпечуючи зручність та багатофункціональність.",
  "online_casino_sw_p2": "Наша маркетингова команда докладе всіх зусиль, щоб забезпечити видне розміщення вашого онлайн-казино на головній сторінці, гарантуючи високу видимість на онлайн-ринку.",
  "online_casino_sw_p3": "Онлайн-платформа казино буде обладнана різними попередньо налаштованими іграми, а наші інструменти моніторингу нададуть вам чіткий, реальний огляд прогресу та ефективності вашого нового бізнесу.",
  "customized_theme": "Це тема, яку можна налаштувати, перегляньте її в дії:",
  "live_casino_sw_desp1": "Ми пропонуємо найширший асортимент топових <strong>Live Casino провайдерів</strong><br>",
  "live_casino_sw_desp2": "по всьому світу, забезпечуючи доступ до найбільшої різноманітності живих столів онлайн та безперебійну багатоканальну доставку.",
  "casino_sw_features": "Основні функції програмного забезпечення казино",
  "casino_sw_features_p1": "Наша <strong>платформа програмного забезпечення казино</strong> створена для забезпечення безперебійного та захоплюючого ігрового досвіду як для гравців, так і для операторів.<br /><br />",
  "casino_sw_features_p2": "Ключові особливості нашої платформи включають: ",
  "casino_sw_features_list": "<li>Видимість та контроль діапазонів столів.</li> <li>Атрибути та налаштування ігрових столів.</li> <li>VIP-ліміти.</li> <li>Функціонал для клієнтів та доступ до наших інструментів налаштування.</li> <li>Механізм звітності та система сповіщень, що надає операторам миттєвий доступ та сповіщення про операційні події.</li> <li>API для Business Intelligence (BI)</li> <li>Маркетингові інструменти</li> <li>API для зовнішньої інтеграції</li>",
  "casino_sw_features_p3": "Наш зручний інструмент налаштування дозволяє букмекерам вносити зміни в реальному часі до різних аспектів їхніх live-пропозицій, <br /> включаючи банери, шрифти та кольорові схеми, все з інтуїтивним керуванням.",
  "casino_sw_features_p4": "Наша нова платформа працює як автономна, гнучка та адаптивна система. Ця гнучкість дозволяє швидко <br /> реагувати на запити букмекерів та підтримувати високі стандарти якості при розробці нових та існуючих<br /> продуктів.",
  "casino_sw_features_p5": "Для прискорення вашого бізнесу ми також пропонуємо",
  "casino_sw_features_p6": " з величезним вибором понад 3000+ ігор.",
  "integrate_iframe_apis": "Інтеграція з зовнішніми платформами через iFrame та API",
  "integrate_iframe_apis_para": "Наша платформа пропонує різноманітні варіанти інтеграції. Ви можете безперешкодно <strong>інтегрувати через iFrame або <br />API.</strong> Це можна налаштувати під ваші конкретні потреби, будь то повноцінна інтеграція повного обслуговування, <br /> спеціалізоване рішення для спортивних ставок або фокус на <strong>онлайн-казино іграх</strong>, включаючи <strong>live <br /> казино</strong> пропозиції.",
  "view_demo": "Переглянути демо",
  "we_are": "ми є",
  "online_exchange_sw_p1": "У VRNL ми пишаємося тим, що надаємо передове онлайн-програмне забезпечення Exchange, яке переосмислює досвід ставок. Ми пропонуємо повнофункціональну платформу з широким вибором live-матчів, доступних щомісяця. Завдяки нашим опціям live-трансляцій ми перетворимо вашу букмекерську платформу на розважальну платформу, підтверджену сертифікаціями незалежних ігрових лабораторій для додаткової впевненості.",
  "online_exchange_sw_p2": "Онлайн-програмне забезпечення Exchange від VRNL пропонує широкий спектр спортивних ставок. Незалежно від того, чи ви фанат крикету, футболу, тенісу чи будь-якого іншого спорту, ми вас покриваємо. Наша платформа забезпечує ставки в реальному часі, live-ставки та зручний інтерфейс, що робить процес ставок легким.",
  "onther_head": "Ми спрощуємо процес для безперебійної інтеграції у ваш бізнес.",
  "onther_p1": "Ця тема є високонастійною на кастомізацію, і ви можете побачити її гнучкість у дії:",
  "main_features": "Основні функції",
  "feature_para": "Vrnl знаходиться на передовій революції у сфері ставок та управління онлайн-казино. Завдяки нашому досвіду ви отримуєте доступ до:",
  "feature_list": "<li><strong>Глобальний досвід ставок: </strong> VRNL надає доступ до широкого спектру спортивних подій, ліг та ринків ставок з усього світу. З нами ви можете запропонувати вашим користувачам справді глобальний досвід ставок.</li> <li><strong>Широкі передматчеві опції: </strong> Вибирайте з великого вибору 150 000 щомісячних передматчевих ставок. Ми гарантуємо, що ваша платформа буде забезпечена різноманітними варіантами для різних уподобань ставок.</li> <li><strong>Захоплюючі live-ставки: </strong> Залучайте користувачів з 75 000 щомісячних live-опцій. Ці ставки в реальному часі додають захоплення та спонтанності до досвіду ставок.</li> <li><strong>Казино-ігри для метавсесвіту: </strong> VRNL пропонує великий вибір казино-ігор, придатних для метавсесвіту. Занурте користувачів у віртуальне казино з нашим різноманітним ігровим вибором.</li> <li><strong>Безшовна інтеграція iFrame: </strong> Легко інтегруйте наш iFrame у вашу iGaming платформу. Наш зручний iFrame дозволяє без зусиль розширити можливості вашої платформи.</li> <li><strong>Гнучка інтеграція: </strong> Вибирайте метод інтеграції, будь то через API або iFrame. Ми надаємо різноманітні варіанти для вашої зручності та вимог платформи.</li>",
  "sports_header_2": "Онлайн-програмне забезпечення Exchange iGaming Casino Platform",
  "sports_header_2_p1": "Ми надаємо <a style='color: #a0c528;' href='#'>White Label Casino</a> рішення з великою бібліотекою понад 1 000 ігор.",
  "sports_header_2_p2": "Наші послуги включають отримання ліцензії на ігри та юридичну підтримку для запуску вашого казино-бізнесу, забезпечуючи безпечну та сертифіковану ігрову математику.",
  "sports_header_2_p3": "Ми об'єднали найкращих постачальників ігор з метою надати вам найширший вибір live-казино та онлайн-ігор. Ми ретельно підібрали партнерства з топовими постачальниками ігор, щоб запропонувати вам неперевершену різноманітність live-казино та онлайн-ігор, гарантуючи найбільший доступний вибір.",
  "online_sports_list": "<li>Live Game Show</li> <li>First Person games</li> <li>Слоти</li> <li>Американська рулетка live</li> <li>Live blackjack</li> <li>Baccarat live</li> <li>Casino Hold’em live</li> <li>SICBO</li> <li>Dragon tiger live</li> <li>Andar Bahar</li> <li>Teen Patti</li>",
  "play_directly": "Грайте в live-казино так, ніби ви безпосередньо всередині казино",
  "top_online_providers": "Топові постачальники онлайн-казино світового класу",
  "online_casino_p1": "Готові підняти ваш онлайн-казино досвід на новий рівень? Не шукайте далі! Vrnl — це ваш універсальний вирішення для всіх потреб онлайн-казино. Ми надаємо першокласні послуги та передові рішення для операторів онлайн-казино, забезпечуючи незабутній ігровий досвід для ваших гравців.",
  "user_data_section1": "<li>Постачальники 75 + більше</li> <li>Ігрові автомати 15 000 + більше</li> <li>Настільні ігри 500 + більше</li> <li>Відеопокер 700 + більше</li> <li>Інші ігри 200 + більше</li>",
  "lottery_bingo_games": "Ігри Лотереї та Бінго",
  "lottery_bingo_games_p1": "У VRNL ми приносимо азарт ігор Лотереї та Бінго як на ваш екран, так і у ваші місцеві роздрібні магазини. Незалежно від того, чи ви фанат традиційних паперових білетів або віддаєте перевагу зручності онлайн-гри, ми вас покриваємо. З нами це не просто ігри; це азарт перемоги та радість гри.",
  "user_data_section2": "<li>Бінго 80 + більше</li> <li>Лотерея 130 + більше</li>",
  "ultimate_dest": "Кінцева точка для онлайн та роздрібних лотерейних та бінго ігор",
  "weare_vrnl": "Ми VRNL",
  "weare_vrnl_desp": "<strong>НАЙБІЛЬША ПЛАТФОРМА ДЛЯ НАДАННЯ WHITE LABEL СПОРТУ ТА КАЗИНО</strong> Найширший вибір розважальних ігор онлайн. White Label Casino з понад 1 000 ігор. Доступне онлайн казино програмне забезпечення просте у використанні, оскільки наша платформа легка в управлінні.",
  "res_design": "Адаптивний дизайн",
  "res_design_desp": "Наш вебсайт адаптивний, що означає правильне відображення на планшетах, мобільних пристроях та десктопах для оптимального користувацького досвіду.",
  "custmzd_options": "Опції налаштування",
  "custmzd_options_desp": "Ми надаємо клієнтам широкий вибір опцій налаштування, дозволяючи обирати улюблені кольори, шрифти та макет сайту. Це забезпечує відображення унікального стилю та уподобань.",
  "loading_speed": "Швидкість завантаження",
  "loading_speed_desp": "Наш вебсайт оптимізовано для швидкості та продуктивності. Він забезпечує швидке завантаження на різних пристроях та інтернет-з'єднаннях.",
  "b2b_theme": "B2B (Business 2 Business)",
  "b2b_theme_p1": "Наша тема B2B вирізняється унікальними функціями. Ми додали опцію Parley для більш насиченого досвіду ставок.",
  "b2b_theme_p2": "Наша тема характеризується найкращими комбінаціями кольорів та елементами дизайну, забезпечуючи естетично приємний інтерфейс. Користувачам надаються дозволи для ставок на широкий спектр видів спорту, включаючи крикет, футбол та теніс.",
  "b2b_theme_p3": "Ми також маємо багато різних казино-ігор для більшої розваги. Додатково ми пропонуємо різні типи казино, такі як AWC Casino, що має вражаючу колекцію понад 500 слот-ігор та більше 100 настільних ігор.",
  "b2c_theme": "B2C (Business 2 Customer)",
  "b2c_theme_p1": "Наш сайт B2C пропонує користувачам зручний інтерфейс. Вони можуть легко реєструватися за допомогою свого номера телефону, що забезпечує зручний та безпечний спосіб створення акаунту.",
  "b2c_theme_p2": "Після реєстрації користувачі можуть поповнювати свої рахунки, що спрощує початок ставок та ігор. Також ми забезпечуємо безперебійну процедуру виведення коштів, гарантуючи легкий доступ до виграшів.",
  "b2c_theme_p3": "Для покращення досвіду ми пропонуємо бонусні бали, які користувачі можуть заробляти та використовувати під час перебування на платформі. Це додає додатковий рівень азарту та цінності для клієнтів, дозволяючи ефективно використовувати депозити та зняття коштів.",
  "b2c_theme_p4": "Загалом, наш сайт B2C створений для безпроблемного та приємного досвіду ставок та ігор, надаючи користувачам свободу грати, поповнювати рахунок та виводити кошти з легкістю.",
  "request_demoID": "Запитати Demo ID",
  "form_name": "Ім'я *",
  "form_name_err": "Будь ласка, введіть ваше ім'я (не менше 3 символів).",
  "form_email": "Email *",
  "form_email_err": "Будь ласка, введіть дійсний email.",
  "form_country": "Країна *",
  "form_country_err": "Будь ласка, оберіть вашу країну.",
  "form_district": "Район *",
  "form_district_err": "Будь ласка, введіть ваш район.",
  "form_whatsapp": "Номер WhatsApp *",
  "form_whatsapp_err": "Введіть дійсний номер WhatsApp.",
  "form_turnover": "Місячний оборот *",
  "form_turnover_err": "Будь ласка, введіть ваш місячний оборот.",
  "form_users": "Кількість користувачів *",
  "form_users_err": "Будь ласка, введіть дійсну кількість користувачів.",
  "form_current": "Поточна платформа *",
  "form_current_err": "Будь ласка, введіть вашу поточну платформу.",
  "form_issues": "Проблеми з поточною платформою *",
  "form_issues_err": "Будь ласка, опишіть проблеми (не менше 10 символів).",
  "form_telegram": "Ви користуєтесь Telegram? *",
  "form_select": "-- Оберіть --",
  "form_yes": "Так",
  "form_no": "Ні",
  "form_telegram_err": "Будь ласка, оберіть, чи у вас є Telegram.",
  "form_telhandle": "Telegram Handle *",
  "form_telhandle_err1": "Telegram handle є обов'язковим.",
  "form_telhandle_err2": "Telegram handle повинен починатися з &#64; (наприклад, &#64;username).",
  "demo_url": "URL демо",
  "form_submit": "Надіслати",
  "form_name_ph": "Введіть ваше ім'я",
  "form_email_ph": "Введіть ваш email",
  "form_district_ph": "Введіть ваш район",
  "form_whatsapp_ph": "Введіть номер WhatsApp",
  "form_turnover_ph": "Введіть ваш місячний оборот",
  "form_users_ph": "Введіть кількість користувачів",
  "form_current_ph": "Введіть поточну платформу",
  "form_issues_ph": "Введіть проблеми з поточною платформою",
  "form_telhandle_ph": "Введіть ваш Telegram Handle",
  "our_commitment": "Наша відданість",
  "our_commitment_p1": "VRNL прагне захищати вашу конфіденційність та забезпечувати безпеку ваших особистих та фінансових даних. Ця політика пояснює, яку інформацію ми збираємо, як ми її використовуємо та які заходи приймаємо для її захисту. Посилання на vrnl.net також включають його додатки.",
  "our_commitment_p2": "Ця політика застосовується до всіх вебсайтів та додатків VRNL, де вона опублікована, відповідно до чинного законодавства регіонів, у яких ми працюємо. Додаткові регіональні або сервісно-специфічні повідомлення про конфіденційність можуть доповнювати цю політику.",
  "our_commitment_p3": "Якщо ви надаєте інформацію через сторонні платформи (наприклад, через соціальні мережі), ми збираємо дані через ці інтеграції відповідно до цієї політики. Однак власні політики конфіденційності цих третіх сторін регулюють дані, які вони збирають безпосередньо. Налаштування конфіденційності на таких платформах не впливають на те, як VRNL використовує дані, зібрані через наші сайти або додатки.",
  "our_commitment_p4": "Наші платформи можуть містити посилання на зовнішні сайти, які не належать VRNL і не контролюються ним. Ми не несемо відповідальності за їхні практики конфіденційності і рекомендуємо вам ознайомитися з їхніми політиками перед передачею інформації.",
  "our_commitment_p5": "Цю Політику конфіденційності слід читати разом з нашими Умовами використання.",
  "user_content": "Згода користувача",
  "user_content_para": "Використовуючи сервіс vrnl (наприклад, коли ви реєструєтесь для акаунту, купуєте послугу, берете участь у конкурсі або промоакції, спілкуєтесь з нами на наших сайтах або додатках), ви погоджуєтесь на збір, використання та поширення вашої персональної інформації, як описано в цій політиці. У деяких випадках, особливо якщо ви перебуваєте в країні з регулюванням захисту даних, ми можемо попросити вас надати явну згоду на доступ до наших послуг перед подальшими операціями. У випадку будь-якого профілю користувача в роумінгу або якщо ви подорожуєте різними країнами світу та користуєтесь сервісами vrnl, ми будемо вважати країну реєстрації вашою основною країною, і згоди, отримані під час реєстрації, будуть дійсні для обробки вашої персональної інформації. Умови конфіденційності, застосовні відповідно до законодавства цієї країни на момент реєстрації, будуть застосовуватися до вас.",
  "accessing_webNet": "Доступ до вебсайту та сервісів Network 18 через VPN",
  "accessing_webNet_p1": "Ви не повинні отримувати доступ або використовувати вебсайти чи сервіси VRNL через будь-який метод або технологію, яка приховує або вводить в оману щодо вашого фактичного географічного розташування (наприклад, використання VPN або подібних інструментів).",
  "accessing_webNet_p2": "VRNL не несе відповідальності за збір, зберігання або обробку вашої персональної інформації, якщо використовуються такі методи доступу.",
  "collection_personalInfo": "Збір персональної інформації та її використання",
  "collection_personalInfo_p1": "“Персональна інформація” (PII) означає будь-які дані, які можуть безпосередньо або опосередковано ідентифікувати особу, такі як ім’я, поштова адреса, електронна адреса або мобільний номер. Коли анонімні дані пов’язуються з персональною інформацією, вони також вважаються персональною інформацією.",
  "collection_personalInfo_p2": "VRNL збирає лише необхідну персональну інформацію для виконання ваших запитів та надання персоналізованих продуктів і послуг. Ми не збираємо таку інформацію, якщо ви свідомо та добровільно її не надаєте.",
  "collection_personalInfo_p3": "Ваша персональна інформація може використовуватися VRNL та його сервісними партнерами для роботи наших вебсайтів та сервісів, а також для інформування вас про нові функції, продукти та послуги, що надаються VRNL та його афілійованими компаніями.",
  "info_provide_us": "1. Інформація, яку ви надаєте нам",
  "info_provide_us_desp": "Ми можемо запитувати та збирати наступну персональну інформацію про вас під час використання vrnl.net, і без цієї інформації ми можемо не мати можливості надати вам всі запитувані послуги:",
  "reg_data": "a. Дані реєстрації",
  "reg_data_desp": "Для використання певних функцій на вебсайті, у додатку та для сервісів (наприклад, реєстрації на події та вебкампанії) ви можете надавати базову контактну інформацію, включно з, але не обмежуючись:",
  "reg_data_list": "<li><span>Ім'я</span></li> <li><span>Прізвище</span></li> <li><span>Адреса електронної пошти</span></li>",
  "user_pro_details": "b. Деталі профілю користувача",
  "user_pro_details_desp": "Ми також можемо збирати та зберігати наступну персональну інформацію у розділі 'Мій профіль', що допомагає нам надавати персоналізовані стрічки та підтримувати профіль користувача, включно з, але не обмежуючись:",
  "user_pro_details_list": "<li><span>Ім'я</span></li> <li><span>Стать</span></li> <li><span>Email</span></li> <li><span>Дата народження</span></li> <li><span>Країна</span></li> <li><span>Місто</span></li> <li><span>Мобільний номер</span></li>",
  "mobile_device_permissions": "c. Дозволи мобільного пристрою",
  "mobile_device_permissions_desp": "При доступі до нашого додатку на мобільних пристроях/планшетах/телевізорах або будь-якому іншому пристрої, що має доступ до зазначеного додатку, ми можемо запитувати та отримувати доступ до наступного:",
  "mobile_device_permissions_list": "<li><span>Облікові записи – використовується для керування кількома обліковими записами в додатку та для входу</span></li> <li><span>Контакти – використовується для доступу до контактів користувачів для спільного використання статей через додаток</span></li> <li><span>Телефон – для зчитування стану телефону та увімкнення сповіщень на пристрої користувача. IMEI збирається для унікальної ідентифікації кожного користувача</span></li> <li><span>Камера – для завантаження зображень та фото профілю користувача, а також використання камери всередині додатку vrnl</span></li> <li><span>Мікрофон – для увімкнення дій, пов’язаних із голосовими командами</span></li> <li><span>Сховище – для доступу до файлів та папок всередині додатку</span></li> <li><span>SMS – для відправки та отримання повідомлень для підтвердження</span></li>",
  "mobile_device_permissions_desp2": "Дозволи до цих налаштувань можуть бути необхідні для належної роботи додатку. Дозволи можна керувати через відповідні налаштування користувацьких пристроїв.",
  "info_voluntarily": "2. Інформація, яку ви надаєте добровільно",
  "info_voluntarily_desp": "Якщо ви надсилаєте нам персональну кореспонденцію, таку як електронні листи або листи, або якщо інші користувачі чи треті особи надсилають нам кореспонденцію про ваші дії чи публікації на vrnl.net, ми можемо збирати та зберігати таку інформацію.",
  "info_voluntarily_para": "Ми можемо збирати додаткову інформацію в інші моменти, коли ви надаєте відгуки, змінюєте свій контент або налаштування електронної пошти, відповідаєте на опитування або спілкуєтеся з нами. Ця інформація може включати ваше ім'я, електронну пошту, мобільний номер, місцезнаходження тощо.",
  "info_auto": "3. Інформація, яку ми збираємо автоматично",
  "info_auto_desp": "Ми збираємо інформацію про вас і ваше використання нашого сервісу, ваші взаємодії з нами та нашою рекламою, а також інформацію про ваш комп’ютер або інші пристрої, які використовуються для доступу до наших сервісів (наприклад, мобільні пристрої, планшети та інші переглядові пристрої). Ця інформація включає, але не обмежується:",
  "info_auto_list": "<li><span>Дії на vrnl.net, такі як тип переглянутих сторінок, час, проведений на сторінках, пошукові запити тощо.</span></li> <li><span>Ваші взаємодії з нашою електронною поштою, службою підтримки та платформою повідомлень.</span></li> <li><span>Інформація про геолокацію через IP-адреси;</span></li> <li><span>Інформація про пристрій, така як ідентифікатор пристрою, модель пристрою та інші унікальні ідентифікатори</span></li> <li><span>Рекламні ідентифікатори, такі як ті, що є на мобільних пристроях та планшетах (наприклад, IDFA на iOS та GAID на Android);</span></li> <li><span>Інформація, зібрана за допомогою файлів cookie та інших технологій*;</span></li>",
  "info_auto_note": "*Примітка: Для покращення вашого досвіду ми можемо використовувати <b>cookie</b> або подібні технології для призначення вам <b>унікального User ID</b> та розуміння ваших інтересів. <b>Cookie</b> не розкривають вашу особистість, якщо ви її не надаєте добровільно, і не можуть отримати доступ до даних на вашому пристрої. Рекламодавці можуть встановлювати власні cookie при взаємодії з їхньою рекламою, які ми не контролюємо. Ми також збираємо певну технічну інформацію під час використання наших вебсайтів, додатків або сервісів на будь-якому підключеному до Інтернету пристрої.",
  "inferred_info": "4. Інформація, отримана через використання та лог-файли",
  "inferred_info_desp": "Ми можемо відстежувати певну інформацію про вас на основі вашої поведінки на vrnl.net. Ми використовуємо цю інформацію для проведення внутрішніх досліджень демографії, пристроїв, інтересів та поведінки наших користувачів, щоб краще розуміти, захищати та обслуговувати їх. Ця інформація збирається та аналізується в агрегованому вигляді.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'>Ми також можемо збирати вашу інформацію для відстеження поведінки та уподобань користувачів для внутрішньої аналітики та досліджень. Ми також можемо використовувати вашу інформацію:</strong><br> (i) Для оцінки вашого інтересу до інвестиційних опцій, послуг, пропозицій, підписок; <br> (ii) Для проведення аналітики та досліджень користувачів, визначення вашого інтересу, для виявлення контенту, що генерує продажі, та аналізу патернів трафіку.<br>",
  "inferred_info_a": "a. Інтерактивні функції",
  "inferred_info_a_desp1": "vrnl.net має багато функцій, які дозволяють користувачам/членам розкривати свою особу та спілкуватися з іншими користувачами. Використання цих функцій та розкриття будь-яких персональних даних (наприклад, електронної пошти) здійснюється на ваш власний ризик, і vrnl.net не несе відповідальності за це. Якщо ваша конфіденційність була порушена внаслідок участі в таких функціях, ви можете повідомити нас електронною поштою на vrnl@gmail.com",
  "inferred_info_a_desp2": "Якщо ви вирішите публікувати повідомлення в акаунтах соціальних мереж, на форумах, у чатах або залишати відгуки, ми збираємо інформацію, яку ви нам надаєте. Ми зберігаємо цю інформацію для вирішення спорів, надання підтримки та усунення проблем відповідно до закону. Також ми можемо зберігати таку інформацію в агрегованому вигляді для аналізу ринкових тенденцій. Проте ми не асоціюємо вашу персональну інформацію з цими коментарями або публікаціями під час такого аналізу.",
  "inferred_info_b": "b. Досвід користувача та підтримка",
  "inferred_info_b_desp1": "Ми використовуємо вашу IP-адресу для діагностики проблем із сервером та адміністрування нашого додатку. IP-адреса також використовується для ідентифікації вас та збору загальної демографічної інформації для персоналізації вашого досвіду на vrnl.net.",
  "inferred_info_b_desp2": "Час від часу ми можемо просити вас заповнити необов'язкові онлайн-опитування. Вони можуть запитувати контактну та демографічну інформацію (наприклад, поштовий індекс, вік). Ми використовуємо ці дані для налаштування вашого досвіду на vrnl.net та відображення контенту відповідно до ваших уподобань.",
  "info_thirdparty": "5. Інформація, яку ми отримуємо від третіх сторін",
  "info_thirdparty_a": "a. Вхід через соціальні мережі",
  "info_thirdparty_a_desp": "Під час реєстрації через облікові записи на Facebook, Gmail тощо, ми отримуємо інформацію з цих облікових записів для взаємодії з вами та надання сервісів. Ми збираємо наступну інформацію з відповідних платформ соціальних мереж, включно з, але не обмежуючись:",
  "info_thirdparty_a_list": "<li><span>Facebook – публічна інформація, ім'я, email, список друзів</span></li> <li><span>Google – ім'я, прізвище, email</span></li>",
  "info_thirdparty_b": "b. Транзакційна або платіжна інформація",
  "info_thirdparty_b_desp": "Залежно від покупки пакету підписки, наш партнер платіжного шлюзу може збирати інформацію щодо ваших даних кредитної/дебетової картки або інших банківських рахунків разом з адресою для виставлення рахунку. Ця інформація зберігається партнером платіжного шлюзу. VRNL безпосередньо не збирає фінансову інформацію, таку як дані картки або інтернет-банкінг. Такі платіжні шлюзи не контролюються нами, і ви використовуєте їх на власний ризик. Ми не несемо відповідальності за їхні практики конфіденційності.",
  "lawfulness_processing": "I. Цілі та законність обробки",
  "lawfulness_processing_desp1": "vrnl.net збирає та обробляє персональні дані лише на законних підставах. Законними підставами є отримання явної згоди від вас для обробки ваших персональних даних або обробка на 'законних інтересах', якщо це необхідно для надання вам підтримки чи преміальних послуг (наприклад, обробка інформації платіжними сервісами).",
  "lawfulness_processing_desp2": "Ми використовуємо інформацію для надання, аналізу, адміністрування, покращення та персоналізації наших сервісів та маркетингу, обробки реєстрацій, замовлень, платежів та для комунікації з вами. Наприклад, ми використовуємо інформацію для:",
  "lawfulness_processing_list": "<li><span>визначення потреб вашого портфоліо та надання персоналізованих порад, прогнозів та статистики;</span></li> <li><span>попередження, виявлення та розслідування потенційно заборонених або незаконних дій, включаючи шахрайство;</span></li> <li><span>аналізу та розуміння аудиторії, покращення сервісу (включно з інтерфейсом користувача) та оптимізації контенту, алгоритмів рекомендацій і доставки;</span></li> <li><span>зв'язку з вами щодо наших сервісів (наприклад, електронна пошта, push-сповіщення, текстові повідомлення), щоб повідомляти про нові функції, спеціальні пропозиції та опитування;</span></li> <li><span>повідомлення про зміни у умовах надання послуг;</span></li> <li><span>дозволу участі в інтерактивних функціях сервісів;</span></li> <li><span>виконання зобов'язань та захист прав, що випливають із контрактів між вами та нами, включно з білінгом та стягненням.</span></li>",
  "lawfulness_processing_desp3": "Ми можемо використовувати вашу інформацію для надання персоналізованого досвіду під час відвідування наших сайтів/додатків, а також для маркетингових цілей.",
  "lawfulness_processing_desp4": "Персоналізація здійснюється за допомогою даних, які ви надаєте, cookies, IP-адрес, веб-маячків або подібних технологій, залежно від пристроїв, які ви використовуєте. Будь ласка, надайте явну згоду на це при зборі даних або налаштуйте уподобання в профілі.",
  "info_usedBy": "II. Використання інформації компанією",
  "info_usedBy_desp1": "Надана користувачами інформація допомагає покращити сервіси та забезпечити зручний досвід. Деякі сервіси можуть вимагати контактної адреси. Компанія може використовувати цю інформацію для підтримки, захисту та покращення сервісів, включаючи рекламу, а також для розробки нових послуг. З вашої згоди ми можемо надсилати комерційні чи маркетингові повідомлення.",
  "info_usedBy_desp2": "Будь-яка персональна інформація, доступна в публічній сфері (коментарі, повідомлення, блоги у соцмережах), не вважається конфіденційною. Якщо ви не надаєте персональні дані, деякі сервіси можуть бути недоступні. Ми можемо час від часу контактувати вас для оновлення інформації.",
  "disclosure_tp": "III. Розкриття інформації третім сторонам",
  "disclosure_tp_b": "b. Реклама",
  "disclosure_tp_b_desp": "Щоб допомогти рекламодавцям зрозуміти аудиторію та оцінити рекламу на наших сайтах/додатках, ми надаємо агреговану статистику. Треті рекламні компанії можуть використовувати інформацію для показу реклами. Ми не надаємо персональні дані третім сторонам без вашої згоди.",
  "disclosure_tp_d": "d. Промоційні пропозиції",
  "disclosure_tp_d_desp": "Ми будемо ділитися або розкривати вашу особисту інформацію поза vrnl.net, якщо у нас є ваша згода. Наприклад, надання SMS- та електронної пошти пов’язаних з маркетингом, новинних розсилок, промоцій та пропозицій.",
  "disclosure_tp_f": "f. Юридичні підстави",
  "disclosure_tp_f_desp": "vrnl.net може розкривати особисто ідентифіковану інформацію, якщо це вимагається законом або якщо є обґрунтована віра, що така дія необхідна для:",
  "disclosure_tp_f_list": "<li><span>дотримання вимог закону або виконання юридичних процедур, поданих на сайт або його власників;</span></li> <li><span>захисту та відстоювання прав або власності власників сайту, самого сайту чи користувачів vrnl.net;</span></li> <li><span>дій в екстрених ситуаціях для захисту особистої безпеки користувачів vrnl.net, сайту, його власників або громадськості.</span></li>",
  "controls_choices": "IV. Ваші керування та вибір",
  "managing_info": "Керування вашою інформацією",
  "managing_info_desp1": "Коли ви користуєтеся Сервісами, ми робимо все можливе, щоб надати вам доступ до вашої особистої інформації на запит та забезпечити, щоб будь-яка неточна або неповна інформація була виправлена або змінена за можливості, з урахуванням законодавчих або бізнес-вимог.",
  "managing_info_desp2": "Ми просимо користувачів ідентифікувати себе та інформацію, до якої вони хочуть отримати доступ, перш ніж обробляти запити, і можемо відмовити у обробці запитів, які є надмірно повторюваними або технічно складними, загрожують конфіденційності інших або є практично неможливими.",
  "managing_info_desp3": "Щоб реалізувати права, що застосовуються до вас як до суб’єкта даних, ви повинні написати нам і вказати потрібне право (наприклад, 'Запит на доступ до даних', 'Запит на переносимість даних', 'Запит на видалення даних').",
  "managing_info_desp4": "Ми надаємо вам можливість здійснювати певні контролі та вибір щодо збору, використання та поширення вашої особистої інформації. Згідно із законом, ваші контролі та вибір можуть включати:",
  "dataAccess_port": "a. Доступ до даних та їх переносимість",
  "dataAccess_port_desp": "Згідно з GDPR ви можете запитати копії вашої особистої інформації, що зберігається у нас, та/або передати її іншому провайдеру послуг, якщо це технічно можливо.",
  "data_retention": "c. Зберігання та видалення даних",
  "data_retention_desp1": "Ми зберігаємо вашу особисту інформацію стільки, скільки це необхідно для законних цілей, зазначених у цій політиці, і для виконання юридичних зобов’язань. Ви можете попросити нас видалити вашу інформацію та закрити обліковий запис vrnl.net.",
  "data_retention_desp2": "Зверніть увагу, що якщо ви подаєте запит на видалення особистої інформації;",
  "data_retention_list": "<li><span>Ми можемо зберігати деяку інформацію для законних бізнес-цілей, наприклад, для запобігання шахрайству та підвищення безпеки.</span></li> <li><span>Ми можемо зберігати вашу інформацію для виконання юридичних зобов’язань, наприклад, для податкової або аудиторської звітності.</span></li> <li><span>Інформація, якою ви поділилися з іншими (наприклад, відгуки, публікації на форумах), може залишатися видимою після закриття облікового запису, але без прив’язки до вас.</span></li> <li><span>Резервні копії можуть залишатися деякий час для захисту від втрати даних.</span></li>",
  "data_retention_note": "(Примітка: якщо у вас кілька облікових записів, потрібно подавати окремі запити для кожного з них, використовуючи відповідні email ID.)",
  "withdrawing_consent": "d. Відкликання згоди та обмеження обробки",
  "withdrawing_consent_desp": "Ви можете відкликати свою згоду в будь-який час, надіславши нам електронного листа. Після перевірки ми припинимо обробку вашої особистої інформації.",
  "fail_provideConsent": "V. Якщо ви не надаєте згоду",
  "fail_provideConsent_desp": "Оскільки vrnl.net є платформою з рекламою, використання вашої особистої інформації для показу реклами є обов’язковим. Якщо ви не дасте дозвіл, ми не зможемо надавати наші послуги.",
  "childrens_privacy": "VI. Конфіденційність дітей",
  "childrens_privacy_desp1": "vrnl.net не призначений для осіб молодше 16 років. Якщо ми дізнаємося про збір інформації дітей без згоди батьків, ми видалимо її та повідомимо батьків.",
  "childrens_privacy_desp2": "Батьки повинні контролювати використання сервісів дітьми. Ми не збираємо інформацію від дітей молодше 16 років і не надсилаємо їм промоційні матеріали.",
  "data_transfer": "VII. Передача, зберігання та обробка даних у світі",
  "data_transfer_desp": "Ми можемо передавати вашу інформацію афілійованим компаніям або третім особам по всьому світу з метою, зазначеною в цій політиці. Ми застосовуємо заходи для захисту ваших даних, включаючи стандартні контрактні умови для ЄС.",
  "security_compliance": "VIII. Безпека та дотримання законів",
  "security_compliance_desp": "Ми постійно впроваджуємо адміністративні, технічні та фізичні заходи безпеки для захисту вашої інформації. Якщо ваші облікові дані були втрачені або зламані, будь ласка, зв’яжіться з нашою службою підтримки.",
  "changein_policy": "IX. Зміни в політиці",
  "changein_policy_desp": "Ця політика конфіденційності може змінюватися. Ми повідомимо вас про значні зміни, але ви повинні самостійно переглядати оновлення.",
  "contact_info": "X. Контактна інформація",
  "contact_info_a": "a. Підтримка",
  "contact_info_a_desp": "Якщо потрібна інформація або пояснення щодо використання вашої інформації, надішліть лист на",
  "contact_info_b": "b. Скарги",
  "contact_info_b_desp1": "Ви можете написати нашому офіцеру з захисту даних у разі скарг. Ви маєте право подати скаргу до відповідних органів.",
  "contact_info_b_desp2": "Якщо у вас є запитання або скарги щодо обробки персональних даних, звертайтеся до нашого Офіцера з захисту даних.",
  "risk_management_title": "Ваші ставки, наша відповідальність: неперевершене управління ризиками",
  "risk_management_title2": "Компанія, яка постійно впроваджує інноваційні рішення для своїх бізнес-потреб.",
  "dedicated_rm_team": "Спеціалізована команда управління ризиками",
  "dedicated_rm_team_desp": "У нас є спеціалізована та <b> висококваліфікована команда управління ризиками </b>, яка працює <b>24/7.</b> Основна роль — контролювати кожну ставку та транзакцію для забезпечення <b>чесної гри</b> та <b>безпеки</b> всіх користувачів.",
  "key_features_rm": "Ключові особливості",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong>Моніторинг у реальному часі:</strong> Системи відстежують ставки, зміни коефіцієнтів та активність користувачів безперервно.</span></li> <li><strong>Ручна перевірка:</strong> Тригери сигналів запускають детальну перевірку шаблонів ставок, змін коефіцієнтів та поведінки облікового запису.</li> <li><strong>Пом’якшення ризиків:</strong> Негайні дії, такі як анулювання/призупинення ставок, блокування акаунтів або перевірка користувачів у разі виявлення порушень.</li> <li><strong>Аналіз даних:</strong> Постійний огляд живих та історичних даних для виявлення тенденцій ризику та вдосконалення стратегії запобігання.</li> <li><strong>Реагування на інциденти:</strong> Структурований план швидкого реагування на порушення безпеки, шахрайство або інші загрози.</li>",
  "benefits_rm": "Переваги",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Постійне навчання:</strong> Безперервний розвиток навичок команди ризик-менеджменту для ефективного реагування на нові загрози.</span></li> <li><strong>Сучасні технології та безпека:</strong> Регулярні оновлення, тестування на проникнення, оновлення програмного забезпечення та аудити безпеки.</li> <li><strong>Прозорість:</strong> Чітке спілкування з користувачами щодо дій у сфері управління ризиками для підтримки довіри.</li> <li><strong>Постійне вдосконалення:</strong> Розвиток стратегій на основі минулих інцидентів та нових ризиків для захисту цілісності платформи та інтересів користувачів.</li>",
  "sbs_bold": "Спортивне <strong>ПЗ для ставок</strong>",
  "sbs_bold_p1": "Готові підняти свій досвід спортивних ставок на новий рівень? Не шукайте далі, ніж VRNL Sports Betting Software! У цій статті ми розглянемо, як передові технології VRNL можуть змінити спосіб ваших ставок. Маючи понад два десятиліття досвіду в індустрії, VRNL є вашим надійним партнером для інноваційних рішень у сфері спортивних ставок. Давайте поринемо у світ програмного забезпечення для спортивних ставок та дізнаємось, як ми можемо підняти ваші можливості.",
  "sbs_bold_p2": "Спортивне ПЗ VRNL пропонує безліч можливостей для ентузіастів спорту та бетторів. Зосереджуючись на наданні точної, релевантної та корисної інформації, VRNL поєднує експертні знання та особистий досвід для створення комплексного рішення для ставок. Довіртеся VRNL, щоб підняти свій досвід спортивних ставок на новий рівень.",
  "sbs_bold_p3": "Досліджуйте спортивне ПЗ VRNL вже сьогодні та підніміть свої ставки на новий рівень!",
  "sbs_try_b2b": "Спробуйте наше B2B ПЗ для ставок",
  "sbs_try_b2c": "Спробуйте наше B2C ПЗ для ставок",
  "sbs_mf_desp": "Ми пропонуємо широкий набір інструментів для управління нашим програмним забезпеченням для ставок. Серед них ми виділяємо найпотужніші та найважливіші для глобальної конкуренції:",
  "sbs_mf_list": "<li> <strong>Ставки в реальному часі</strong> Будьте в курсі реальних коефіцієнтів, що дають вам конкурентну перевагу. ПЗ VRNL гарантує, що ви не пропустите найкращі можливості. </li> <li> <strong>Мобільна сумісність</strong> Ставки в дорозі з мобільною сумісністю VRNL. Незалежно від того, чи використовуєте ви iOS або Android, платформа адаптується до вашого пристрою для безперешкодного досвіду. </li> <li> <strong>Сучасний сервіс коефіцієнтів</strong> переосмислює API спортивних даних. Він пропонує 100% точні коефіцієнти перед матчем і найшвидші живі дані з мінімальною затримкою.</li> <li> <strong>Гнучка інтеграція</strong> Наша платформа може бути безшовно інтегрована у вашу систему через API або iFrame, пропонуючи універсальність у впровадженні.</li>",
  "sbs_benefits": "Які будуть переваги? <b> Дозвольте нам пояснити</b>",
  "sbs_benefits_p1": "<strong>Перевага управління онлайн та роздрібною платформою ставок</strong> Початок онлайн-платформи ставок може бути складним.",
  "sbs_benefits_p2": "Тому ми створили <strong>комплексне ПЗ для спортивних ставок</strong>, щоб спростити процес, включаючи топ-провайдерів коефіцієнтів для максимально широкого охоплення.",
  "sbs_benefits_p3": "Наші регульовані партнери отримують повну підтримку при вході в онлайн-індустрію ставок, з можливістю вибору брендової або небрандованої версії наших платформ.",
  "sbs_benefits_p4": "Наше ПЗ включає надійні інструменти управління ризиками, що робить налаштування швидким і простим, а також готовим до масштабування разом із розвитком бізнесу.",
  "sbs_benefits_p5": "Управління <strong>онлайн-гравцями та пунктами ставок</strong> ніколи не було таким простим та зручним.",
  "complete_sbs": "Повне Спортивне <strong>ПЗ для ставок</strong>",
  "whatwe_have": "Що ми маємо для вас?",
  "whatwe_have_list": "<li> <strong>Контроль акаунтів гравців</strong> Наша платформа надає надійне управління акаунтами гравців, включаючи реєстрацію та перевірку. Ми також маємо ефективну систему виявлення та боротьби з шахрайськими акаунтами. </li> <li> <strong>Інструменти геолокації</strong> Ми надаємо інструменти для визначення місцезнаходження за IP-адресами, забезпечуючи точні послуги геолокації.</li>",
  "whatwe_have_desp": "З нашою комплексною підтримкою ваша головна увага може бути зосереджена на створенні та розвитку роздрібних пунктів ставок та онлайн-мереж.",
  "b2c_sbs": "B2C ПЗ для спортивних ставок",
  "b2c_sbs_p1": "VRNL — ваш провідний постачальник B2C ПЗ для спортивних ставок. Ми є надійним ім’ям у галузі, присвяченим постачанню передового програмного забезпечення, що покращує ваш досвід ставок. Незалежно від того, чи ви досвідчений беттор або новачок у світі спортивних ставок, у нас є всі інструменти, щоб підняти вашу гру. Спробуйте ПЗ VRNL вже сьогодні та підніміть свої ставки на новий рівень!",
  "b2c_sbs_p2": "B2C (бізнес для споживача) ПЗ для спортивних ставок — це технологія та платформа, які використовують оператори букмекерських контор для надання послуг ставок безпосередньо кінцевим користувачам.",
  "b2c_sbs_p3": "Цей тип ПЗ дозволяє користувачам робити ставки на різні спортивні події через веб або мобільні додатки. Ось основні функції та компоненти, які зазвичай присутні у B2C ПЗ для спортивних ставок:",
  "b2c_sbs_list": "<li> <b>Реєстрація користувачів та управління акаунтами:</b> Дозволяє користувачам створювати акаунти, керувати особистою інформацією та відстежувати історію ставок. </li> <li> <b>Підтримка клієнтів:</b> Забезпечує варіанти підтримки, такі як чат, електронна пошта та телефон, для допомоги користувачам. </li> <li> <b>Партнерські програми:</b> Пропонує партнерські програми для маркетингу та просування, дозволяючи партнерам отримувати комісію за залучення користувачів. </li>",
  "casino_sbs": "Казино та Спортивне <strong>ПЗ для ставок</strong>",
  "casino_sbs_list": "Провайдери 75+<br /> Ігрові автомати 15,000+<br /> Настільні ігри 500+<br /> Відеопокер 700+<br /> Інші ігри 200+<br /> Live Game Show<br /> First Person ігри<br /> Американська рулетка live<br /> Live blackjack<br /> Baccarat live<br /> Casino Hold’em live<br /> SICBO<br /> Dragon tiger live<br /> Andar Bahar<br /> Teen Patti",
  "online": "Онлайн",
  "casino_platform": "Платформа казино",
  "onc_desp1": "VRNL надає повне рішення з нашим <strong>White Label Casino</strong>.",
  "onc_desp2": "Наша <strong>онлайн-платформа казино</strong> розроблена для простоти, забезпечуючи легке управління як для новачків, так і для досвідчених професіоналів. З VRNL ви отримаєте повне керівництво для старту вашого <strong>онлайн-казино</strong>.",
  "onc_desp3": "Перед тим як розпочати, запрошуємо вас побачити її безперебійне функціонування у дії.",
  "wlc_mainFeatures_desp1": "Ми пропонуємо широкий набір інструментів для управління нашою онлайн-платформою казино. Серед них ми виділили найвпливовіші та незамінні для успіху у глобальній конкуренції:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Найширший каталог онлайн-ігор казино у світі,</strong> ретельно відібраний провідними провайдерами галузі </li> <li> <strong class='black-color'>Інструменти для бонусів</strong> та оптимізації прибутковості слотів </li> <li> <strong class='black-color'>Будівельник кампаній</strong> та управління турнірами</li> <li>Може бути <strong class='black-color'>безшовно інтегрована через API або iFrame.</strong> </li>",
  "wlc_mainFeatures_desp2": "До того ж наш пакет включає програмне забезпечення для live казино, що дозволяє вашим користувачам відчути справжній досвід казино з дому.",
  "wlc_benefits": "Які будуть переваги?",
  "letus_explain": "Дозвольте нам пояснити",
  "letus_explain_desp1": "Думаєте про старт в онлайн-ставках? Компанія VRNL пропонує ",
  "letus_explain_desp2": "рішення White Label казино, яке може стати вашим ідеальним стартом.",
  "letus_explain_desp3": "Використовуйте наші професійні послуги та досвід разом із нашими передовими <strong>казино платформами</strong> та технологіями. Наші регульовані партнери отримують повну підтримку при вході в індустрію онлайн-казино, з можливістю вибору брендової або небрандованої версії платформи.",
  "letus_explain_desp4": "Запуск онлайн-казино може бути складним. Тому ми створили комплексне середовище казино, пропонуючи топ-провайдерів ігор та понад 1,000 ігор. Наша ігрова математика безпечна та сертифікована, забезпечуючи спокій.",
  "letus_explain_desp5": "Розширюйте свій бізнес легко за допомогою надійних інструментів управління ризиками для швидкого налаштування.",
  "wlc_complete_solutions": "Повне <span>рішення White Label казино</span>",
  "wlc_offer": "Що ми пропонуємо для вас?",
  "wlc_complete_solutions_list": "<li>Процедури перевірки, офіційно затверджені регуляторними органами</li> <li>Інструменти партнерського маркетингу, реферальна система та інтеграція з соцмережами</li> <li>Мобільні push-сповіщення, веб-повідомлення та повідомлення в додатку</li> <li>Контроль акаунтів гравців, реєстрація та перевірка, система виявлення шахрайських акаунтів</li> <li>Інструменти геолокації для визначення місця розташування за IP-адресами</li>",
  "wlc_complete_solutions_more": "Але це ще не все",
  "wlc_complete_solutions_desp": "<strong>Платформа VRNL оптимізована для максимальної продуктивності</strong> та стабільності. Ми використовуємо передові технології, що працюють у два рази швидше за звичайні казино-платформи. Наш досвід забезпечив створення найшвидшого та найпотужнішого застосунку сьогодні.",
  "wlc_numbers": "<span>White Label</span> Казино у цифрах",
  "wlc_numbers_p1": "Відкрийте безмежні можливості рішень White Label Casino від VRNL. Підніміть свій бізнес казино за допомогою нашого широкого асортименту пропозицій",
  "wlc_numbers_p2": "Найкращий вибір провайдерів Live Casino по всьому світу",
  "wlc_numbers_p3": "Неперевершене різноманіття live-столів онлайн з багатоканальною доставкою.",
  "wlc_numbers_list": "<li>Понад 75 провайдерів</li> <li>Понад 15,000 слотів</li> <li>500+ настільних ігор</li> <li>700+ відеопокерних ігор</li> <li>Понад 200 інших ігор</li>",
  "wlc_numbers_p4": "Наша команда проведе вас через усі етапи, від навчання до запуску вашого продукту.",
  "wlb_platform": "White Label платформа ставок",
  "wlb_platform_p1": "VRNL пропонує <b class='bold'>White Label спортбук рішення</b> з повністю керованою біржовою платформою. <br />",
  "wlb_platform_p2": "Однією з ключових особливостей нашого White Label спортбук рішення є виняткова <b class='bold'>швидкість створення та запуску сайту.</b> Наша команда може запустити ваш спортбук всього за десять робочих днів, <b class='bold'>точно під ваші вимоги.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Наша послуга включає спеціалізований хостинг</b>, все необхідне ПЗ, живі дані спортивних коефіцієнтів, інструменти управління ризиками та першокласну підтримку клієнтів. Ми є провідною платформою White Label для ставок.",
  "wlb_platform_list": "<li>Розробка сайту, <b>брендинг, налаштування</b> та ретельне тестування біржі клієнтів</li> <li>Регулярні покращення та оновлення функцій</li> <li><b>Постачання обладнання</b>, хостинг, цілодобовий контроль та повна підтримка</li> <li><b>Різноманітні ринки ставок,</b> спортивні категорії та ліги</li> <li>Ефективне приймання ставок та точні процеси розрахунку</li> <li>Передовий ризик-менеджмент, надійний облік та контроль</li>",
  "wlb_platform_p4": "Консультанти VRNL детально зберуть ваші вимоги та нададуть добірку шаблонів та останніх розробок. Всі наші платформи багатомовні та підтримують кілька валют, а інтерфейс буде адаптований під ваші потреби.",
  "wlb_platform_customization": "Налаштування",
  "be_unique": "Будьте унікальні",
  "be_unique_desp1": "<b class='bold'>VRNL спеціалізується на кастомних White Label платформах ставок, казино</b> та індивідуальних рішеннях для підсилення ідентичності бренду.",
  "be_unique_desp2": "Наша команда експертів гарантує, що кожна деталь, від привабливих інтерфейсів до інтеграції логотипу та покращень функцій, відповідає вашому баченню.",
  "be_unique_desp3": "Розпочніть подорож у світі VRNL, де ваше унікальне бачення оживає.",
  "wlb_platform_odds": "Коефіцієнти",
  "wlb_platform_odds_optimize": "Оптимізуйте коефіцієнти ставок з VRNL",
  "wlb_platform_odds_p1": "Будьте на крок попереду завдяки нашим передовим <b class='bold'>сервісам управління коефіцієнтами</b>. Ми надаємо коригування коефіцієнтів у реальному часі, управління ризиками та аналіз ринку, щоб оптимізувати ваші ставки та покращити досвід гравців.",
  "wlb_platform_odds_p2": "Наша команда спеціалістів прагне забезпечити ваш успіх. Зв'яжіться з нами сьогодні, щоб дізнатися, як ми можемо підняти ваш бізнес ставок на новий рівень.",
  "wlb_platform_zeroRisk": "Нульовий ризик",
  "wlb_platform_zeroRisk_h1": "Послуги трейдингу та управління ризиками",
  "wlb_platform_zeroRisk_p1": "Ми надаємо комплексні послуги трейдингу та управління ризиками, разом з експертними консультаціями з управління коефіцієнтами. Крім того, ми пропонуємо унікальну функцію — покриття виграшів. Практично це означає, що якщо ваша платформа не приносить доходу, ми беремо на себе виплати гравцям. Ми ставимо на перше місце ваш спокій.",
  "wlb_platform_bpb": "Брендинг платформи ставок",
  "wlb_platform_bpb_layouts": "Необмежена кількість макетів",
  "wlb_platform_bpb_layouts_desp": "Вибирайте серед <b>різноманітних макетів ставок</b> з нашого широкого набору шаблонів. Або реалізуйте повний контроль, створивши власний макет через <b>API-сервіси</b>. Таким чином, ви та ваша команда можете повністю налаштувати інтерфейс користувача під своє бачення.",
  "Betting": "Ставки",
  "B2C": "B2C",
  "Casino": "Казино",
  "main_sec_title": "VRNL — провідний постачальник ПЗ для спортивних ставок у Бангладеш.",
  "who_we_are": "Хто ми",
  "what_we_do": "Що ми робимо",
  "about_us_title": "Про нас - White label ПЗ для спортивних ставок та онлайн-казино",
  "casino_providers": "Провайдери казино",
  "betting_providers": "Провайдери ставок",
  "games_providers": "Провайдери ігор",
  "online_exch_sw_title": "Революціонізуйте свій бізнес з VRNL Online Exchange Software",
  "casino_games_title": "Ігри казино - White label казино",
  "casino_tournaments_title": "Турнірне ПЗ казино - White label онлайн казино",
  "esports_title": "ПЗ для ставок на eSports, що дозволяє користувачам робити ставки на топові eSports ігри",
  "faq_title": "VRNL FAQ – ваш гід по поширеним запитанням та відповідям",
  "iframe_title": "Sportsbook iFrame White label спортивних ставок та казино",
  "live_casino_title": "White label казино - розпочніть своє онлайн-казино",
  "lottery_games_title": "Лотерейні ігри - White label казино",
  "mobile_title": "Підніміть гру з мобільним ПЗ для спортивних ставок від VRNL",
  "online_casino_sw_title": "ПЗ онлайн-казино - еволюція ПЗ та платформ для онлайн-казино",
  "ourTheme_title": "Ставки та виграш: наша робота у світі онлайн-ставок та казино",
  "risk_management_title_main": "Стратегії управління ризиками для операторів спортивних ставок - White label ПЗ для ставок та казино",
  "sport_bet_title": "Покращте свій досвід ставок з VRNL Sports Betting Software",
  "wlc_title": "White label казино - легко розпочніть онлайн-казино з нашим White Label Casino рішенням",
  "whiteLabel_title": "VRNL - ваш персоналізований постачальник White label ПЗ для спортивних ставок",
  "TOAST": {
    "FILL_REQUIRED": "Будь ласка, заповніть усі обов'язкові поля.",
    "SUBMITTING": "Відправка запиту...",
    "SUCCESS": "Запит на демонстрацію успішно надіслано!",
    "ERROR": "Виникла помилка. Будь ласка, спробуйте ще раз."
  },
  "disclosure_tp_a_desp": "<strong>a. Загальне розкриття</strong><br> Іноді vrnl.net може надавати певну персональну інформацію стратегічним партнерам, які працюють з vrnl.net для надання послуг або допомагають vrnl.net у маркетингу для клієнтів. Наприклад, коли ви купуєте та активуєте підписку, ви дозволяєте vrnl.net обмінюватися інформацією, яку ви надаєте під час процесу активації, для надання послуги. Якщо ви погодилися на послугу, ваш акаунт буде керуватися політикою конфіденційності vrnl.net. Персональна інформація буде надаватися vrnl.net лише для надання або покращення наших послуг і маркетингових аспектів; вона не буде надаватися третім сторонам для їхніх маркетингових цілей.<br> vrnl.net також може ретельно обирати інші компанії, щоб надсилати вам інформацію про їхні продукти або послуги, які пов’язані з послугами сайту, але не є необхідними для його функціонування (\"Розширена послуга\"). Якщо vrnl.net планує використовувати персонально ідентифіковану інформацію для Розширеної послуги, сайт vrnl.net надасть вам можливість та необхідні інструкції, щоб відмовитися від цієї послуги.<br> Ви також можете припинити отримання інформаційних або рекламних листів від <b>vrnl.net</b>, дотримуючись інструкцій у листі.",
  "objection_processing_desp": "<strong>e. Заперечення проти обробки</strong><br> Якщо ваші персональні дані обробляються для цілей прямого маркетингу, ви можете в будь-який час попросити нас припинити обробку ваших даних для цих цілей, надіславши нам електронного листа.<br> Зверніть увагу, що якщо ви не дозволите нам збирати персональні дані від вас, ми можемо не змогти надати вам певні послуги, продукти та досвід, а деякі наші послуги можуть не враховувати ваші інтереси та вподобання. Якщо збір персональної інформації є обов’язковим, ми чітко повідомимо про це на момент збору, щоб ви могли прийняти обґрунтоване рішення про участь. Якщо у вас є питання щодо конкретної персональної інформації про вас, яку ми обробляємо або зберігаємо, та ваших прав щодо цієї інформації, будь ласка, зверніться до нашої служби підтримки клієнтів.",
  "disclosure_tp_e_desp": "<strong>e. Передача бізнесу</strong><br> Ми надаємо персональні дані нашим афілійованим особам та іншим довіреним бізнесам або особам для обробки від нашого імені, відповідно до наших інструкцій та у відповідності з нашою Політикою конфіденційності та будь-якими іншими належними заходами конфіденційності та безпеки. Наприклад, ми можемо використовувати постачальників послуг для допомоги з підтримкою клієнтів.<br> У разі, якщо vrnl буде об’єднаний з іншою компанією або придбаний іншою компанією, або у разі реорганізації чи реструктуризації бізнесу, ми та наші афілійовані особи можемо поділитися вашою персональною інформацією, повністю або частково, з іншою бізнес-структурою.",
  "rectification_iii_desp": "<strong>b. Виправлення неточної або неповної інформації</strong><br> Ви можете попросити нас виправити неточну або неповну персональну інформацію про вас (це інформація, яку ви не можете оновити самостійно у вашому акаунті moneycontrol), надіславши нам електронного листа.<br> Ви можете отримати доступ і оновлювати деякі ваші персональні дані через налаштування акаунту. Якщо ви обрали підключити ваш профіль vrnl.net до стороннього додатку, як-от Facebook або Google, ви можете змінити налаштування і видалити дозвіл для додатку, змінивши налаштування акаунту. Ви несете відповідальність за актуальність вашої персональної інформації. vrnl.net може надсилати вам періодичні нагадування електронною поштою для підтримання точності вашої персональної інформації.",
  "disclosure_tp_c_desp": "<strong>c. Постачальники послуг</strong><br> vrnl.net може містити посилання на різні сторонні вебсайти, які можуть збирати вашу персональну інформацію. Використання вашої інформації, зібраної на таких сторонніх платформах, регулюється політикою конфіденційності відповідної платформи. Такі вебсайти або додатки регулюються своїми власними політиками конфіденційності, що виходять за межі нашого контролю. Після виходу з наших серверів (ви можете дізнатися, де ви перебуваєте, перевіривши URL у рядку адреси вашого браузера), використання будь-якої інформації, яку ви надаєте, регулюється політикою конфіденційності оператора додатку, який ви відвідуєте. Ця політика може відрізнятися від нашої. Якщо ви не можете знайти політику конфіденційності будь-якого з цих сайтів через посилання з домашньої сторінки додатку, слід звернутися безпосередньо до власників додатку для отримання додаткової інформації.<br> Ми можемо публічно ділитися інформацією, яка не дозволяє ідентифікувати особу, а також з нашими партнерами – такими як видавці, рекламодавці, розробники чи власники прав. Наприклад, ми публічно ділимося інформацією, щоб показати тенденції загального використання наших послуг. Ми також дозволяємо певним партнерам збирати інформацію з вашого браузера або пристрою для маркетингових/рекламних цілей та вимірювань, використовуючи власні файли cookie або подібні технології."
}