{
  "contact_title": "Inkampani eqhubeka njalo nokufuna izixazululo ezintsha ukuze ihlangabezane nezidingo zayo zebhizinisi.",
  "contact_footer": "“Singithimba labacabangayo, abathandi bezobuchwepheshe, nabaxhumanisi abaqinile, abaqhutshwa uthando olungapheli embonini yokugembula ku-inthanethi. Ukuzinikela kwethu okuqhubekayo ukuqinisa impumelelo yamakhasimende ethu ebhizinisini.”",
  "contact_header": "Xhumana NATHI",
  "contact_para": "Xoxa nochwepheshe we-VRNL ukuze uthole ukuthi izixazululo zethu zingakhuphula kanjani ibhizinisi lakho lokubheja.",
  "telegram": "Telegram",
  "write_msg": "BHALA UMYALEZO KITHI",
  "fname": "Igama eligcwele",
  "fname_err": "Le nkundla iyadingeka (okungenani izinhlamvu ezi-2).",
  "email": "I-imeyili yakho",
  "email_err": "Kudingeka i-imeyili esebenzayo.",
  "country": "Izwe",
  "pnumber": "Inombolo yocingo",
  "pnumber_err": "Ucingo kumele lube nezinombolo eziyi-10.",
  "message": "Umyalezo",
  "sending": "Iyathunyelwa…",
  "submit": "Thumela",
  "con_param1": "Asabelani ngemininingwane yakho yomuntu siqu nanoma ubani. Hlola i-",
  "privacy_policy_form": "“inqubomgomo yobumfihlo”",
  "con_param2": "ukuze uthole eminye imininingwane",
  "casino_tournament_h1": "Ama-<b class='chck'>Mqhudelwano eCasino</b> akuvumela ukuthi wakhe umqhudelwano onosuku lokuqulwa kanye nosuku lokuphela.",
  "casino_tournament_p1": "Ithuluzi elinamandla elisezandleni zakho lokukhulisa imali yengxenye ye-casino ukusebenzisa <strong>Imiqhudelwano yeCasino.</strong>",
  "casino_tournament_h2": "Uzoba namandla oku<strong>lungisa ngokuphelele umqhudelwano ngamunye</strong> ngokukhetha mathupha uhlu lwama-slot azokwazi ukuncintisana.",
  "casino_tournament_p2": "Ukuze <strong>udala ukukhushulwa</strong>, udinga ukukhetha <strong>isihloko</strong> somqhudelwano, ukhetha <strong>ama-slot</strong> okufanele afakwe, bese usho <strong>i-jackpot</strong> ezosatshalaliswa phakathi <strong>kwemiklomelo ehlukahlukene</strong>, konke okungahlengahlengiswa ngokuthanda kwakho.",
  "casino_tournament_p3": "Imininingwane ebalulekile okufanele ifakwe ifaka phakathi <strong>usuku lokuqala,</strong> <strong>usuku lokuphela,</strong> <strong>i-jackpot iyonke,</strong> inani labahlanganyeli ezingeni, kanye nesidingo sokubheja esincane sokungena emqhudelwaneni.",
  "casino_tournament_p4": "Ngaphezu kwalokho, uzohlale unokufinyelela kwi-leaderboard yesikhathi sangempela ekhombisa amagama omsebenzisi, izikhundla zabagadli, nemiklomelo ehambisanayo. Lesi sici singakhulisa kakhulu ulwazi lomsebenzisi ku-platform yakho ye-casino, sikhange abantu abaningi futhi sikhuphule imali engenayo.",
  "casinogames_title": "Kungani ukhetha ipulatifomu yethu?",
  "casinogames_title_h1": "Uhlu olukhulu kunawo wonke emhlabeni lwe-",
  "online_casino_games": "imidlalo ye-casino eku-inthanethi",
  "online_casino_games_p1": "I-<b style='color: #575756;'>White Label</b> yethu iyindawo yakho ephelele, ikunikeza uhlu olungapheli lwemidlalo ye-casino engaphezu kuka-3000+ ejabulisayo nama-slot. Siyazigqaja ngokunikeza uhla olubanzi kakhulu lwemidlalo ye-casino eku-inthanethi etholakala ku-inthanethi.",
  "online_casino_games_p2": "Sisebenzela abalawuli bemidlalo eku-inthanethi, ababheji, amalotho, nezinhlangano zokubheja ezisebenza ezimakethe ezilawulwayo.",
  "online_casino_games_p3": "Siyakuqonda ukubaluleka kokudlala ngokuphepha nokunobulungisa emhlabeni we-casino eku-inthanethi. Yingakho izibalo zethu zokudlala zingezesimanje futhi ziqinisekiswe ama-laboratories azimele. Lokhu kuqinisekisa amazinga aphezulu kakhulu wolwazi lomdlali wakho, okwenza ulwazi lwabo lokudlala i-casino ku-inthanethi lube sezingeni eliphezulu.",
  "casino_nos": "IZIBALO ZE-CASINO",
  "slot_machine": "Umshini we-slot",
  "morethan10": "Ngaphezu kwe-10",
  "tablegames": "Imidlalo Yetafula",
  "morethan4": "Ngaphezu kwe-4",
  "videopoker": "I-Video poker",
  "morethan": "Ngaphezu kwe",
  "lottery": "Ilotho",
  "morethan9": "Ngaphezu kwe-9",
  "proveedores": "ABAHLINZIMBONI",
  "morethan12": "Ngaphezu kwe-12",
  "online_turnkey": "Sinikeza Izixazululo ZeCasino Eku-inthanethi Ezilungile",
  "casino_wls": "Isixazululo seCasino White Label",
  "casino_wls_desp": "Qalisa i-casino yakho enegama ngokulula usebenzisa isixazululo se-white-label se-VRNL. Lungisa i-casino yakho, nikeza uhla olubanzi lwemidlalo, uqinisekise ukuphepha, bese uqala ukukhiqiza imali ngokushesha.",
  "webbranding": "Ukumaketha kwewebhusayithi",
  "webbranding_desp": "Khulisa ubukhona bakho ku-inthanethi ngezinsizakalo zobungcweti ze-VRNL zokumaketha iwebhusayithi. Sakha, sidale, futhi siguqule amawebhusayithi ukuze abonise ubuntu bakho obuyingqayizivele, beshiya umbono ongapheli.",
  "toolstraning": "Amathuluzi (ukuqeqeshwa)",
  "toolstraning_desp": "Vula amandla akho emhlabeni wokuhweba ngamathuluzi anamandla okuhweba e-VRNL. Izixazululo zethu zesimanje zikunika ukuqonda nobuchwepheshe bokwenza izinqumo ezinolwazi futhi ukwandisa impumelelo yakho yokuhweba.",
  "client_support": "Ukusekelwa kwamakhasimende",
  "client_support_desp": "Thuthukisa ulwazi lwamakhasimende akho ngezinsizakalo ezinhle kakhulu ze-VRNL zokusekelwa kwamakhasimende. Ithimba lethu elizinikele likhona ukuze likusize ngobungcweti, liqinisekise ukuthi izidingo zamakhasimende akho zihlangatshezwa ngokuphumelelayo nangokunakekela.",
  "aboutus_title": "Ngokuqinisekile unelukuluku lokuthola",
  "aboutus_desp": "Inkampani eqhubeka njalo nokufuna izixazululo ezintsha ukuze ihlangabezane nezidingo zayo zebhizinisi.",
  "online_gaming_provider": "Umhlinzeki Wokugembula Ku-inthanethi",
  "about-section1-para1": "<strong style='color: #000;'>I-Vrnl iyibhuku lezokubheja kanye nomhlinzeki wokugembula osezingeni eliphezulu onerekhodi elingaphezu kweminyaka eyi-10 embonini yokubheja. </strong> Kusukela ngo-2012, sizibophezele ekunikezeni ababheji, amalotho, nezinhlangano zokubheja ezimakethe ezilawulwayo.",
  "about-section1-para2": "Singithimba labacabangayo, abathandi bezobuchwepheshe, nabaxhumanisi abaqinile, abaqhutshwa uthando olungapheli embonini yokugembula ku-inthanethi. Ukuzinikela kwethu okuqhubekayo ukuqinisa impumelelo yamakhasimende ethu ebhizinisini.",
  "about-section1-para3": "I-platform yethu yokugembula yesimanje ivelele njengenye yezinto ezibalulekile ezenze i-Vrnl yafinyelela esimweni sayo samanje njengenhlangano enkulu yesoftware yomhlaba wonke.<strong style='color: #000;'> Ngokusebenzisa ulwazi lwethu olunzulu lweminyaka eyi-10 kulo mkhakha, i-Vrnl inikeza izinsizakalo zayo kubabhuki abangaphezu kuka-40 emazweni ayi-11 ahlukene emhlabeni wonke.</strong>",
  "about_us": "Ngathi",
  "about_us_desp": "I-VRNL iyipulatifomu enkulu kunazo zonke ekunikezeni ukubheja kwezemidlalo neCasino ku-inthanethi nge-white-label. Sinikeza i-exch API kanye nezinsizakalo zesayithi lethu elenziwe ngokwezifiso eBangladesh ngezindleko eziphansi kanye nepulatifomu ethembekile, okuhlanganisa i-casino. Sinikeza ama-API kuwo wonke ama-ligi ezimakethe, kanye nezinsizakalo zokusakaza ku-inthanethi. Jabulela ukubheja nepulatifomu ethembekile. Jabulela imidlalo engaphezu kuka-1000 ye-slot nemidlalo yetafula kusayithi lethu.",
  "our_client": "Ikhasimende lethu",
  "our_client_desp": "E-Vrnl, asikhethi ekufuna ubudlelwano obuhle kakhulu bokugembula nezokuzijabulisa ukuqinisekisa ulwazi olungenakuqhathaniswa kumakhasimende nabadlali bethu. Ngokusebenzisa izivumelwano zokubambisana nama-casino adumile emhlabeni wonke nabahlinzeki bemidlalo ebonakalayo, sixhumanise ngokuqondile I-Platform yethu Yokubheja Ezemidlalo nohlu olubanzi lwemidlalo. Lokhu kufaka konke kusukela kumishini ye-slot nemidlalo yetafula kuya kumava e-casino abukhoma, imidlalo ebonakalayo, ngisho nemidlalo yamaphupho. Ukuzibophezela kwethu ekuphumeleleni kudlula ukuhlukahluka kwemidlalo. I-platform yethu iyatholakala ku-PC nakumadivayisi eselula, inikeza izithombe ezisezingeni eliphezulu, ama-animation ahlekisayo, nomsindo ongenelela. Ngaphezu kwalokho, imenyu yethu enembile nenomsebenzisi-friendly ithuthukisa ulwazi jikelele lomsebenzisi. Enhliziyweni yomsebenzi wethu inqubo yokuhlanganisa esheshayo, ehlanganisa ukukala, ukuguquguquka, nokusebenza kwezinga eliphezulu ngaphakathi kwesoftware yethu yokubheja. Le nqubo yokuhlanganisa isekelwa amazinga aphezulu okuphepha nokuthembeka, okuqinisekisa amakhasimende ethu indawo ephephile nethembekile yokugembula. Siyaziqhenya ngokunikeza amakhasimende ethu ukukhetha okubanzi kakhulu kwemidlalo embonini, sinikeza izixazululo zokugembula eziphelele kuzo zonke izintandokazi. Siyakwamukela e-Vrnl, lapho ukuphumela kwezokugembula kuhlangana namathuba angenamkhawulo. I-Vrnl iyaziqhenya ngokubambisana namagama ahlukahlukene kakhulu embonini phakathi kwabanye abahlinzeki besoftware yemidlalo nezixazululo zokukhokha. Yabelana ngepulatifomu yethu ukuze siphumelele futhi ungeze igama lakho kulolu hlu olukhulayo.",
  "lost404": "Kubukeka sengathi ulahlekile",
  "lost404desp": "ikhasi obufuna alitholakali!",
  "gotohome": "Buyela Ekhaya",
  "esports_bs": "Isoftware Yokubheja i-eSports",
  "esports_bs_desp1": "E-VRNL, siyaziqhenya ngokunikeza abathandi be-eSports ulwazi olukhethekile nolunokungena.",
  "esports_bs_desp2": "I-VRNL iyisango lakho emhlabeni lapho imidlalo nokubheja kuhlangana khona. Isofthiwe yethu Yokubheja i-eSports yakhelwe abathandi bemidlalo abafana nawe, ikunikeza ulwazi olujabulisayo, oluphephile, noluwumklomelo. Ungaphuthelwa ithuba lokuba yingxenye yesenzo. Joyina i-VRNL namuhla futhi ukhulise ulwazi lwakho lomdlalo ngezinga elisha!",
  "startnow": "Qala Manje",
  "easy_setup": "Ukusetha okulula, okungaphezu kwalokho ongakucabanga.",
  "easy_setup_desp1": "Singanikeza ipulatifomu ye-eSports ezinsukwini ezimbalwa nje.<br> Sibhekene nazo zonke izingxenye zenqubo: Ukusingathwa, Isixhumi Somsebenzisi, ukudla kwezibalo, amakhasi enziwe ngokwezifiso, ukusetshenziswa komkhiqizo, nesu lezemidlalo.",
  "easy_setup_desp2": "Ugxila kwakho okuyinhloko kungagxila ekusetheni nasekusebenziseni amanethiwekhi akho aku-inthanethi.",
  "esport_bet_center_h1": "Uma ucabanga ukuqala ukubheja ku-inthanethi, isofthiwe yethu yokubheja i-eSports iyisiqalo esihle.",
  "esport_bet_center_p1": "Sebenzisa izinsizakalo zethu zobungcweti nobuchwepheshe bokubheja be-eSports obuphambili. Abalingani bethu abalawulwayo bathola ukwesekwa okuphelele ukungena embonini yokubheja ku-inthanethi futhi bangasebenzisa amapulatifomu ethu enziwe ngokwezifiso noma ajwayelekile.",
  "esport_bet_center_p2": "Ukuqala ibhuku lokubheja ku-inthanethi eligxile kakhulu ku-eSports kungaba nzima. Yingakho sidale uhlelo lokubheja olugcwele lwe-eSports olunemisebenzi yokubheja yangaphambi komdlalo. Inhloso yethu ukunikeza uhla olubanzi kakhulu lwezinketho ze-eSports ku-inthanethi.",
  "have_qes": "Unayo Imibuzo?",
  "para_faq": "Sinezimpendulo (Yebo, iningi lezikhathi!)",
  "freq_param": "Ngezansi uzothola impendulo yemibuzo evame kakhulu sicela uhlole i-",
  "if_still_qes": "Uma usangakwazi ukuthola impendulo oyifunayo, vele",
  "sbs_faqs": "Izimpendulo Ezivame Ukubuzwa Ngesoftware Yokubheja Ezemidlalo",
  "whatis_sbs": "Iyini Isofthiwe Yokubheja Ezemidlalo?",
  "whatis_sbs_ans": "Isofthiwe Yokubheja Ezemidlalo yakhelwe ngokusekelwe ezimakethe zomsebenzisi nasekukhetheni kwakhe. Ngaphezu kwalokho, ochwepheshe bethu bahlale betholakala ukunikeza isevisi engcono kakhulu kumakhasimende, mayelana nokufunda izidingo zakho nezimfuneko zemakethe. Ngokufanayo, sibhekene nazo zonke izinyathelo zenqubo yokuthuthukisa, sikunikeza Ipulatifomu yokushintshisana ephelele.",
  "affiliate_systems": "Ninikeza izinhlelo zokubambisana?",
  "affiliate_systems_ans": "Yebo, inethiwekhi yethu yesoftware isekelwe emazingeni ama-5: Umlawuli wepulatifomu - ukufinyelela ku-backend (kungenzeka futhi ukudala ukufinyelela okunye ku-Back office ngamalungelo namvume alinganiselwe). Umthengisi - ummeli omkhulu oqaphe amabhizinisi amaningi okubheja. Ukuzuza amakhomishini ngokujikeleza kwezitolo noma inzuzo. Indawo yokubheja - imelela indawo yomzimba lapho abadlali bengadlala khona, bafake imali, njll. Ngale akhawunti kungenzeka ukubheja nokuthola amakhomishini ekujikeleziseni noma enenzuzo. Umuntu osebenza ekhasini, iphrofayela yabasebenzi bezindawo zokubheja, abakwazi ukubheja ngaphandle kokuthola amakhomishini. Umuntu okwi-inthanethi, bhala i-akhawunti yakho yomdlalo ku-inthanethi noma esitolo, bheja.",
  "whatis_label": "Iyini iwebhusayithi yokubheja i-white label?",
  "whatis_label_ans": "Iwebhusayithi yokubheja i-white label iyipulatifomu elenziwe ngokugcwele. Iwebhusayithi yokubheja i-white label ye-Vrnl inikeza imidlalo eqinisekisiwe, uhlelo lwezibonelelo, nezindlela zokukhokha. Okuqukethwe kwe-User Interface, ulimi, nemali kusekelwe ekukhetheni kwakho, empeleni i-Vrnl inikeza izifanekiso ezahlukene ze-graphic, izici namathuluzi.",
  "fullmanagement": "Ngingakwazi ukuphatha ngokuphelele amathuba nezimiphetho?",
  "fullmanagement_ans": "I-backend inamathuluzi amaningi, izici nemibiko ezokunika umbono ophelele wokusebenza kokubheja kwezemidlalo. Kunengxenye ehlongozwayo yokuphathwa kwamathuba, lapho kungenzeka ukuhlela izimiphetho, ukuphindaphinda namathuba emakethe, umdlalo noma umqhudelwano.",
  "logobrand": "Ngingakwazi ukusebenzisa ilogo yami nemibala yebhrendi?",
  "logobrand_ans": "Yebo ungenza njalo. Sinikeza izixazululo ezahlukene ngokuya ngezidingo zakho ezithile. Empeleni, singakha izixazululo ezenziwe ngokwezifiso siqoqa izicelo zakho futhi sisethe iphrojekthi yakho noma sinikeze isixazululo esilungile, siguqule imibala yebhrendi yakho nelogo kuphela.",
  "fullycustomized": "Ngifuna isixazululo esenziwe ngokuphelele, kungenzeka yini?",
  "fullycustomized_ans": "I-Vrnl inikeza ithimba lochwepheshe lokusetha ipulatifomu yokubheja ezemidlalo enziwe ngokugcwele. Empeleni, i-Account Manager izoqoqa izidingo futhi iqondise iphrojekthi namanye amalungu eqembu: i-Project Manager, i-Graphics Designer ne-IT Manager.",
  "software_cost": "Kubiza malini Isofthiwe Yokubheja Ezemidlalo?",
  "software_cost_ans": "Izindleko zeSofthiwe Yokubheja Ezemidlalo ziyahlukahluka kuye ngezici nezinsizakalo ezinikeziwe. Kunezinhlelo ezahlukene kuye ukuthi usunomthamo ophezulu wokudlala, noma ufuna ukuba ummeli onenethiwekhi yakhe yabagadli.",
  "what_products": "Yimiphi imikhiqizo eniyinikezayo?",
  "what_products_ans": "Ibheja eliyinhloko lethu ukubheja kwezemidlalo, empeleni isofthiwe yethu yokubheja yezemidlalo iyimkhiqizo wasendlini futhi ithuthukiswe ithimba lethu le-IT kusukela ngo-2005. Ngaphezu komkhiqizo wezemidlalo siphinde sinikeze ukubheja okubukhoma, i-casino, i-casino ebukhoma, amalotho nemidlalo ebonakalayo ukuze sinikeze izixazululo 'zonke ku-in-one' kumakhasimende ethu.",
  "canaddfeatures": "Ngingakwazi ukwengeza ezinye izici, imibiko namakhasi ku-software yokubheja ezemidlalo?",
  "canaddfeatures_ans": "Isofthiwe yokubheja ifaka uhla olubanzi lwemibiko, amakhasi namabhena angalungiswa (CMS) noma athuthukiswe lapho kucelwa. Uma ungathanda ukuthi sithuthukise isici esisha, sizosebenza nawe sakhe iphrojekthi elenziwe ngokwezifiso: ukuqoqwa kolwazi nemininingwane, ukwethulwa kwephrojekthi/ukubuyekezwa, ukuhlolwa nokukhishwa kokugcina.",
  "canofferbettingservices": "Ngingakwazi ukunikeza izinsizakalo zokubheja ezemidlalo kuma-casino enginawo ezweni lami?",
  "canofferbettingservices_ans": "Sinezisombululo eziningi zokubheja kokubili ebhizinisini le-inthanethi nasebhizinisini lomhlaba wangempela. Uma unendawo ye-casino yomhlaba futhi ungathanda ukunikeza ukubheja kwezemidlalo, isixazululo sethu sokuthengisa sizoba ukukhetha okufanele ngoba sizokuvumela ukudala ama-akhawunti abathengisi ukuphatha ukuthengiswa kwamathikithi okubheja ezemidlalo.",
  "change_currentprovider": "Ngishintsha kanjani umhlinzeki wami wamanje wesoftware?",
  "change_currentprovider_ans": "Uma usuvele uphatha i-exchangebook futhi ungathanda ukushintshela epulatifomu yethu yokubheja kwezemidlalo, sizokuqinisekisa ukuthi konke kuphathwa kahle. Sizolungisa uhlelo lokudlulisa. Imininingwane yomuntu siqu yabadlali izofakwa epulatifomu entsha futhi ukushintshwa kuzohlelwa ukuze kuqedwe ukudluliswa emahoreni ambalwa.",
  "sbs_offer": "Yiziphi izici ezihlinzekwa yi-Sports Betting Software?",
  "sbs_offer_ans": "Isofthiwe Yokubheja Ezemidlalo ingahlinzeka ngezici ezifana nezibikezelo ezisekelwe kudatha, izilingisi, amathrendi okubheja, ukuqhathaniswa kwezibalo, nokunye okuningi. Iphinde inikeze ukuhlaziywa okunemininingwane kwemidlalo edlule nemidlalo ezayo ukusiza ababheji benze izinqumo ezinolwazi. Sigxile ekusetheni nasekudaleni izitolo zokubheja ezithengisa ngqo kanye namanethiwekhi aku-inthanethi. Lokhu kuhlanganisa izinqubo ze-KYC ezivunywe iziphathimandla, izindlela zokukhokha ezemidlalo zokugembula, amathuluzi wokumaketha okuhambisanayo, izinhlelo zokudlulisela kanye nemidiya yezokuxhumana, izaziso zokucindezela kumaselula, izaziso zewebhu nezaziso ngaphakathi kohlelo, ukulawulwa kwama-akhawunti abadlali, izinqubo zokubhalisa nokuqinisekisa, izinhlelo zokuthola ubuqili, kanye namathuluzi endawo yokuhlala ukuze kutholakale ulwazi lwendawo ye-IP.",
  "sbs_legal": "Ingabe i-Sports Betting Software ivumelekile ngokomthetho?",
  "sbs_legal_ans": "Yebo, i-Sports Betting Software ivumelekile futhi isetshenziswa abaningi ababheji abaqeqeshiwe. Nokho, kubalulekile ukuqinisekisa ukuthi uyayisebenzisa ngokuhambisana nemithetho esebenzayo endaweni ohlala kuyo.",
  "ebs_faqs": "Imibuzo ejwayelekile mayelana nesoftware yokubheja i-eSports",
  "ebs_titleoffer": "Yiziphi izihloko ze-eSports enizihlinzekayo?",
  "ebs_titleoffer_ans": "<li ><strong >Ezidume kakhulu:</strong> Counter-Strike: Global Offensive, Dota 2, League of Legends, Fortnite, Call of Duty. </li><li ><strong >Imidlalo yezemidlalo:</strong> FIFA, Madden NFL, NBA 2K, Pro Evolution Soccer, Rocket League. </li><li ><strong >Imidlalo ye-Multiplayer Online efana:</strong> Dota 2, League of Legends, Smite, Heroes of the Storm. </li><li ><strong >First-Person Shooter (FPS):</strong> CS:GO, Call of Duty, Rainbow Six: Siege, Overwatch. </li><li ><strong >Imidlalo yokulwa:</strong> Street Fighter, Super Smash Bros, Tekken. Real-Time Strategy (RTS): StarCraft: Brood War, Warcraft III, StarCraft II. </li><li ><strong >Battle Royale:</strong> PUBG, Fortnite, Apex Legends. </li>",
  "mobileversion": "Ingabe ninenguqulo yeselula?",
  "mobileversion_ans": "Yebo, i-VRNL iguqulelwe ngokuphelele ukuze isebenze kumaselula. Ipulatifomu yethu yakhelwe ukusebenza ngaphandle kokuphazamiseka kuwo wonke ama-smartphone namathebulethi, ikunike ukufinyelela ku-exchange yezemidlalo, imidlalo ye-casino, i-iGaming, kanye ne-eSports noma nini, noma kuphi. Ungajabulela isikhombimsebenzisi esibushelelezi, isikhathi sokulayisha esisheshayo, kanye nokuthengiselana okuphephile ngqo kusiphequluli sakho — akukho ukulanda uhlelo lokusebenza okudingekayo. Kungaba ku-Android noma ku-iOS, isipiliyoni siyashesha, sisebenziseka kalula, futhi siyafana nezinguqulo zedeskithophu.",
  "runesportsplatform": "Ngingakwazi yini ukusebenzisa ipulatifomu yokubheja i-eSports ngaphandle kokuphatha izibalo nezohwebo?",
  "runesportsplatform_ans": "Izixazululo zethu zokubheja i-eSports ziza nomthombo wezibalo ofakiwe. Isofthiwe ifaka izici eziningi namathuluzi okuphatha imiphetho yezibalo nezilungiselelo ngokuzimela ngokuphelele. Uma ufuna ukugxila kuphela ekuphatheni izitolo nabasebenzisi, sinikeza izinsizakalo zokuhweba nokusekelwa.",
  "esports_solutions": "Ngithanda ukuba nesixazululo esenziwe ngokuphelele nge-eSports, kungenzeka yini?",
  "esports_solutions_ans": "i-VRNL inikeza ithimba lochwepheshe ukusetha ipulatifomu yokubheja i-eSports eyenziwe ngokuphelele. Impela, i-Account Manager izoqoqa izidingo futhi ihlele iphrojekthi namanye amalungu eqembu: i-Project Manager, i-Graphics Designer, kanye ne-IT Manager.",
  "newtobusiness": "Ngisanda kuqala kulo msebenzi, yini okufanele ngiyazi?",
  "newtobusiness_ans": "Ukuphathwa kahle kwepulatifomu yokubheja i-eSports kungenza lo msebenzi ube nenzuzo enkulu. Sinikeza izixazululo ezahlukene nezinsizakalo ngokuya ngezinga lokuzibandakanya nolwazi. Uchwepheshe wokugembula uzosebenza nawe ukukhetha isixazululo se-eSports esifanele izidingo zakho.",
  "eSports_market": "Bangaki abathengisi bamanje be-eSports abaphilayo?",
  "eSports_market_ans": "Namuhla sinikeza izimakethe ezingama-20 ze-eSports eziphilayo. <br> Kodwa njalo senezela izimakethe ezintsha.",
  "eSportsLogoBrand": "Ngingakwazi ukusebenzisa ilogo yami ye-eSports nemibala yebhrendi?",
  "eSportsLogoBrand_ans": "Yebo ungenza njalo. Sinikeza izixazululo ezahlukene ngokuya ngezidingo zakho. Empeleni, singakha izixazululo ze-eSports ezenziwe ngokwezifiso siqoqa izicelo zakho futhi sisethe iphrojekthi yakho noma sinikeze isixazululo esilungile, siguqule imibala yebhrendi yakho nelogo kuphela.",
  "eSports_server": "Ngingakwazi yini ukusingatha i-exchange ye-eSports kusistimu yami?",
  "eSports_server_ans": "Cha, awukwazi. Ukusingathwa kuyinsiza efakiwe ekunikezeni kwethu ngoba ukuze siqinisekise ukusebenza kahle kwesoftware yokubheja i-eSports, ama-SysAdmin ethu ahlele isakhiwo esikhethekile esihlanganisa ama-backups kanye nohlelo lokutakula uma kwenzeka inhlekelele. Lokhu kuzoqinisekisa ukuhambisana nemithetho yomhlaba wonke kanye nokufeza amazinga aphezulu okuphepha.",
  "sp_faqs": "Imibuzo ejwayelekile mayelana nepulatifomu yokusakaza",
  "promte_cricket": "Bangaki imidlalo ye-cricket engingayikhangisa?",
  "promte_cricket_ans": "Ngesikhathi semidlalo ephilayo kusuka ku-dashboard, kungenzeka ukuvulela imidlalo emibili ngesikhathi esisodwa, kodwa akukho mkhawulo emidlalweni ongayixhuma.",
  "broadcast_live": "Ingabe imicimbi yeCasino ingasakazwa bukhoma?",
  "broadcast_live_ans": "Yebo, ingasakazwa yonke imidlalo ye-casino bukhoma kuwo wonke amapulatifomu avumela lokho.",
  "measure_success": "Ngilinganisa kanjani impumelelo yezokusakaza bukhoma?",
  "measure_success_ans": "Impela, ungagcina ukulandelela izibalo ezinemininingwane zamapulatifomu amaningi esikrinini esisodwa.",
  "is_mobile_friendly": "Ingabe ipulatifomu iyahambisana namaselula?",
  "is_mobile_friendly_ans": "Yebo — ipulatifomu yethu iyahambisana ngokuphelele namaselula, futhi sinikeza i-APK ongayilanda bese uyisebenzisa ngaphandle kokuphazamiseka.",
  "livecasino_faqs": "Imibuzo ejwayelekile mayelana nesoftware ye-Casino ebukhoma",
  "whatisVRNLcasino": "Iyini i-VRNL Casino Software?",
  "whatisVRNLcasino_ans": "I-VRNL Live Casino Software iyipulatifomu yesimanje evumela ama-casino aku-inthanethi ukuthi anikeze imidlalo enabadlali bukhoma kubadlali bawo. Inikeza ingqalasizinda namathuluzi adingekayo ukuze kusetshenziswe isipiliyoni se-casino esibukhoma nesihlanganyelwayo.",
  "software_work": "Isofthiwe ye-VRNL Live Casino isebenza kanjani?",
  "software_work_ans": "Isofthiwe ye-VRNL Live Casino ihlanganiswa ngaphandle kokuphazamiseka kumawebhusayithi e-casino aku-inthanethi. Ixhuma abadlali nabadlali bukhoma ngokusebenzisa ukusakazwa kwevidiyo kwekhwalithi ephezulu, okubavumela ukuthi badlale imidlalo edumile ye-casino efana ne-blackjack, roulette, kanye ne-baccarat esimweni esibukhoma nesisebenzisanayo.",
  "features_livecasino": "Yiziphi izici ezinkulu ze-VRNL Live Casino Software?",
  "features_livecasino_ans": "I-VRNL Live Casino Software inikeza uhla lwezici, kuhlanganise nokwenza ngokwezifiso ibhrendi, ukuhlanganiswa kokukhokha okuphephile, kanye nesikhombimsebenzisi esisebenziseka kalula kubadlali nakubaphathi.",
  "security_livecasino": "Ngiyiqinisekisa kanjani ukuphepha nokungachemi kwemidlalo esebenzisa i-VRNL Live Casino Software?",
  "security_livecasino_ans": "Isofthiwe ye-VRNL Live Casino yakhiwe ngokuphepha engqondweni. Isebenzisa izizukulwane zenombolo engahleliwe eziqinisekisiwe (RNGs) ukuqinisekisa ukungachemi, futhi sinikeza amathuluzi okuvimbela ubuqili nokuvikela abadlali. Ngaphezu kwalokho, sisebenzisa ukuvikelwa kokudlulisa idatha.",
  "offered_games": "Yiziphi izinhlelo zemidlalo ezinganikezwa kusetshenziswa i-VRNL Live Casino Software?",
  "offered_games_ans": "Unganikeza ukukhethwa okubanzi kwemidlalo yabadlali bukhoma, okuhlanganisa imidlalo yakudala efana ne-blackjack ebukhoma, i-roulette ebukhoma, kanye ne-baccarat ebukhoma, kanye nezinguqulo zale midlalo ukuze ugcine abadlali bakho bebambelekile.",
  "integrateVRNL": "Ngingakwazi yini ukuhlanganisa i-VRNL Live Casino Software nepulatifomu yami ye-casino esivele ikhona?",
  "integrateVRNL_ans": "Yebo, isofthiwe yethu yakhelwe ukuhlanganiswa kalula namapulatifomu akhona, okuyenza ibe yengezo engenamthungo ekusebenzeni kwakho kwe-casino aku-inthanethi.",
  "wlc_faqs": "Imibuzo ejwayelekile mayelana ne-White Label Casino",
  "whatis_wlc": "Iyini i-White Label Casino?",
  "whatis_wlc_ans": "I-White Label Casino iyisixazululo esilungile esivumela osomabhizinisi nezinkampani ukuthi bethule ama-casino abo aku-inthanethi besebenzisa isofthiwe yethu nengqalasizinda yethu. Ungayiqamba ngegama lakho kanye nomklamo wakho, kanti thina sizophatha izici zobuchwepheshe nezomthetho.",
  "wlc_work": "Isebenza kanjani insiza ye-White Label Casino?",
  "wlc_work_ans": "Sikunikeza ipulatifomu ye-casino esebenza ngokuphelele, okuhlanganisa imidlalo, ukucubungula izinkokhelo, nokusekelwa kwamakhasimende. Udinga nje ukwenza ngokwezifiso ibhrendi nomklamo ukuze uvumelane nombono wakho, bese usukulungele ukuqala ibhizinisi lakho le-casino aku-inthanethi.",
  "wlc_games": "Yiziphi izinhlelo zemidlalo ezitholakalayo ze-White Label Casino yami?",
  "wlc_games_ans": "Sinikeza uhla olubanzi lwezinhlelo zemidlalo ye-casino, kuhlanganise nama-slots, imidlalo yetafula (isib., i-blackjack, i-roulette), kanye nemidlalo yabadlali bukhoma. Ungakhetha kusuka kumnyango wethu wemidlalo ukuze udale isipiliyoni sokudlala esihlukahlukene kubadlali bakho.",
  "wlc_launch": "Kuthatha isikhathi esingakanani ukwethula i-White Label Casino yami?",
  "wlc_launch_ans": "Isikhathi singahluka kuye ngezidingo zakho ezithile kanye nezinqubo zomthetho. Ngokwesilinganiso, kungathatha amasonto ambalwa ukusetha nokwenza ngokwezifiso ipulatifomu yakho ye-casino.",
  "wlc_cusSupport": "Yiziphi izinga lokusekelwa kwamakhasimende elinikezwa i-White Label Casino yami?",
  "wlc_cusSupport_ans": "Sinikeza ukusekelwa kwezobuchwepheshe nokusebenza ukuze siqinisekise ukuthi i-casino yakho isebenza ngaphandle kwezinkinga.",
  "wlc_getstarted": "Ngiyiqala kanjani i-White Label Casino enkampanini yenu?",
  "wlc_getstarted_ans": "Xhumana nethimba lethu lokuthengisa ukuze sixoxe ngezidingo zakho futhi uthole ukubonisana okwenziwe ngokwezifiso. Sizokuhola ngenqubo yokusetha i-White Label Casino yakho.",
  "can_cutomize_branding": "Ngingakwazi ukwenza ngokwezifiso i-casino ngophawu lwami lwebhrendi?",
  "can_cutomize_branding_ans": "Yebo — ungayenza ngokuphelele ngokwezifiso i-casino ngelogo yakho, imibala, kanye nezinye izinto zebhrendi ukuze ivumelane nobunikazi bakho.",
  "company": "Inkampani",
  "company_caps": "INKAMPANI",
  "about": "Mayelana",
  "online_exchange_sw": "Isofthiwe ye-Online Exchange",
  "privacy_policy": "Inqubomgomo yobumfihlo",
  "contact_us": "Xhumana nathi",
  "solutions": "Izixazululo",
  "sports_betting_software": "Isofthiwe yokubheja ezemidlalo",
  "wlc": "I-White Label Casino",
  "wlc_caps": "WHITE LABEL CASINO",
  "wlc_platform": "Ipulatifomu ye-White Label Betting",
  "exch_iframe": "Exchangebook iframe",
  "footer_para_1": "Ilogo kaVrnl nezinto zokubukeka kwezithombe kuyimpahla yengqondo yenkampani futhi akumele kukhishwe, kukhiqizwe kabusha, kusatshalaliswe noma kuboniswe ngaphandle kwemvume ebhaliwe yeVrnl.",
  "footer_para_2": "Ilungelo lokushicilela © 2025 Vrnl ltd. Wonke amalungelo agodliwe.",
  "home": "Ikhaya",
  "betting": "Ukubheja",
  "esports_betting": "Ukubheja kwe-eSports",
  "sbs_head": "Isofthiwe yokubheja ezemidlalo",
  "casino": "i-Casino",
  "online_casino_sw": "Isofthiwe ye-casino eku-inthanethi",
  "live_casino_sw": "Isofthiwe ye-Casino ebukhoma",
  "casino_game": "Imidlalo ye-casino",
  "lottery_bingo": "Ilotho ne-bingo",
  "casino_tournament": "Umqhudelwano we-casino",
  "risk_management": "Ukuphathwa kobungozi",
  "wl": "White Label",
  "wl_exch": "White label exchange",
  "wl_exch_caps": "WHITE LABEL EXCHANGE",
  "our_work": "Umsebenzi wethu",
  "contact": "Xhumana",
  "faq": "FAQ",
  "live_casino": "i-Casino ebukhoma",
  "lottery_games": "Imidlalo ye-lotho",
  "exch_sw_provider": "Umhlinzeki wesoftware ye-exchange",
  "mobile_bet": "Ukubheja kumaselula",
  "vrnl": "VRNL",
  "sports_betting_wid": "Isengezo sokubheja kwezemidlalo",
  "back": "Emuva",
  "exch_iframe_para": "Exchangebook iframe — ivumela ukuvulwa ngokushesha kwe-moduli ye-Exchangebook ngokusebenzisa ukuhlanganiswa kwe-API okungenamthungo. Insiza yethu ephelele ye-Exchangebook, ngaphansi kokuqondiswa kochwepheshe, iqinisekisa uhla olubanzi lwezinhlelo zemicimbi eku-inthanethi nezimakethe.",
  "contact_us!": "Xhumana nathi!",
  "exch_iframe_types": "Izinhlobo ze-Exchangebook iframe",
  "exch_iframe_types_para": "Izixazululo zethu ze-Exchangebook iframe ziza ngezinhlobo ezintathu, ngayinye ihlelelwe isiteshi esisetshenziswa, iqinisekisa ukuthi ukhetha okukulungele izidingo zakho:",
  "exch_iframe_types_list": "<li> iFrame ye-<strong>Desktop</strong>, yakhelwe amakhompyutha anezinqumo ezahlukene futhi enezakhiwo ezihlukahlukene ezingaguqulwa. </li> <li> iFrame ye-<strong>Amaterminal ne-Kiosks SSBT</strong>, enezakhiwo ezenzelwe amasistimu wokuthinta kanye nolwazi oluqondakalayo, okwenza kube kuhle kubadlali abangakaqeqesheki abafaka ukubheja. </li>",
  "exch_iframe_types_para2": "Ngaphezu kwalokho, nge-API yethu, ungakwazi ukwenza ngokwezifiso izithombe nemisebenzi yomdlalo kabanzi.",
  "cm_exch": "I-Exchangebook Ephethwe Ngokuphelele",
  "cm_exch_para": "I-iframe yethu ye-Exchangebook ihlanganisa ukunikezwa kwe-feed yemininingwane yezilinganiso kanye nokulungiswa kwezilungiselelo eziyisisekelo zokubheja. Isofthiwe iza ifakwe ngezici namathuluzi amaningi okuphatha ngokuzimela imingcele yezilinganiso nezilungiselelo. Kodwa-ke, uma ukugxila kwakho okuyinhloko kusekuphethweni kwabanye abadlali nasekuthuthukiseni umkhiqizo, sinikeza izinsizakalo zokuhweba eziphethwe ngokuphelele nokusekelwa.",
  "acq_exch": "Ukuthola Isixazululo se-Exchangebook iframe Kulula",
  "acq_exch_para": "Sihlele inqubo yokuvula i-iFrame yaba izinyathelo ezinhlanu ezilula kuphela:",
  "acq_exch_list": "<li> Qinisekisa isivumelwano phakathi kwe-Vrnl nekhasimende. </li> <li> Qala ukuhlanganiswa kwe-Exchangebook iFrame nge-API usebenzisa i-SDK yethu. </li> <li> Hlanganisa umhlangano wokuchaza isu le-Exchangebook ozolandela. </li> <li> Khomba imidlalo yezemidlalo nemicimbi ehehayo kakhulu ehambisana nendawo yakho yokusebenza. </li> <li> Asiqale ukuphila! </li>",
  "live_casino_sw_p1": "Ipulatifomu yethu ye-<strong>Casino ebukhoma</strong> ikuvumela ukuthi uvule <strong>abahlinzeki abaphezulu bokuqala</strong> abaziwa nge-<strong>khwalithi ephakeme kanye nokwethembeka kwezibalo.</strong>",
  "live_casino_sw_p2": "Sizimisele ukukuhlinzeka ngolwazi oluphelele lwe-casino ebukhoma. Noma ungumdlali onolwazi noma usanda kuqala emhlabeni we-casino eku-inthanethi, ipulatifomu yethu inikeza isipiliyoni esijulile, ngesikhathi sangempela esingenakuqhathaniswa.",
  "live_casino_sw_p3": "Isixazululo se-Vrnl Live Casino sinikeza uhla oluphelele lwezinsizakalo, kufaka phakathi:",
  "live_casino_sw_p3_l1": "Amathuluzi okubika umlando ophelele",
  "live_casino_sw_p3_l2": "Ukuboniswa komlando womdlalo",
  "live_casino_sw_p3_l3": "Izilungiselelo zomdlalo",
  "live_casino_sw_p3_l4": "Amathuluzi okuphatha ubungozi",
  "live_casino_sw_p3_l5": "Ukuphathwa kwabadlali",
  "live_casino_sw_p3_l6": "Amathuluzi okuphatha abalingani",
  "live_casino_sw_p3_l7": "Isakhiwo sama-ejenti esinezinga eliningi",
  "live_casino_sw_p4": "Sithuthukise izindlela ezahlukene zokuhlanganisa eziphephile, zonke ezilula ukusebenzisa futhi eziklanyelwe ukufakwa kalula nge-API yethu ye-casino ebukhoma.",
  "live_casino_sw_demo": "Izixazululo ze-casino ebukhoma zedemo",
  "livecasino_integration": "Ukuhlanganiswa kwe-<strong style='color: #575756;'>API ye-casino ebukhoma</strong>",
  "livecasino_integration_para": "Ungaba nesofthiwe yethu ye-casino ebukhoma isebenza kungakapheli izinsuku ezimbalwa. Ngaphezu kwalokho, sinikeza izinsizakalo zokuphathwa ngokuphelele, siqinisekisa ukuthi yonke inqubo iqashwa ngochwepheshe bethu.<strong style='color: #575756;'>Futhi siqinisekisa ukufinyelela ekuqoqweni okukhulu kakhulu kwemidlalo ebukhoma etholakala ku-inthanethi. </strong>",
  "live_casino_lobby": "Ku-Lobby yethu ye-Casino ebukhoma elula kumsebenzisi",
  "youcan": "ungakwazi",
  "findgames_like": "thola imidlalo efana nale:",
  "findgames_like_desp": "I-Roulette ebukhoma, i-Baccarat ebukhoma, i-Blackjack ebukhoma kanye ne-Poker ebukhoma, imidlalo yama-dice nemidlalo yezinombolo.",
  "euro_roulette": "I-Roulette yaseYurophu",
  "blackjack": "I-Blackjack",
  "baccarat": "I-Baccarat",
  "caribbean_stud": "I-Caribbean Stud",
  "casino_holdem": "I-Casino Hold’em",
  "american_roulette": "I-Roulette yaseMelika",
  "sic_bo": "I-Sic Bo",
  "craps": "I-Craps",
  "dragon_tiger": "I-Dragon Tiger",
  "bingo": "I-Bingo",
  "book_demo": "Bhukha iDemo",
  "lottery_head": "Ufuna ipulatifomu ye-lottery & Bingo?",
  "lottery_head_desp1": "Sikhethe ngokucophelela imidlalo emihle kakhulu ye-<b style='color: #575756; font-size: 45px;'>lottery ne-bingo</b> kuwe.",
  "lottery_head_desp2": "Impela, isixazululo sethu se-<b style='color:#575756; font-size: 16px;'>White Label Lottery ne-Bingo</b> sinikeza izinhlobo ezahlukene ezikhangayo zomdlalo we-bingo wakudala kanye nemidlalo ye-lottery edume kakhulu.",
  "lottery_head_desp3": "Ungakwazi <b style='color:#575756; font-size: 16px; '>ukujabulela le midlalo kusuka ku-smartphone yakho</b> noma kukhompyutha, futhi siqinisekisa isipiliyoni esivelele somsebenzisi njengoba imidlalo yethu inekhwalithi ephezulu kakhulu.",
  "lottery_head_desp4": "<strong style='color:#575756; '>Ngaphezu kwalokho, ama-algorithm ethu okudlala aphephile futhi aqinisekiswe ngokuzimela, anikeza isipiliyoni sokudlala esithembekile nesinokwethenjelwa.<br><br></strong>",
  "lottery_bingo_nos": "IZINOMBOLO ZE-LOTTERY & BINGO",
  "bingo_games": "Imidlalo ye-Bingo",
  "over100": "ngaphezu kuka-100",
  "over130": "ngaphezu kuka-130",
  "suppliers": "ABAHLINZEKI",
  "more20": "Ngaphezu kwama-20",
  "sports_betting_software_wl": "Isofthiwe yokubheja kwezemidlalo White Label",
  "sports_betting_software_wl_desp": "Inkampani ezibophezele ekuqhubekeni nokufuna izixazululo ezintsha zokuhlangabezana nezidingo zayo zebhizinisi eziguqukayo.",
  "blink-soft": "Thuthukisa Ulwazi Lwakho ngeSofthiwe Yokubheja Ezemidlalo Ethuthukile",
  "platform_para1": "Izixazululo zesimanje zesofthiwe yokubheja kwezemidlalo <b>ziguqula</b> indlela ababheja abazibandakanya ngayo nomdlalo. Zinezikhombimsebenzisi <b>ezingenamthungo,</b> ukuhlaziywa ngesikhathi sangempela, kanye namakhono okubheja ebukhoma, lezi zinkundla zinikeza isipiliyoni sokubheja esiphezulu kubo bobabili abasaqalayo nabadlali abanolwazi.",
  "platform_para2": "Noma usebenzisa i-sportsbook eku-inthanethi, indawo yokubheja ethengisa, noma i-casino, uhla lwethu oluphelele lwezixazululo—kufaka phakathi <b>amapulatifomu e-B2C</b> kanye <b>nemikhiqizo ye-white-label engaguqulwa</b>—lunikeza ukuguquguquka nobuchwepheshe obudingekayo ukuze uhlale uncintisana. Yamukela ubuchwepheshe obusha futhi uphakamise ukusebenza kwakho kokubheja kwezemidlalo ngesoftware eyenzelwe <b>ukuthuthukisa ukusebenza</b> kanye <b>nokwaneliseka komsebenzisi</b>.",
  "try_b2b": "Hlola isofthiwe yethu ethuthukile ye-B2B Betting",
  "try_b2c": "Hlola isofthiwe yethu ethuthukile ye-B2C Betting",
  "wls_turnkey": "Izixazululo ze-White Label kanye Namapulatifomu Okhiye Ophelele",
  "wls_turnkey_p1_span1": "isipiliyoni sokubheja kwezemidlalo esingenamthungo nesihehayo",
  "wls_turnkey_p1_span2": "kubathengi bakho. Le ndlela isusa isidingo sokuthuthukiswa okubizayo nokuthatha isikhathi, ikuvumela ukuthi ugxile ekukhuleni nase",
  "custom_satisfaction": "ekwanelisekeni kwamakhasimende",
  "wls_turnkey_p2": "Ipulatifomu yethu yokubheja ephephile, esebenza kahle kakhulu iqinisekiswe ngokuphelele amalabhorethri azimele okudlala, iqinisekisa ukuhambisana nokuthembeka. Ngokubambisana ne-VRNL, uthola ukufinyelela ku-exchange yokubheja ethembekile ekhuphula inzuzo ngenkathi iqinisekisa",
  "highest_industry_standards": "izinga eliphezulu kakhulu embonini",
  "igaming_platform": "Ipulatifomu ye-iGaming",
  "igaming_platform_p1": "I-VRNL iyinhlangano ethembekile embonini ye-iGaming, inikeza",
  "sbs": "isofthiwe yokubheja kwezemidlalo",
  "igaming_platform_p2": "Inhloso yethu ukuguqula umhlaba wokudlala ku-inthanethi ngokunikeza abaqhubi ipulatifomu eguquguqukayo, yesimanjemanje eqinisekisa umdlalo ongaguquki nowuhehayo kubasebenzisi babo.",
  "online_casino": "I-Casino Eku-inthanethi",
  "casino_para": "Siyakwamukela ku-VRNL Online Casino — <b>umholi othembekile</b> ohlinzeka ipulatifomu yokudlala ephephile nejabulisayo emhlabeni wonke. Umgomo wethu ukunikeza isipiliyoni se-casino esivelele esigcina abadlali bebambe iqhaza futhi bejabule.",
  "casino_para_list": "<li>Abahlinzeki abangaphezu kuka-75</li> <li>Izikhala ezingaphezu kuka-15,000</li> <li>Imidlalo yetafula engu-500+</li> <li>Imidlalo ye-video poker engu-700+</li> <li>Ngaphezu kwemidlalo engu-200 eminye</li>",
  "casino_para2": "Ithimba lethu lochwepheshe likweseka kuwo wonke amazinga, kusukela ekuqeqesheni kuze kube ukuqaliswa.",
  "play_livecasino": "Dlala ku-casino ebukhoma njengokungathi use-casino uqobo",
  "play_livecasino_list": "<li>Umbukiso Womdlalo Obukhoma</li> <li>AWC</li> <li>Izikhala</li> <li>I-Roulette ebukhoma</li> <li>I-Blackjack ebukhoma</li> <li>I-Baccarat ebukhoma</li> <li>I-Casino Hold’em ebukhoma</li> <li>Blueocean</li> <li>I-Dragon Tiger ebukhoma</li> <li>I-Andar Bahar</li> <li>I-Teen Patti</li>",
  "api_services_iframe": "Abahlinzeki Besevisi ye-API ne-iFrame",
  "api_services_iframe_p1": "I-VRNL ihlinzeka <b>ngokuhlanganiswa kwe-API kwezinga eliphezulu nezixazululo ze-iFrame</b>, okuvumela ukuxhumana kwepulatifomu ngaphandle kwezihibe, ukushintshaniswa kwedatha ephephile, nokuthuthukisa ulwazi lomsebenzisi — okusiza amabhizinisi ukuthi asebenze ngobuhlakani nangokushesha.",
  "api_services_iframe_p2": "Kwa-VRNL, siyaqonda ukubaluleka kokushintshaniswa kwedatha ngaphandle kwezihibe kanye nokuxhumana phakathi kwezinhlelo. Sihlinzeka ngezinsizakalo ezisezingeni eliphezulu zokuhlanganiswa kwe-API, okuvumela isofthiwe yakho ukuthi ixhumane kalula nezinye izinkundla. Ochwepheshe bethu bazoqinisekisa ukuthi izinhlelo zakho zisebenza ngokuhambisana, zinikeza isipiliyoni esibushelelezi kuwe nakumakhasimende akho.",
  "virtual_games": "Imidlalo Ebonakalayo",
  "virtual_games_desp1": "Ukulungele ukuqala uhambo lwakho lokudlala olungokoqobo ne-VRNL? Ngena emhlabeni obonakalayo ngendlela ongakaze uyibone futhi ulungele amahora angenamkhawulo okujabula.",
  "virtual_games_desp2": "Kwa-VRNL, sinothando lokuletha izipiliyoni zokudlala ezibonakalayo ezisezingeni eliphezulu ezihambisa abadlali ezindaweni ezintsha ezijabulisayo. Inhloso yethu ukunikeza imidlalo ebonakalayo ehlanganisayo, ejabulisayo, neyenza umuntu acabange kakhulu ezogcina ikubambe amahora.",
  "before_start": "Ngaphambi kokuqala, yibuke isebenza!",
  "explore_demo": "kupulatifomu yethu yedemo:",
  "mobile_sbs": "Isofthiwe Yokubheja Ezemidlalo Yeselula",
  "mobile_sbs_p1": "I-<strong>App yethu yeselula</strong> inika ababheja bakho amandla okufinyelela kalula kuma-akhawunti abo okudlala nokufaka ukubheja ngamaphilisi, ama-smartphone, namanye amadivayisi eselula axhunywe ku-inthanethi.",
  "mobile_sbs_p2": "Kusukela ku-cricket nasebhola kuze kube ku-tennis, isofthiwe yethu ihlanganisa uhla olubanzi lwemicimbi yezemidlalo emhlabeni wonke. Akunandaba ukuthi uthanda umdlalo muni, ungabheja emidlalweni namaqembu owathandayo.",
  "mobile_sbs_p3": "Isofthiwe yethu ayikhona nje kuphela ngokufaka ukubheja, kodwa mayelana nokudala isipiliyoni esibushelelezi nesigxile kumsebenzisi. Sitshale ubuchwepheshe bakamuva ukuqinisekisa ukuthi ukuhamba kupulatifomu yethu kulula ngangokunokwenzeka.",
  "advantages_sbs": "Izinzuzo Zesofthiwe Yokubheja Ezemidlalo Yeselula",
  "advantages_sbs_l1": "Ama-Apps eselula Ashesha Kakhulu",
  "advantages_sbs_l2": "Okuqukethwe Kokubheja Ngokwezifiso",
  "advantages_sbs_l3": "Ukubheja Ku-inthanethi Ngokushesha",
  "advantages_sbs_l4": "Kuphephile futhi Kuyathembeka",
  "advantages_sbs_p1": "Izinhlelo zokusebenza zidlula izindawo zokubheja zeselula, zinikeza izenzo nezimpendulo ezisheshayo.",
  "advantages_sbs_p2": "Abasebenzisi bajabulela okuqukethwe okwenziwe ngokwezifiso ukuze bathole isipiliyoni esijulile, esinezinketho zokubheja ezihambisana nokuthandwa kwabo.",
  "advantages_sbs_p3": "Zonke izinhlelo zokusebenza zeselula zinikeza ukufinyelela ngokushesha ngokuchofoza okukodwa, okuvumela abasebenzisi ukuthi bafake ukubheja, babheke ama-akhawunti abo okudlala, bazibandakanye emidlalweni ye-casino, futhi bakhethe amaqembu abawathandayo ngaphandle kokubambezeleka.",
  "advantages_sbs_p4": "Ukuphepha kuyinto yethu ephambili. Isofthiwe ye-VRNL Mobile Sports Betting yakhiwe ngezinyathelo zokuphepha ezisezingeni eliphezulu ukuvikela imininingwane yakho yomuntu siqu neyemali. Ungabheja ngokuzola.",
  "online_casino_sw_p1": "I-VRNL ingumhlinzeki ohamba phambili we-<strong>isoftware yekhasino eku-inthanethi</strong> kanye <strong>namapulatifomu</strong>. Ibadlala indima ebalulekile ekuklameni nasekuthuthukiseni amapulatifomu ekhasino, iqinisekisa ukuthi ayasebenziseka futhi agcwele izici.",
  "online_casino_sw_p2": "Ithimba lethu lokumaketha lizosebenza ngokuzikhandla ukuze kuqinisekiswe ukuthi ikhasino lakho eku-inthanethi lithola indawo ebonakalayo ekhasini eliyisiqalo, liqinisekisa ukubonakala okuphezulu emakethe eku-inthanethi.",
  "online_casino_sw_p3": "Ipulatifomu yekhasino eku-inthanethi izofika ifakwe imidlalo ehlukahlukene esivele ihlelwe, futhi amathuluzi ethu okuqapha azokunikeza ukubuka okusobala, kwesikhathi sangempela sokuhamba phambili nokusebenza kwephrojekthi yakho entsha.",
  "customized_theme": "Lena yindikimba futhi ingakhethwa ngendlela oyifisayo, bheka isebenza:",
  "live_casino_sw_desp1": "Sihlinzeka ngohlu olubanzi kakhulu lwabahlinzeki abaphezulu be-<strong>Live Casino</strong><br>",
  "live_casino_sw_desp2": " emhlabeni wonke, siqinisekisa ukufinyelela kuzinhlobonhlobo ezibanzi zamatafula abukhoma aku-inthanethi kanye nesipiliyoni esibushelelezi sokulethwa kweziteshi eziningi.",
  "casino_sw_features": "Izici Eziyinhloko Zesoftware Yekhasino",
  "casino_sw_features_p1": "Ipulatifomu yethu ye-<strong>software yekhasino</strong> yakhelwe ukuhlinzeka ngokuhlangenwe nakho kokudlala okushelelayo nokungena ngaphakathi kokubili abadlali nabanikazi.<br /><br /> ",
  "casino_sw_features_p2": "Izici eziyinhloko zepulatifomu yethu zihlanganisa:",
  "casino_sw_features_list": "<li>Ukubonakala nokulawula uhla lwamatafula.</li> <li>Izimfanelo nezilungiselelo zamatafula omdlalo.</li> <li>Imikhawulo ye-VIP.</li> <li>Ukusebenza kweklayenti kanye nokufinyelela kumathuluzi ethu wokwenza ngendlela oyifisayo.</li> <li>Uhlelo lokubika nohlelo lwezaziso olunikeza abanikazi ukufinyelela ngokushesha nezaziso zokusebenza</li> <li>I-API ye-Business Intelligence BI</li> <li>Amathuluzi okukhangisa</li> <li>I-API yokuhlanganiswa kwangaphandle</li>",
  "casino_sw_features_p3": "Ithuluzi lethu elisebenziseka kalula lokwenza ngendlela oyifisayo linika ababheki amandla okushintsha ngesikhathi sangempela izici ezahlukene zezinikezelo zabo ezibukhoma, <br /> kuhlanganise namabhena, amafonti, nezinhlelo zemibala, konke ngokulawula okulula.",
  "casino_sw_features_p4": "Ipulatifomu yethu entsha isebenza njengesistimu ezimele, esheshayo futhi eguquguqukayo. Lokhu kushesha kusivumela ukuthi siphendule ngokushesha <br /> ezicelweni zababheki futhi sigcine izinga eliphezulu lokuqinisekisa ngesikhathi sithuthukisa imikhiqizo emisha nephakathi.<br />",
  "casino_sw_features_p5": "Ukuze sisheshise ibhizinisi lakho, siphinde sinikeze nge",
  "casino_sw_features_p6": " enokhetho olubanzi lwemidlalo engaphezu kuka-3000+.",
  "integrate_iframe_apis": "Ukuhlanganisa namapulatifomu angaphandle nge-iFrames kanye nama-APIs",
  "integrate_iframe_apis_para": "Ipulatifomu yethu inikeza izinketho eziguquguqukayo zokuhlanganisa. Ungahlanganiswa ngokushelelayo <strong>ngokusebenzisa i-iFrame noma <br />ama-APIs.</strong> kungaklanywa ukuze kuhambisane nezidingo zakho, kungaba ukuhlanganiswa okuphelele, <br /> isixazululo esikhethekile sokubheja kwezemidlalo, noma ukugxila ku-<strong>imidlalo yekhasino eku-inthanethi</strong>, kuhlanganisa <strong>ikhasino ebukhoma</strong>.",
  "view_demo": "Buka Idemo",
  "we_are": "siyibo",
  "online_exchange_sw_p1": "E-VRNL, siyaziqhenya ngokuletha isoftware ye-Exchange eku-inthanethi yesimanjemanje eshintshela isipiliyoni sokubheja. Sihlinzeka ngepulatifomu esebenza ngokuphelele enohlu olubanzi lwemidlalo ebukhoma etholakala njalo ngenyanga. Ngokusebenzisa izinketho zethu zokusakaza bukhoma, sizoguqula ibhuki lakho libe yipulatifomu yokuzijabulisa, konke kusekelwa izitifiketi ezivela emalabhorethri azimele okulinganisa imidlalo ukuze kwandiswe ukuqinisekisa.",
  "online_exchange_sw_p2": "Isofthiwe ye-Online Exchange ye-VRNL inikeza uhla oluphelele lwezinketho zokubheja kwezemidlalo. Kungakhathaliseki ukuthi ungumlandeli webhola lombhoxo, ibhola likanobhutshuzwayo, ithenisi, noma enye imidlalo, sikufakele konke. Ipulatifomu yethu inikeza amathuba abukhoma ngesikhathi sangempela, ukubheja ngesikhathi somdlalo, kanye nesikhombimsebenzisi esisebenziseka kalula esenza ukubheja kube lula.",
  "onther_head": "Senza kube lula inqubo yokuhlanganisa ebhizinisini.",
  "onther_p1": "Le ndikimba iyaguquguquka kakhulu, futhi ungabona ukuthi iyasebenza kanjani:",
  "main_features": "Izici eziyinhloko",
  "feature_para": "I-VRNL isematheni okuguqula ukubheja kanye nokuphathwa kwekhasino eku-inthanethi. Ngobungcweti bethu, uthola ukufinyelela ku:",
  "feature_list": "<li><strong>Isipiliyoni Sokubheja Somhlaba Wonke:</strong> I-VRNL inikeza ukufinyelela kuhlu oluphelele lwezemidlalo, imilaza, nezimakethe zokubheja emhlabeni wonke. Nathi, ungahlinzeka abasebenzisi bakho isipiliyoni sangempela somhlaba wonke sokubheja. </li> <li><strong>Izinketho Eziningi Zangaphambi Komdlalo:</strong> Khetha phakathi kwezinketho zokubheja ezingaphezu kuka-150,000 njalo ngenyanga zangaphambi komdlalo. Siqinisekisa ukuthi ipulatifomu yakho igcwele izinhlobonhlobo eziningi zokuhlangabezana nezifiso ezahlukene zokubheja. </li> <li><strong>Amathuba Abukhoma Ashukumisa:</strong> Hlanganisa abasebenzisi bakho ngamathuba abukhoma angaphezu kuka-75,000 njalo ngenyanga. Lezi zinketho zokubheja ngesikhathi sangempela zengeza injabulo nokuzumayo esipiliyoni sokubheja. </li> <li><strong>Imidlalo Yekhasino YeMetaverse:</strong> I-VRNL inikeza iqoqo elikhulu lemidlalo yekhasino elungele i-metaverse. Faka abasebenzisi bakho endaweni yekhasino ebonakalayo ngezinketho zethu ezihlukahlukene zokudlala. </li> <li><strong>Ukuhlanganiswa Okushelelayo kwe-iFrame:</strong> Hlanganisa kalula i-iFrame yethu kupulatifomu yakho ye-iGaming. Isixazululo sethu esisebenziseka kalula se-iFrame sikuvumela ukuthi uthuthukise amakhono epulatifomu yakho ngaphandle kobunzima. </li> <li><strong>Ukuhlanganiswa Okuguquguqukayo:</strong> Khetha indlela yakho yokuhlanganisa, kungaba nge-API noma i-iFrame. Sihlinzeka ngezinketho eziguquguqukayo ukuze zivumelane nezidingo zakho namaphethini epulatifomu. </li>",
  "sports_header_2": "Isofthiwe ye-Online Exchange iGaming Casino Platform",
  "sports_header_2_p1": "Sihlinzeka ngesixazululo se-<a style='color: #a0c528;' href='#'>White Label Casino</a> esinezincwadi ezinkulu zemidlalo engaphezu kuka-1,000.",
  "sports_header_2_p2": "Izinsizakalo zethu zihlanganisa ukuthola ilayisense yokudlala nokusekelwa kwezomthetho ukuze uqale ibhizinisi lakho lekhasino, siqinisekisa ukubala kwemidlalo okuvikelekile nokugunyaziwe.",
  "sports_header_2_p3": "Sikhethe abahlinzeki abaphezulu bemidlalo ngenhloso yokukunikeza uhlu olubanzi kakhulu lwemidlalo yekhasino ebukhoma kanye nemidlalo yekhasino etholakala eku-inthanethi. Sihlele ngokucophelela ubudlelwano nabahlinzeki abaphezulu ukuze sikunikeze izinhlobonhlobo ezingafani zemidlalo yekhasino ebukhoma nemidlalo yekhasino eku-inthanethi, siqinisekisa ukuthi uthola ukukhetha okukhulu kakhulu.",
  "online_sports_list": "<li>Umdlalo Obukhoma Wombukiso</li> <li>Imidlalo Yomuntu Wokuqala</li> <li>Amaslot</li> <li>I-American roulette ebukhoma</li> <li>I-Blackjack ebukhoma</li> <li>I-Baccarat ebukhoma</li> <li>I-Casino Hold’em ebukhoma</li> <li>I-SICBO</li> <li>I-Dragon tiger ebukhoma</li> <li>I-Andar Bahar</li> <li>I-Teen Patti</li>",
  "play_directly": "Dlala ekhasinini elibukhoma sengathi ungaphakathi kwekhasino uqobo",
  "top_online_providers": "Abahlinzeki Abaphezulu Bekhasino Eku-Inthanethi Ezingeni Lomhlaba",
  "online_casino_p1": "Ingabe usukulungele ukukhuphula isipiliyoni sakho sekhasino eku-inthanethi ezingeni elilandelayo? Ungabheki kude! I-VRNL iyisixazululo sakho esiphelele sazo zonke izidingo zakho zekhasino eku-inthanethi. Sihlinzeka ngezinsizakalo ezisezingeni eliphezulu nezixazululo zesimanjemanje kubanikazi bekhasino eku-inthanethi, siqinisekisa isipiliyoni sokudlala esingasoze salibaleka kubadlali bakho.",
  "user_data_section1": "<li>Abahlinzeki 75 + ngaphezulu</li> <li>Umshini we-Slot 15,000 + ngaphezulu</li> <li>Imidlalo yamatafula 500 + ngaphezulu</li> <li>I-Video poker 700 + ngaphezulu</li> <li>Ezinye izimidlalo 200 + ngaphezulu</li>",
  "lottery_bingo_games": "Imidlalo YeLottery neBingo",
  "lottery_bingo_games_p1": "E-VRNL, siletha injabulo yeLottery nemidlalo yeBingo kokubili esikrinini sakho nasitolo sakho sendawo. Kungakhathaliseki ukuthi ungumthandi wamathikithi ephepha endabuko noma uthanda ukunethezeka kokudlala eku-inthanethi, sikufakele konke. Nathi, akukhona nje mayelana nemidlalo; kumayelana nenjabulo yokuwina nokujabulela ukudlala.",
  "user_data_section2": "<li>I-Bingo 80 + ngaphezulu</li> <li>ILottery 130 + ngaphezulu</li>",
  "ultimate_dest": "Indawo Yokugcina YeLottery NeBingo Eku-Inthanethi Nasezitolo",
  "weare_vrnl": "Siyi-VRNL",
  "weare_vrnl_desp": "<strong>IPULATIFOMU ENKULU KAKHULU YOKUHLAKAZA EZEMIDLALO NEKASINO WHITE LABEL</strong> Ukukhetha okukhulu kwemidlalo yokuzijabulisa etholakala eku-inthanethi i-White Label Casino enezinhlobonhlobo zemidlalo engaphezu kuka-1,000. Isofthiwe yekhasino etholakalayo eku-inthanethi ilula njengoba ipulatifomu yethu kulula ukuyiphatha.",
  "res_design": "Idizayini Eguquguqukayo",
  "res_design_desp": "Iwebhusayithi yethu iyaguquguquka, okusho ukuthi ibonakala kahle kumathebulethi, amadivayisi eselula, nakwideskithophu ukuze inikeze isipiliyoni esiphezulu somsebenzisi.",
  "custmzd_options": "Izinketho Zokwenza Ngokwezifiso",
  "custmzd_options_desp": "Sihlinzeka amakhasimende ethu ngezinketho eziningi zokwenza ngendlela oyifisayo, sibavumela ukuthi bakhethe imibala abayithandayo, amafonti, kanye nohlelo lwewebhusayithi. Lokhu kuqinisekisa ukuthi iwebhusayithi ibonisa isitayela sabo esiyingqayizivele nezinto abazithandayo.",
  "loading_speed": "Ijubane Lokulayisha",
  "loading_speed_desp": "Iwebhusayithi yethu iyenziwe ukuze isheshe futhi isebenze kahle. Inokulayisha okusheshayo kuwo wonke amadivayisi nezixhumo ze-inthanethi ezahlukene.",
  "b2b_theme": "B2B (Ibhizinisi Kuya Ebhizinisini)",
  "b2b_theme_p1": "Indikimba yethu ye-B2B yahluka ngezici zayo ezihlukile. Sifake inketho eyengeziwe ye-Parley ukuze sithuthukise isipiliyoni sokubheja.",
  "b2b_theme_p2": "Indikimba yethu ihlukaniswa ngokuhlanganiswa kwemibala emihle kakhulu kanye nezici zokuklama, iqinisekisa isikhombimsebenzisi esihle. Abasebenzisi banikezwa amalungelo okubheja ezemidlalo ezahlukene kuhlanganise nebhola lombhoxo, ibhola likanobhutshuzwayo, nethenisi.",
  "b2b_theme_p3": "Siphinde sibe nemidlalo eminingi yekhasino ehlukahlukene ukuze kunikezwe izinketho ezengeziwe zokuzijabulisa. Ngaphezu kwalokho, sinezinhlobo ezahlukene zamakhasino, njenge-AWC Casino, eneqoqo elihle lemidlalo engaphezu kuka-500 ye-slot kanye nemidlalo yamatafula engaphezu kuka-100.",
  "b2c_theme": "B2C (Ibhizinisi Kuya Kumakhasimende)",
  "b2c_theme_p1": "Isayithi lethu le-B2C linikeza isipiliyoni esisebenziseka kalula kumakhasimende ethu. Bangabhalisa kalula besebenzisa inombolo yabo yocingo, okuhlinzeka ngendlela elula nephephile yokudala i-akhawunti.",
  "b2c_theme_p2": "Uma sebebhalisiwe, abasebenzisi banenketho yokufaka izimali kuma-akhawunti abo, okwenza kube lula ukuqala ukubheja nokudlala. Ngaphezu kwalokho, sinikeza inqubo yokuhoxisa eshelelayo, siqinisekisa ukuthi abasebenzisi bangathola imivuzo yabo kalula.",
  "b2c_theme_p3": "Ukuze sithuthukise isipiliyoni, sinikeza amaphuzu ebhonasi abasebenzisi abangawathola futhi bawasebenzise ngesikhathi besebenzisa ipulatifomu. Lokhu kwengeza injabulo nenani elengeziwe kumakhasimende ethu, okubavumela ukuthi basebenzise kahle izimali zabo zokufaka nokuhoxisa.",
  "b2c_theme_p4": "Ngokubanzi, isayithi lethu le-B2C lakhelwe ukunikeza isipiliyoni sokubheja nokudlala esingenazihibe, sinika amakhasimende ethu inkululeko yokudlala, ukufaka, nokuhoxisa kalula.",
  "request_demoID": "Cela iDemo ID",
  "form_name": "Igama *",
  "form_name_err": "Sicela ufake igama lakho (okungenani izinhlamvu ezi-3).",
  "form_email": "I-imeyili *",
  "form_email_err": "Sicela ufake i-imeyili evumelekile.",
  "form_country": "Izwe *",
  "form_country_err": "Sicela ukhethe izwe lakho.",
  "form_district": "Isifunda *",
  "form_district_err": "Sicela ufake isifunda sakho.",
  "form_whatsapp": "Inombolo ye-WhatsApp *",
  "form_whatsapp_err": "Faka inombolo ye-WhatsApp evumelekile.",
  "form_turnover": "Inzuzo Yanyanga Zonke *",
  "form_turnover_err": "Sicela ufake inzuzo yakho yanyanga zonke.",
  "form_users": "Bangaki Abasebenzisi *",
  "form_users_err": "Sicela ufake inombolo evumelekile yabasebenzisi.",
  "form_current": "Ipulatifomu Osebenzisa *",
  "form_current_err": "Sicela ufake ipulatifomu yakho yamanje.",
  "form_issues": "Izinkinga Ngepulatifomu Yamanje *",
  "form_issues_err": "Sicela uchaze izinkinga (okungenani izinhlamvu ezi-10).",
  "form_telegram": "Ingabe use-Telegram? *",
  "form_select": "-- Khetha --",
  "form_yes": "Yebo",
  "form_no": "Cha",
  "form_telegram_err": "Sicela ukhethe uma unayo i-akhawunti ye-Telegram.",
  "form_telhandle": "I-Handle ye-Telegram *",
  "form_telhandle_err1": "I-Handle ye-Telegram iyadingeka.",
  "form_telhandle_err2": "I-Handle ye-Telegram kufanele iqale ngo-&#64; (isb., &#64;username).",
  "demo_url": "I-URL yeDemo",
  "form_submit": "Thumela",
  "form_name_ph": "Faka igama lakho",
  "form_email_ph": "Faka i-imeyili yakho",
  "form_district_ph": "Faka isifunda sakho",
  "form_whatsapp_ph": "Faka inombolo ye-WhatsApp",
  "form_turnover_ph": "Faka imali yakho yanyanga zonke",
  "form_users_ph": "Faka inani labasebenzisi",
  "form_current_ph": "Faka ipulatifomu yamanje",
  "form_issues_ph": "Faka izinkinga ngepulatifomu yamanje",
  "form_telhandle_ph": "Faka i-Handle yakho ye-Telegram",
  "our_commitment": "Isibopho Sethu",
  "our_commitment_p1": "I-VRNL izibophezele ekuvikeleni ubumfihlo bakho nasekuqinisekiseni ukuphepha kolwazi lwakho lomuntu siqu nolwezezimali. Le nqubomgomo ichaza ukuthi yiluphi ulwazi esiluqoqayo, indlela esilusebenzisa ngayo, nezinyathelo esizithathayo ukuluvikela. Izinkomba ku-vrnl.net zifaka phakathi nezinhlelo zayo.",
  "our_commitment_p2": "Le nqubomgomo isebenza kuwo wonke amasayithi nezinhlelo zokusebenza ze-VRNL lapho ithunyelwe khona, ngokuhambisana nemithetho efanele ezindaweni esisebenza kuzo. Izaziso ezengeziwe zobumfihlo ezingezona izifunda noma izinsizakalo zingahambisana nale nqubomgomo.",
  "our_commitment_p3": "Uma unikeza ulwazi ngezinkundla zabanye (isb., ukungena ngemidiya yokuxhumana), siqoqa idatha ngokusebenzisa lezo zixhumanisi ngaphansi kwale nqubomgomo. Kodwa-ke, izinqubo zobumfihlo zomuntu wesithathu ziqondisa idatha abayiqoqayo ngqo. Izilungiselelo zobumfihlo kulezo zinkundla azithinti indlela i-VRNL esebenzisa ngayo idatha eqoqwe ngamasayithi noma izinhlelo zethu.",
  "our_commitment_p4": "Amapulatifomu ethu angase aqukathe izixhumanisi eziholela kumasayithi angaphandle angabi ngaphansi kwe-VRNL. Asibophekeleli ngezindlela zabo zobumfihlo futhi sikukhuthaza ukuthi ubuyekeze izinqubomgomo zabo ngaphambi kokwabelana ngolwazi.",
  "our_commitment_p5": "Le Nqubomgomo Yobumfihlo kufanele ifundwe kanye nemigomo yethu yokusetshenziswa.",
  "user_content": "Imvume Yomsebenzisi",
  "user_content_para": "Ngokusebenzisa insizakalo ye-vrnl (isb., uma ubhalisa i-akhawunti, uthenga insiza, ungena emqhudelwaneni noma ukukhushulwa, uxhumana nathi, kumasayithi noma ezinhlelweni zethu), uyavuma ukuqoqa, ukusebenzisa nokwabelana ngolwazi lwakho lomuntu siqu njengoba kuchaziwe kule nqubomgomo. Kwezinye izimo, ikakhulukazi uma uhlala ezweni elibuswa umthetho wokuvikelwa kwedatha, singakucela imvume ecacile ukuze ufike ezinsizeni zethu ngaphambi kokuqhubeka. Uma kwenzeka ukuthi iphrofayela yomsebenzisi itholakala noma uhambele emazweni ahlukahlukene usebenzisa insizakalo ye-vrnl, sizothatha izwe obhalise kulo njengezwe lakho eliyinhloko futhi imvume etholakele ngesikhathi sokubhalisa izosebenza ekuhlolweni kolwazi lwakho. Imigomo yobumfihlo esebenzayo iyoba ngokomthetho walelo zwe ngesikhathi sokubhalisa.",
  "accessing_webNet": "Ukufinyelela kuWebhusayithi kanye nezinsiza ze-Network 18 nge-VPN",
  "accessing_webNet_p1": "Akumele ufinyelele noma usebenzise amasayithi noma izinsiza ze-VRNL ngendlela noma ubuchwepheshe obufihla noma obukhombisa ngendlela engalungile indawo yakho yangempela (isb., ukusebenzisa i-VPN noma amathuluzi afanayo).",
  "accessing_webNet_p2": "I-VRNL ngeke ibophekelele ekuqoqweni, ekugcinweni, noma ekuhlolweni kolwazi lwakho lomuntu siqu uma kusetshenziswa lezi zindlela zokufinyelela.",
  "collection_personalInfo": "Ukuqoqwa Kolwazi Lomuntu kanye nokusetshenziswa kwalo",
  "collection_personalInfo_p1": "“Ulwazi Lomuntu” (PII) lisho noma yiluphi ulwazi olungakhomba umuntu ngqo noma ngokungaqondile, njengegama, ikheli leposi, ikheli le-imeyili, noma inombolo yeselula. Uma idatha engaziwa ihlotshaniswa nolwazi lomuntu, nayo ithathwa njengolwazi lomuntu.”",
  "collection_personalInfo_p2": "I-VRNL iqoqa kuphela ulwazi lomuntu oludingekayo ukuze igcwalise izicelo zakho futhi inikeze imikhiqizo nezinsizakalo ezenziwe ngokwezifiso. Asiluqoqi lolu lwazi ngaphandle uma ulinikeza ngenhloso nangokuzithandela.",
  "collection_personalInfo_p3": " Ulwazi lwakho lomuntu lungasetshenziswa yi-VRNL kanye nabalingani bayo bezinsiza ukuze kusebenze amasayithi nezinsizakalo zethu, futhi ukukwazisa ngezici ezintsha, imikhiqizo, nezinsizakalo ezinikezwa yi-VRNL kanye nozakwethu.",
  "info_provide_us": "1. Ulwazi olunikeze thina",
  "info_provide_us_desp": "Singakucela futhi siqoqe ulwazi olulandelayo ngawe lapho usebenzisa i-vrnl.net futhi ngaphandle kwalo lwazi asikwazi ukukuhlinzeka ngazo zonke izinsiza ozicelile:",
  "reg_data": "a. Idatha Yokubhalisa",
  "reg_data_desp": "Ukuze usebenzise ezinye izici kusayithi, Uhlelo lokusebenza kanye Nezinsiza (njengokubhalisa imicimbi kanye nemikhankaso yesayithi), ungahlinzeka ngemininingwane eyisisekelo yokuxhumana, okuhlanganisa kodwa kungagcini nje ku:",
  "reg_data_list": "<li><span>Igama Lokuqala</span></li> <li><span>Isibongo</span></li> <li><span>Ikheli le-imeyili</span></li>",
  "user_pro_details": "b. Imininingwane yephrofayela yomsebenzisi",
  "user_pro_details_desp": "Singaqhubeka siqoqe futhi siqophe ulwazi lomuntu siqu olulandelayo ngaphansi kwesigaba esithi 'Iphrofayela Yami', okusisiza ukuthi sinikeze okuphakelayo okwenziwe ngokwezifiso futhi sigcine iphrofayela yomsebenzisi, okuhlanganisa kodwa kungagcini lapho:",
  "user_pro_details_list": "<li><span>Igama</span></li> <li><span>Ubulili</span></li> <li><span>I-ID ye-imeyili</span></li> <li><span>Usuku lokuzalwa</span></li> <li><span>Izwe</span></li> <li><span>Idolobha</span></li> <li><span>Inombolo Yeselula</span></li>",
  "mobile_device_permissions": "c. Izimvume zeselula",
  "mobile_device_permissions_desp": "Lapho ufinyelela uhlelo lwethu kumadivayisi eselula / amaphilisi / amathivi noma elinye idivayisi elinokufinyelela kulohlelo olushiwo, singase sicela futhi sithole ukufinyelela kokulandelayo:",
  "mobile_device_permissions_list": "<li><span>Ama-akhawunti - Asetshenziswa ukuphatha ama-akhawunti amaningi omsebenzisi ngaphakathi kwe-app nokuzingenela</span></li> <li><span>Oxhumana nabo - Ukufinyelela oxhumana nabo ukuze wabelane ngezihloko nge-app</span></li> <li><span>Ifoni - Ukufunda isimo sefoni nokwenza izaziso kudivayisi yomsebenzisi. I-IMEI iyaqoqwa ukuze ihlonze umsebenzisi ngamunye kuphela</span></li> <li><span>Ikhamera - Ukuvumela umsebenzisi ukulayisha izithombe kanye nesithombe sephrofayela. Kuvumela umsebenzisi ukuthi asebenzise ikhamera ngaphakathi kwe-vrnl</span></li> <li><span>Imakrofoni - Ukuvumela imiyalo yezwi</span></li> <li><span>Isitoreji - Ukufinyelela amafayela namafolda ngaphakathi kwe-App</span></li> <li><span>SMS - Ukuthumela nokwamukela imiyalezo yokuqinisekisa</span></li>",
  "mobile_device_permissions_desp2": "Izimvume kulezi zilungiselelo zingase zibe ezibalulekile ekusebenzeni kahle kohlelo. Izimvume zingaphathwa ngamadivayisi omsebenzisi esebenzisa inketho ethi 'izilungiselelo'.",
  "info_voluntarily": "2. Ulwazi olunikezayo ngokuzithandela",
  "info_voluntarily_desp": "Uma usithumelela ukuxhumana komuntu siqu, njengama-imeyili noma izincwadi, noma abanye abasebenzisi noma izinhlangano zangaphandle zisithumelela ukuxhumana mayelana nemisebenzi yakho noma okuthumele ku-vrnl.net, singaqoqa futhi sigcine lolulwazi.",
  "info_voluntarily_para": "Singaqoqa ulwazi olwengeziwe kwezinye izikhathi, lapho unikeza impendulo, uguqula okuqukethwe kwakho noma izintandokazi ze-imeyili, uphendula imibuzo, noma uxhumana nathi. Lolu lwazi lungahlanganisa igama lakho, i-imeyili, inombolo yeselula, indawo, njll.",
  "info_auto": "3. Ulwazi esiluqoqayo ngokuzenzakalelayo",
  "info_auto_desp": "Siqoqa ulwazi ngawe nangendlela osebenzisa ngayo insiza yethu, ukusebenzisana kwakho nathi kanye nezikhangiso zethu, kanye nolwazi mayelana nekhompyutha yakho noma amanye amadivayisi asetshenziselwa ukufinyelela insiza yethu (njengeselula, amaphilisi namanye amadivayisi okubuka). Lolu lwazi luhlanganisa, kodwa alugcini lapho:",
  "info_auto_list": "<li><span>Imisebenzi ku-vrnl.net njengohlobo lwamakhasi abukwa, isikhathi esichithwa kumakhasi, imibuzo yokusesha njll.</span></li> <li><span>Ukusebenzisana kwakho nama-imeyili ethu, ukunakekelwa kwamakhasimende kanye nezinkundla zemiyalezo.</span></li> <li><span>Ulwazi lwendawo ngekheli le-IP;</span></li> <li><span>Ulwazi ngedivayisi njenge-id yedivayisi, imodeli yedivayisi njll. kanye nezihlonzi ezihlukile</span></li> <li><span>Izihlonzi zezikhangiso, njengalezo ezitholakala kumadivayisi eselula &amp; amaphilisi; amadivayisi afaka izihlonzi (isb. i-IDFA ku-iOS kanye ne-GAID ku-Android);</span></li> <li><span>Ulwazi oluqoqwa ngokusebenzisa ama-cookies nezinye izindlela zobuchwepheshe*;</span></li>",
  "info_auto_note": "*Qaphela: Ukuze sithuthukise ulwazi lwakho, singase sisebenzise <b>ama-cookies</b> noma ubuchwepheshe obufanayo ukuze sikunikeze <b>I-ID yomsebenzisi ehlukile</b> futhi siqonde izintshisekelo zakho. <b>Ama-cookies</b> awuvezi ubuwena ngaphandle uma ukuhlinzeka ngolwazi ngokuzithandela, futhi awakwazi ukufinyelela idatha kudivayisi yakho. Abakhangisi bangabeka ama-cookies abo lapho uxhumana nezikhangiso zabo, okungalawulwa yithi. Siqoqa futhi ulwazi lobuchwepheshe njalo lapho usebenzisa izinhlelo zethu zokusebenza noma insiza kunoma yiluphi uhlelo olunokuxhumeka kwe-inthanethi.",
  "inferred_info": "4. Ulwazi oluqondwe ngokusetshenziswa nedatha yokungena",
  "inferred_info_desp": "Singalandela ulwazi oluthile ngawe ngokusekelwe ekuziphatheni kwakho ku-vrnl.net. Sisebenzisa lolu lwazi ukwenza ucwaningo lwangaphakathi ngedemographiki, amadivayisi, izintshisekelo nokuziphatha kwabantu ukuze siqonde kangcono, sivikele futhi sinikeze abasebenzisi bethu. Lolu lwazi luhlanganiswa futhi luhlaziywe ngokujwayelekile.",
  "inferred_info_list": "<strong style='font-size: 19px;' class='strongly'> Singaqoqa futhi Ulwazi Lwakho ukuze silandelele ukuziphatha nezintandokazi zomsebenzisi ngenhloso yokuhlaziya ngaphakathi nokucwaninga. Singasebenzisa ulwazi lwakho futhi:</strong><br> (i) Ukuhlola isithakazelo sakho ezinketho zokutshala imali, izinsizakalo, izipesheli, ukubhaliselwe; <br> (ii) Ukwenza ukuhlaziya nokucwaninga kwamakhasimende, ukunquma izintshisekelo zakho, ukubona okuqukethwe okuthengisa nokuhlaziya izindlela zokuthutha.<br>",
  "inferred_info_a": "a. Izici zokusebenzisana",
  "inferred_info_a_desp1": " i-vrnl.net inezici eziningi ezivumela abasebenzisi/amalungu ukuthi baziveze futhi baxhumane nabanye abasebenzisi/amalungu. Ukusebenzisa kwakho lezi zici kanye nokudalula imininingwane yakho (isb. ikheli le-imeyili) ngalawa mathuluzi kuyingozi yakho, futhi i-vrnl.net ayinakho ukubophezela kulokho. Kodwa-ke, uma imfihlo yakho ingenelele ngenxa yokuba yingxenye yalezi zici, ungasisazisa nge-imeyili ku-vrnl@gmail.com",
  "inferred_info_a_desp2": "Uma ukhetha ukuthumela imiyalezo kuma-akhawunti ezokuxhumana, amabhodi emiyalezo, amagumbi okuxoxa noma ezinye izindawo zemiyalezo noma ushiya impendulo, sizobaqoqe lolo lwazi oluhlinzekayo. Sigcina lolu lwazi uma kudingekile ukuxazulula izingxabano, ukunikeza ukwesekwa kwamakhasimende kanye nokuxazulula izinkinga njengoba kuvunyelwe ngumthetho. Singagcina futhi lolu lwazi ngendlela ehlanganisiwe ukuze sakhe izitayela zemakethe nezimo zemakethe. Kodwa-ke, asihlanganisi ulwazi lwakho lomuntu siqu nale mikhombandlela noma okuthunyelwe uma senza ukuhlaziywa okunjalo.",
  "inferred_info_b": "b. Okuhlangenwe nakho Komsebenzisi kanye Nokusekelwa",
  "inferred_info_b_desp1": "Sihlonza futhi sisebenzisa ikheli lakho le-IP ukusiza ukuxilonga izinkinga nganoma yimuphi umphakeli wethu, nokuphatha uhlelo lokusebenza. Ikheli lakho le-IP lisetshenziswa futhi ukukuhlonza nokuthola ulwazi oluyisisekelo lwabantu ukuze senze ulwazi lwakho ku-vrnl.net lwenziwe ngokwezifiso.",
  "inferred_info_b_desp2": "Ngezinye izikhathi sizokucela ukuthi ugcwalise imibuzo eku-inthanethi ongayikhetha. Le mibuzo ingakucela imininingwane yokuxhumana nemininingwane yezibalo (njengekhodi ye-ziphu, iminyaka, njll.). Sisebenzisa lolu lwazi ukwenza ulwazi lwakho ku-vrnl.net lwenziwe ngendlela yokuthi likunikeze okuqukethwe esikholwa ukuthi kungakuthokozisa futhi likhombise okuqukethwe ngokwezintandokazi zakho.",
  "info_thirdparty": "5. Ulwazi esiluqoqayo ngezinkampani zangaphandle",
  "info_thirdparty_a": "a. Ukungena ngemidiya yezokuxhumana",
  "info_thirdparty_a_desp": "Lapho ubhalisa usebenzisa amanye ama-akhawunti akho njenge-Facebook, Gmail njll. sizothola ulwazi kulezo akhawunti ukuze siqhubeke nokuxhumana nawe futhi siqhubeke nokukunikeza izinsizakalo. Siqoqa ulwazi olulandelayo ezinkundleni zokuxhumana, okuhlanganisa kodwa kungagcini lapho:",
  "info_thirdparty_a_list": "<li><span>Facebook - Ulwazi lomphakathi, Igama, i-imeyili, uhlu lwabangani</span></li> <li><span>Google - Igama lokuqala, Isibongo, i-imeyili</span></li>",
  "info_thirdparty_b": "b. Ulwazi Lokuthengiselana noma Lokukhokha",
  "info_thirdparty_b_desp": "Ngokusekelwe ekuthengeni kwakho iphakheji yokubhalisela, ozakwethu wesango lokukhokha angase aqoqe ulwazi mayelana nekhadi lakho lesikweletu/debhithi noma amanye ama-akhawunti asebhange kanye nekheli lakho lokukhokha. Lolu lwazi lugcinwa ozakwethu wesango lokukhokha. Isibonelo, Izinsizakalo zizosebenzisa ozakwethu besango lokukhokha ukuze bahlele futhi balungise ukukhokha imali yakho yokubhalisela ukuze uthole ukufinyelela. Qaphela ukuthi i-vrnl.net ayiqoqi ngokuqondile ulwazi lwezezimali olufana nekhadi lesikweletu noma ikhadi ledebhithi noma imininingwane ye-inthanethi ebhange kuwe. Labo ozakwethu besango lokukhokha abalawulwa yithi. Lapho uvakashela lezo zindawo zokukhokha wenza lokho ngobungozi bakho. Lezi zindawo zokukhokha zingase zibe nezinqubomgomo zazo zobumfihlo, ezisincoma ukuthi uzibuke uma uvakashela noma yiziphi. Asithathi imfanelo nganoma yini ngaleyo misebenzi yezinkampani zangaphandle noma izinqubomgomo zabo, futhi asiyisekeli. Sikhuthaza ukuthi ujwayelane nezitatimende zobumfihlo ezinikezwa yilezi zindawo zokukhokha ngaphambi kokuthi uhlinzeke ngolwazi ngawe noma ungene kunoma yiziphi izivumelwano nazo.",
  "lawfulness_processing": "I. Izinhloso Nobulungiswa bokucubungula",
  "lawfulness_processing_desp1": "i-vrnl.net izoqoqa futhi icubungule idatha yakho yomuntu kuphela lapho sinesizathu esisemthethweni. Izizathu ezisemthethweni zifaka phakathi ukuthola imvume yakho ecacile noma ukucubungula ngenxa 'yezintshisekelo ezifanele' lapho kudingekile ukuthi sikunikeze ukwesekwa kwamakhasimende noma izinsizakalo ezikhokhelwayo (isb. ukucubungula ulwazi lwakho ozakwethu besango lokukhokha).",
  "lawfulness_processing_desp2": "Sisebenzisa ulwazi ukunikeza, ukuhlaziya, ukuphatha, ukuthuthukisa nokwenza ngezifiso insiza yethu kanye nemizamo yokumaketha, ukucubungula ukubhaliswa kwakho, ama-oda akho, izinkokhelo zakho, nokuxhumana nawe ngezimo ezibalulwe ngezansi. Isibonelo, sisebenzisa ulwazi ukuze:",
  "lawfulness_processing_list": "<li><span>sinqume izidingo zakho zephothifoliyo futhi sinikeze izincomo ezenziwe ngezifiso, amathiphu nezibikezelo ngezimo zemakethe, izexwayiso mayelana nezinguquko zemakethe nezibalo zezikali, zonke esikholwa ukuthi zizoba nesithakazelo kuwe;</span></li> <li><span>ukuvimbela, ukubona nokuhlola imisebenzi engase ibe yingozi noma engekho emthethweni, kuhlanganise nokukhwabanisa;</span></li> <li><span>ukuhlaziya nokuzwa izethameli zethu, ukuthuthukisa insiza yethu (kuhlanganise nolwazi lwesixhumi somsebenzisi) nokwenza ngcono ukukhethwa kokuqukethwe, ama-algorithm ezincomo nokulethwa;</span></li> <li><span>ukuxhumana nawe mayelana nensiza yethu (isib. nge-imeyili, izaziso zokucindezela, imiyalezo ye-SMS, neziteshi zokuxhumana ku-inthanethi), ukuze sikunikeze izindaba mayelana ne-vrnl.net, imininingwane ngezici ezintsha nokuqukethwe okutholakala ku-vrnl.net, kanye nezipesheli, izimemezelo zokumaketha, imincintiswano nezibalo zamakhasimende, nokukusiza ngezicelo zokusebenza ezifana nezicelo zokubuyisela iphasiwedi.</span></li> <li><span>ukukwazisa ngezinguquko ezimigomeni yokusebenza.</span></li> <li><span>ukukuvumela ukuthi uhlanganyele ezicini zokusebenzisana ezinikezwa izinsiza zethu.</span></li> <li><span>ukufeza izibopho zethu nokuphoqelela amalungelo ethu avela kunoma yiziphi izinkontileka ezisungulwe phakathi kwakho nathi, kuhlanganise nokukhokha, ukubuyisela imali nokukhokhisa.</span></li>",
  "lawfulness_processing_desp3": "Singase sisebenzise ulwazi lwakho ukuze sikunikeze ulwazi olwenziwe ngezifiso lapho uvakashela/usebenzisa enye yezindawo zethu/ama-apps, kanye nezinhloso zokuqonda nokumaketha.",
  "lawfulness_processing_desp4": "Sihlinzeka ngokwenza ngezifiso sisebenzisa idatha oyihlinzeka kithi ngendlela yama-cookies, amakheli e-IP, amawebhu beacon noma ubuchwepheshe obufanayo obuhlobene namadivayisi owasebenzisa. Ngokwenza lokhu, singakunikeza okuqukethwe/izikhangiso esikholwa ukuthi zifanele kakhulu izintshisekelo zakho. Sicela unikeze imvume ecacile lapho siqoqa idatha yakho futhi/okanye ulungise izintandokazi zakho ku-akhawunti yakho mayelana nezinketho zakho.",
  "info_usedBy": "II. Ulwazi olusetshenziswa yinkampani",
  "info_usedBy_desp1": "Ulwazi olunikezwe abasebenzisi lusivumela ukuthi sithuthukise Izinsiza futhi sikunikeze ulwazi olunobungane kakhulu. Kwezinye izimo, singadinga ikheli lakho lokuxhumana. Lonke ulwazi oludingekayo luxhomeke enkonzweni futhi Inkampani ingase isebenzise ulwazi lomsebenzisi olungenhla ukuze, igcine, ivikele futhi ithuthukise Izinsiza (kuhlanganise nokumaketha ku-'hlelo lokusebenza') nokuthuthukisa izinsiza ezintsha. Singase futhi sisebenzise ikheli lakho le-imeyili noma olunye ulwazi lokuhlonza ukuze sithumele imiyalezo yokumaketha ngemvume yakho, njengoba kudingwa ngumthetho wendawo [ngenketho yokubhalisela/ukuzikhipha (lapho kungenzeka)]. Kodwa-ke, singase sisebenzise ikheli lakho le-imeyili ngaphandle kwemvume eyengeziwe ngezinhloso ezingezona zokumaketha (isb. ukukwazisa ngezinguquko ezinkulu, ngezinhloso zenkonzo yamakhasimende, ukukhokha, njll.)",
  "info_usedBy_desp2": "Noma yiluphi ulwazi olukhomba wena uqobo olunikezwe nguwe ngeke lubhekwe njengoluyimfihlo uma lutholakala kalula futhi / noma lufinyeleleka esizindeni somphakathi njengamazwana, imilayezo, amablogi, noma okuthunyelwe ezinkundleni zokuxhumana ezifana noFacebook, Twitter njll. Noma yini ethunyelwe/elayishiwe/idlulisiwe/ixoxiwe ngabasebenzisi ezingxenyeni zomphakathi zesayithi noma uhlelo lokusebenza iba okuqukethwe okushicilelwe futhi ayibhekwa njengolwazi olukhomba umuntu siqu ngaphansi kwale Nqubomgomo Yobumfihlo. Uma ukhetha ukwenqaba ukuhambisa ulwazi olukhomba umuntu siqu, kungenzeka singakwazi ukukuhlinzeka ngezinsizakalo ezithile. Noma kunjalo, ngeke sibe necala noma sithweswe icala ngokwenqatshelwa kwezinsizakalo ezithile ngenxa yokungahlinzeki kwakho ulwazi oludingekayo. Lapho ubhalisa kuhlelo lokusebenza noma Ezinsizeni, siyaxhumana nawe ngezikhathi ezithile mayelana nokuvuselela ulwazi lwakho siqu ukuze sikunikeze izici esikholelwa ukuthi zingakuzuzisa / zikuthakasele.",
  "disclosure_tp": "III. Ukudalulwa kwabantu besithathu",
  "disclosure_tp_b": "b. Izikhangiso",
  "disclosure_tp_b_desp": "Lapho sikhombisa ulwazi kubakhangisi bethu -- ukuze sibasize baqonde izethameli zethu futhi baqinisekise ukubaluleka kwezikhangiso kumawebhusayithi ethu noma Ezinhlelweni zokusebenza -- kuvamise ukuba ngendlela yezibalo ezihlanganisiwe zokuhamba kwamakhasi ahlukahlukene / okuqukethwe ngaphakathi kwamawebhusayithi noma Ezinhlelweni zokusebenza zethu. Sisebenzisa izinkampani zezikhangiso zomuntu wesithathu ukuhambisa izikhangiso lapho uvakashela amawebhusayithi noma izinhlelo zethu zokusebenza. Lezi zinkampani zingasebenzisa ulwazi (kuhlanganise negama lakho, ikheli, ikheli le-imeyili noma inombolo yocingo noma olunye ulwazi olukhomba umuntu siqu) mayelana nokuvakasha kwakho kuleli nasezinye izindawo ukuze zikunikeze izikhangiso zezimpahla nezinsizakalo ezikuthakazelisa. Asihlinzeki nganoma yiluphi ulwazi olukhomba umuntu siqu kumawebhusayithi / abakhangisi / abahlinzeki bezikhangiso bomuntu wesithathu ngaphandle kwemvume yakho.",
  "disclosure_tp_d": "d. Izipesheli Zokukhuthaza",
  "disclosure_tp_d_desp": "Sizokwabelana noma sidalule ulwazi lwakho siqu ngaphandle kwe-vrnl.net uma sinemvume yakho. Ngokwesibonelo, ukuhlinzeka ngezinsizakalo ze-SMS ne-E-mail ezifana nama-newsletter wokumaketha, ukukhushulwa nezipesheli.",
  "disclosure_tp_f": "f. Ezomthetho",
  "disclosure_tp_f_desp": "i-vrnl.net ingase idalule ulwazi olukhomba umuntu siqu uma kudingeka ngokomthetho noma ngokukholelwa okukhulu ukuthi isenzo esinjalo siyadingeka ukuze:",
  "disclosure_tp_f_list": "<li><span>kuhambisane nemiyalo yomthetho noma kuthobele inqubo yomthetho enikezwe esizeni noma kubanikazi baso;</span></li> <li><span>ivikele futhi ivikele amalungelo noma impahla yababanikazi besayithi, isayithi noma abasebenzisi be-vrnl.net;</span></li> <li><span>Isebenze ngaphansi kwezimo eziphuthumayo ukuze ivikele ukuphepha komuntu siqu kwabasebenzisi be-vrnl.net, isayithi, abanini baso, noma umphakathi.</span></li>",
  "controls_choices": "IV. Izilawuli Zakho Nezinketho",
  "managing_info": "Ukuphatha Ulwazi Lwakho",
  "managing_info_desp1": "Uma usebenzisa Izinsizakalo ezivela ku-moneycontrol (amawebhusayithi noma noma yiziphi izingxenye zawo), senza imizamo emihle ukukuhlinzeka, njengoba ucela, ukufinyelela ulwazi lwakho siqu futhi sizokuqinisekisa ukuthi noma yiluphi ulwazi lwakho siqu noma idatha yomuntu siqu olubucayi noma ulwazi olutholakala lungalungile noma lunokushoda luzolungiswa noma lushintshwe njengoba kungenzeka, ngokwesidingo sokugcina ulwazi olunjalo ngokomthetho noma ngenxa yezinjongo zebhizinisi ezisemthethweni.",
  "managing_info_desp2": "Sicela abasebenzisi ngabanye bazikhombe bona kanye nolwazi olucelwa ukuthi lufinyelelwe, lulungiswe noma lususwe ngaphambi kokucubungula izicelo ezinjalo, futhi singase senqabe ukucubungula izicelo eziphindaphindiwe ngokungafanele noma ezihleleke ngendlela efanayo, ezidinga umzamo wobuchwepheshe ongalingani, ezisongela ubumfihlo babanye, noma ebezimbi kakhulu ukusebenziseka (isib., izicelo mayelana nolwazi olusemathayipini wokulondoloza), noma lapho ukufinyelela kungadingeki khona. Noma kunjalo, lapho sihlinzeka ukufinyelela ulwazi nokulungiswa, senza lo msebenzi mahhala, ngaphandle uma ukwenza lokho kudinga umzamo ongalingani. Ngenxa yendlela esigcina ngayo ezinye izinsizakalo, ngemva kokuthi usususe ulwazi lwakho, amakhophi asele angathatha isikhathi esithile ngaphambi kokuthi asuswe kuseva zethu ezisebenzayo futhi angase ahlale ezinhlelweni zethu zokulondoloza.",
  "managing_info_desp3": "Ukuze usebenzise amalungelo asebenza kuwe njengomuntu onezibopho zedatha, kufanele usibhalele futhi uphakamise isicelo selungelo elishiwo. Sicela uqinisekise ukuthi usebenzisa izihloko ezifanele ukusho ilungelo (isb. Isicelo Sokufinyelela Idatha, Isicelo Sokuthutha Idatha, Isicelo Sokususwa Kwemininingwane) lapho uphakamisa zonke izicelo ezinjalo, lokhu kuzosisiza ukuthi sicubungule izicelo zakho ngokushesha nangendlela ephumelelayo.",
  "managing_info_desp4": "Sikunikeza ikhono lokusebenzisa izilawuli ezithile nezinketho mayelana nokuqoqwa kwethu, ukusetshenziswa nokwabelana ngolwazi lwakho siqu. Ngokuhambisana nomthetho osebenzayo, izilawuli nezinketho zakho zingafaka:",
  "dataAccess_port": "a. Ukufinyelela Idatha Nokuthuthwa",
  "dataAccess_port_desp": "I-EU - (General Data Protection Regulation) ikunikeza wena, njengomuntu othintekayo, ilungelo lokucela amakhophi olw Ulwazi Lwakho Siqu esinalo. Ungase futhi ube nelungelo lokucela amakhophi olw Ulwazi Siqu olunikeze kithi ngendlela ehlelekile, esetshenziswa kabanzi, futhi efundeka kumshini noma ukucela ukuthi sikudlulisela lolu lw Ulwazi komunye umhlinzeki wezinsizakalo (lapho kungenzeka ngokobuchwepheshe)",
  "data_retention": "c. Ukugcinwa Nokususwa Kwemininingwane",
  "data_retention_desp1": "Sigcina ulwazi lwakho siqu kuze kube isikhathi esidingekayo ngezizathu ezisemthethweni ezishiwo kule nqubomgomo futhi ukuze sihambisane nezibopho zethu zomthetho. Uma ungasafuni ukuthi sisebenzise ulwazi lwakho ungacela ukuthi sisuse ulwazi lwakho siqu futhi sivale i-akhawunti yakho ye-vrnl.net.",
  "data_retention_desp2": "Sicela uqaphele ukuthi uma isicelo sakho sokususwa kolwazi lwakho siqu;",
  "data_retention_list": "<li><span>Singagcina olunye ulwazi lwakho siqu njengoba kudingekile ngezizathu zebhizinisi ezisemthethweni, njengokutholwa nokuvimbela inkohliso kanye nokwandisa ukuphepha. Ngokwesibonelo, uma simisa i-akhawunti ye-vrnl.net ngenxa yenkohliso noma izizathu zokuphepha, singagcina olunye ulwazi ngaleyo akhawunti ukuze sivimbele lowo msebenzisi ekuvuleni i-akhawunti entsha esikhathini esizayo.</span></li> <li><span>Singase sigcine futhi sisebenzise ulwazi lwakho siqu lapho kudingekile ukuze sihambisane nezibopho zethu zomthetho. Ngokwesibonelo, singagcina olunye ulwazi lwakho ngezizathu zentela, ukubika okusemthethweni kanye nezibopho zokuhlola.</span></li> <li><span>Ulwazi owabelane ngalo nabanye (isb., ukubuyekeza, okuthunyelwe efomini) lungaqhubeka lubonakale esidlangalaleni ku-vrnl.net, ngisho nangemva kokuthi i-akhawunti yakho ikhanseliwe. Kodwa-ke, ukubekwa kwakho kolo lw Ulwazi kuzokhishwa. Ngaphezu kwalokho, amanye amakhophi olw Ulwazi lwakho (isb., amarekhodi okuhlola) angahlala kudathabheyisi yethu, kodwa axhunywe emakhombandaba omuntu siqu.</span></li> <li><span>Ngenxa yokuthi sigcina amakhophi olw Ulwazi lwakho siqu ukuze sivikele ekulahlekelweni noma ekucekelweni phansi ngokunganqikazi noma ngenhloso embi, amakhophi asele olw Ulwazi lwakho siqu angase angasuswa ezinhlelweni zethu zokulondoloza isikhathi esilinganiselwe.</span></li>",
  "data_retention_note": "(Qaphela: Uma unama-akhawunti amaningi ku-moneycontrol, kuzodingeka uphakamise izicelo ezahlukene kuzo zonke lezo akhawunti, usebenzisa ama-imeyili ahambisanayo)",
  "withdrawing_consent": "d. Ukurhoxisa Imvume Nokunciphisa Ukucubungula",
  "withdrawing_consent_desp": "Ukuze urhoxise imvume yakho nganoma yisiphi isikhathi phakathi nesikhathi sokusebenzisa izinsizakalo zethu, ungakwenza ngokusithumelela i-imeyili. Sizobuyekeza isicelo sakho futhi singakucela ukuthi uqinisekise ubuwena. Ngemva kokuqinisekisa sizorhoxisa imvume yesicelo osenze futhi siyeke noma yikuphi ukucubungula olw Ulwazi lwakho siqu",
  "fail_provideConsent": "V. Uma wehluleka ukunikeza imvume",
  "fail_provideConsent_desp": "Kuyisibopho sethu ukukwazisa ukuthi i-vrnl.net iyipulatifomu yokukhonza izikhangiso. Izikhangiso ziyisisekelo sebhizinisi lethu, ngakho-ke imvume yokusebenzisa nokucubungula imininingwane yakho yomuntu siqu ukuze sinikeze izikhangiso ibalulekile ukuze sikunikeze izinsiza. Ukusebenzisa imininingwane yomuntu siqu ekukhonzeni izikhangiso kuyisibopho esibophayo futhi ngeke sikwazi ukukunikeza izinsiza zethu uma wehluleka ukusivumela ukuthi sisebenzise imininingwane yakho yomuntu siqu ngenhloso yokukhonza izikhangiso kanye nemisebenzi ehlobene nayo.",
  "childrens_privacy": "VI. Ubumfihlo Bezingane",
  "childrens_privacy_desp1": "i-vrnl.net ayiklanyelwanga ngenhloso noma iqondiswe kubantu abangaphansi kweminyaka engu-16. i-vrnl ayivumeli ngokuqondile noma ngokwazi noma yimuphi umuntu ongaphansi kweminyaka engu-16 ukuthi abhalisele izinsiza noma anikeze olunye ulwazi olukhomba mathupha. Uma i-vrnl ithola ukuthi imininingwane yomuntu engaphansi kweminyaka engu-16 iqoqa ku-vrnl.net ngaphandle kwemvume eqinisekisiwe yabazali, i-vrnl izothatha izinyathelo ezifanele zokususwa kwaleyo mininingwane bese yazisa umzali.",
  "childrens_privacy_desp2": "Nokho, sibheka njengomthwalo wemfanelo wabazali ukuqapha ukusetshenziswa kwezingane zabo ngezinsiza zethu. Noma kunjalo, kuyinqubomgomo yethu ukungaqoqi noma ukucubungula imininingwane yomuntu siqu yezingane ezingaphansi kweminyaka engu-16 noma ukunikeza izinto zokukhuthaza kulabo bantu. i-vrnl ayifuni futhi ayihlosile ukuthola imininingwane yomuntu siqu yezingane. Uma umzali noma umnakekeli enesizathu sokukholelwa ukuthi ingane inikeze i-vrnl imininingwane yomuntu siqu ngaphandle kwemvume yabo yangaphambilini, sicela uxhumane nethimba lethu lokusekela amakhasimende ukuze kuqinisekiswe ukuthi imininingwane yomuntu siqu isuswe ku-vrnl.net.",
  "data_transfer": "VII. Ukudluliswa kwedatha, ukugcinwa & ukucutshungulwa emhlabeni wonke",
  "data_transfer_desp": "Sisebenza emhlabeni wonke futhi singadlulisela imininingwane yakho yomuntu siqu kwezinye izinkampani ezihlobene ne-vrnl noma kubantu besithathu ezindaweni ezahlukene zomhlaba ngenhloso echazwe kule nqubomgomo yobumfihlo. Noma ngabe imininingwane yakho yomuntu siqu idluliswa, igcinwa noma icutshungulwa yithi, sizothatha izinyathelo ezizwakalayo zokuvikela ubumfihlo bayo. Ngaphezu kwalokho, lapho sisebenzisa noma sidalula imininingwane yomuntu esuka ku-European Union, sisebenzisa izivumelwano ezijwayelekile ezivunyelwe yi-European Commission futhi samukela ezinye izindlela ngaphansi komthetho we-European Union ukuqinisekisa ukuvikeleka okwanele.",
  "security_compliance": "VIII. Ezokuphepha nokuhambisana nomthetho",
  "security_compliance_desp": "Siyaqhubeka sifaka futhi sibuyekeza izinyathelo zokuphepha zokuphatha, zobuchwepheshe kanye nezomzimba ukusiza ukuvikela imininingwane yakho ekufinyeleleni okungagunyaziwe, ukulahleka, ukonakala, noma ukuguqulwa. Ezinye zezivikelo esingazisebenzisa ukuvikela imininingwane yakho zifaka ama-firewalls, ukufihla idatha, kanye nezilawuli zokufinyelela. Uma wazi noma unesizathu sokukholelwa ukuthi imininingwane yakho yokungena ku-akhawunti ye-vrnl.net ilahlekile, yebiwe, iguquliwe, noma yonakele noma uma kwenzeka noma usola ukusetshenziswa okungagunyaziwe kwe-akhawunti yakho, sicela uxhumane nethimba lethu lokusekela amakhasimende.",
  "changein_policy": "IX. Izinguquko Enqubomgomeni",
  "changein_policy_desp": "Le Nqubomgomo Yobumfihlo ingashintsha ngezikhathi ezithile. Sigodla ilungelo, ngokuzimela kwethu, lokuguqula imigomo yale Nqubomgomo Yobumfihlo ukuze siqinisekise ukuhambisana nemithetho efanele ('Imigomo Ebukeziwe'). Imigomo Ebukeziwe izosebenza ngokushesha futhi izothatha indawo yale migomo. Sizokazisa nganoma yiziphi izinguquko uma lezo zinguquko zithinta kakhulu amalungelo akho noma njengoba kudingwa ngumthetho. Kuzoba ngumthwalo wakho kuphela ukuhlola le Nqubomgomo ngezikhathi ezithile ukuze uqaphele izinguquko. Ngokusebenzisa i-vrnl.net ngemuva kokushicilelwa kwemigomo ebukeziwe, uqinisekisa ukuthi uyayamukela imigomo ebukeziwe.",
  "contact_info": "X. Ulwazi Lokuxhumana",
  "contact_info_a": "a. Ukusekela",
  "contact_info_a_desp": "Uma udinga noma yiluphi ulwazi noma incazelo mayelana nokusetshenziswa kolwazi lwakho lomuntu siqu noma le nqubomgomo yobumfihlo noma izikhalazo ezihlobene nokusetshenziswa kolwazi lwakho, sicela usithumele i-imeyili ku",
  "contact_info_b": "b. Izikhalazo",
  "contact_info_b_desp1": "Ungabhala kumphathi wokuvikelwa kwedatha uma unaso isikhalazo. Unelungelo lokukhalaza eminyangweni efanele yokuvikelwa kwedatha mayelana nemisebenzi yokucubungula edalwe yi-vrnl.net.",
  "contact_info_b_desp2": "Uma unemibuzo, izikhalazo mayelana nokuqoqwa, ukucubungulwa, ukudluliswa kolwazi lomuntu siqu noma mayelana nale nqubomgomo, sicela uxhumane noMqaphi Wedatha Wethu.",
  "risk_management_title": "Ukubheja Kwakho, Umthwalo Wethu – Ukuphathwa Kwezingozi Okungadlulwa",
  "risk_management_title2": "Inkampani eqhubeka ifuna izixazululo ezintsha ukuhlangabezana nezidingo zebhizinisi layo.",
  "dedicated_rm_team": "Ithimba Elizinikele Lokuphathwa Kwezingozi",
  "dedicated_rm_team_desp": "Sine <b>thimba elizinikele nelinolwazi olunzulu lokuphathwa kwezingozi</b> elisebenza <b>24/7.</b> Umsebenzi walo oyinhloko ukuqapha wonke amabheja kanye nokuthengiselana epulatifomu yethu ukuze kuqinisekiswe <b>ukudlala ngokufanele</b> kanye <b>nokuphepha</b> kwabo bonke abasebenzisi.",
  "key_features_rm": "Izici Ezibalulekile",
  "key_features_rm_list": "<li><span style='font-weight: 400;'><strong> Ukuqapha Ngokushesha:</strong> Izinhlelo ezithuthukile zilandela amabheja, izinguquko zamathuba, nomsebenzi wabasebenzisi ngokuqhubekayo.</span></li> <li><strong>Ukuhlolwa Ngesandla:</strong> Izexwayiso zivusa ukuhlolwa okujulile kwamaphethini okubheja, izinguquko zamathuba, nokuziphatha kwe-akhawunti.</li> <li><strong>Ukunciphisa Izingozi:</strong> Izinyathelo ezisheshayo njengokukhansela/ukumisa amabheja, ukuvimba ama-akhawunti, noma ukuqinisekisa abasebenzisi uma kutholakala okungajwayelekile.</li> <li><strong>Ukuhlaziywa Kwedatha:</strong> Ukuhlolwa okuqhubekayo kwedatha ebukhoma neyomlando ukuze kutholakale izitayela zezingozi nokuthuthukisa izindlela zokuvimbela.</li> <li><strong>Ukuphendula Ezinhlekeleleni:</strong> Uhlelo oluhleliwe lokusingatha ukwephulwa kwezokuphepha, ukukopela, noma ezinye izinsongo ngokushesha nangempumelelo.</li>",
  "benefits_rm": "Izinzuzo",
  "benefits_rm_list": "<li><span style='font-weight: 400;'><strong>Ukuqeqeshwa Okuqhubekayo:</strong> Ukuthuthukiswa kwamakhono okuqhubekayo ethimba lezingozi ukuze likwazi ukubhekana nezinsongo ezintsha.</span></li> <li><strong>Ubuchwepheshe NobuPhepha Obuthuthukile:</strong> Izibuyekezo ezivamile, ukuhlolwa kokuvikeleka, izibuyekezo zesofthiwe, kanye nokuhlolwa kokuvikeleka.</li> <li><strong>Ubungcono:</strong> Ukuxhumana okucacile nabasebenzisi mayelana nezinyathelo zokuphathwa kwezingozi ukuze kugcinwe ukwethenjwa.</li> <li><strong>Ukunqoba Okuqhubekayo:</strong> Izindlela ezishintshayo ezisekelwe ezenzakalweni zangaphambilini nezinsongo ezisanda kuvela ukuvikela ubuqotho bepulatifomu kanye nezintshisekelo zabasebenzisi.</li>",
  "sbs_bold": "Isoftware ye- <strong> Ukubheja kwezemidlalo </strong>",
  "sbs_bold_p1": "Ingabe usukulungele ukuthatha ulwazi lwakho lokubheja kwezemidlalo uye ezingeni elilandelayo? Ungabheki kude kune-VRNL Sports Betting Software! Kulesi sihloko, sizobheka ukuthi ubuchwepheshe buka-VRNL obuphambili bungashintsha kanjani indlela obheja ngayo. Ngokuhlangenwe nakho kweminyaka engaphezu kwamashumi amabili embonini, i-VRNL ungumlingani wakho othembekile wezixazululo zokubheja kwezemidlalo ezintsha. Ake singene emhlabeni wesoftware yokubheja kwezemidlalo futhi sithole ukuthi singalithuthukisa kanjani izinga lakho lokudlala.",
  "sbs_bold_p2": "Isoftware ye-VRNL yokubheja kwezemidlalo inikeza umhlaba wamathuba kubathandi bezemidlalo nababheji. Ngokugxila ekunikezeni ulwazi olunembile, olufanele, noluwusizo, i-VRNL ihlanganisa ubungcweti kanye nolwazi lomuntu siqu ukuze kwakhiwe isixazululo esiphelele sokubheja. Thembela ku-VRNL ukuze uthuthukise ulwazi lwakho lokubheja lwezemidlalo.",
  "sbs_bold_p3": "Hlola isofthiwe ye-VRNL yokubheja kwezemidlalo namhlanje futhi uthuthukise ukudlala kwakho kwezemidlalo ezingeni elilandelayo!",
  "sbs_try_b2b": "Zama isofthiwe yethu yokubheja ye-B2B",
  "sbs_try_b2c": "Zama isofthiwe yethu yokubheja ye-B2C",
  "sbs_mf_desp": "Sinikeza uhla olubanzi lwamathuluzi ukuze sithuthukise ukuphathwa kwesoftware yethu yokubheja. Phakathi kwawo, sigqamisa lawa anamandla kakhulu futhi abalulekile ekuncintisaneni ezingeni lomhlaba:",
  "sbs_mf_list": "<li> <strong> Amathuba Wesikhathi Sangempela</strong> Hlala unolwazi ngamathuba wesikhathi sangempela akunikeza inzuzo yokuncintisana. Isofthiwe ye-VRNL iqinisekisa ukuthi awuphuthelwa amathuba angcono kakhulu. </li> <li> <strong> Ukusebenzisana ne-Mobile </strong> Bheja usohambeni ngesofthiwe ye-VRNL ehambisana nezinhlelo zeselula. Kungakhathaliseki ukuthi usebenzisa i-iOS noma i-Android, ipulatifomu iyazivumelanisa nedivayisi yakho ukuze uthole okuhlangenwe nakho okungenamthungo. </li> <li> <strong> Izinsiza Zamathuba Ezithuthukile</strong> zithuthukisa ama-API edatha yezemidlalo. Inikeza amathuba anembile angu-100% ngaphambi komdlalo kanye nemithombo yamathuba ebukhoma esheshayo enokubambezeleka okuncane. </li> <li> <strong> Ukuhlanganiswa Okuguquguqukayo</strong> Ipulatifomu yethu ingaxhunywa kalula ohlelweni lwakho nge-API noma i-iFrame, inikeza ukuguquguquka ekusetshenzisweni. </li>",
  "sbs_benefits": "Yiziphi izinzuzo? <b> Ake Sichaze</b>",
  "sbs_benefits_p1": "<strong> Inzuzo yokusebenzisa ipulatifomu yokubheja eku-inthanethi nasezitolo </strong> Ukuqala ipulatifomu yokubheja eku-inthanethi kungaba inselele ngempela.",
  "sbs_benefits_p2": " Yingakho siklame <strong>indawo ephelele yesofthiwe yokubheja kwezemidlalo </strong> ukwenza inqubo ibe lula, inephethini yokuhlinzeka ngabanikazi bamathuba aphezulu ukuze uthole ukumbozwa okubanzi.",
  "sbs_benefits_p3": "Ozakwethu abaqinisekisiwe bathola ukwesekwa okuphelele ekungeneni embonini yokubheja eku-inthanethi, kanye nenketho yezinguqulo Ezinezimpawu noma Ezinganazo.",
  "sbs_benefits_p4": "Isofthiwe yethu ifaka amathuluzi aqinile okuphathwa kwezingozi, okwenza kube lula ukusebenzisa, futhi ilungiselelwe ukukhula njengoba ibhizinisi lakho likhula.",
  "sbs_benefits_p5": "Ukuphatha <strong> abadlali abaku-inthanethi nezitolo zokubheja </strong> akukaze kube lula futhi kube nenqubo esebenziseka kalula.",
  "complete_sbs": "Isofthiwe Ephelele Yokubheja <strong> kwezemidlalo </strong>",
  "whatwe_have": "Sikuphathele ini?",
  "whatwe_have_list": "<li> <strong>Izilawuli zama-akhawunti abadlali </strong> Ipulatifomu yethu inikeza ukuphathwa okuqinile kwama-akhawunti abadlali, okuhlanganisa ukubhaliswa nezinsizakalo zokuqinisekisa. Siphinde sibe nohlelo olusebenzayo lokuthola nokubhekana nama-akhawunti okukhwabanisa. </li> <li> <strong>Amathuluzi we-Geolocation </strong>Sinikeza amathuluzi akwazi ukuthola ulwazi lwendawo kusuka kuma-IP, eqinisekisa izinsizakalo ezinembe kakhudlwana.</li>",
  "whatwe_have_desp": "Ngokwesekelwa kwethu okuphelele, ingqikithi yakho ingagxila ekusunguleni nasekuthuthukiseni izitolo zakho zokubheja ezithengisa kanye namanethiwekhi aku-inthanethi.",
  "b2c_sbs": "Isofthiwe yokubheja kwezemidlalo ye-B2C",
  "b2c_sbs_p1": "I-VRNL yindawo yakho ehamba phambili yezixazululo zesofthiwe yokubheja kwezemidlalo ye-B2C. Siyigama elithembekile embonini, elizinikele ekuletheni isofthiwe yesimanje ethuthukisa ulwazi lwakho lokubheja kwezemidlalo. Kungakhathaliseki ukuthi ungumdlali onolwazi noma ungumusha emhlabeni wokubheja kwezemidlalo, sinezinsiza ozidingayo ukuze uthuthukise ukudlala kwakho. Zama isofthiwe ye-VRNL namhlanje futhi uthuthukise izinga lakho lokubheja.",
  "b2c_sbs_p2": "Isoftware ye-B2C (ibhizinisi-liya-kumthengi) yokubheja kwezemidlalo ibhekisela kubuchwepheshe kanye nepulatifomu esetshenziswa ngabanikazi bezindawo zokubheja ukunikeza izinsiza zokubheja ngqo kubasebenzisi bokugcina.",
  "b2c_sbs_p3": " Lolu hlobo lwesoftware lwenza abathengi bakwazi ukubheja emicimbini ehlukahlukene yezemidlalo ngokusebenzisa izinhlelo zewebhu noma zeselula. Nazi ezinye zezici ezibalulekile ezivame ukutholakala kwesoftware yokubheja kwezemidlalo ye-B2C:",
  "b2c_sbs_list": "<li> <b>Ukubhaliswa Komsebenzisi Nokuphathwa Kwe-akhawunti:</b> Kuvumela abasebenzisi ukuthi bakhe ama-akhawunti, baphathe imininingwane yomuntu siqu, futhi balandele umlando wokubheja. </li> <li> <b>Ukusekelwa Kwekhasimende:</b> Kunikeza izinketho zokusekela amakhasimende, njengezingxoxo ezibukhoma, i-imeyili, kanye nokusekelwa ngocingo, ukusiza abasebenzisi ngemibuzo nezinkinga. </li> <li> <b>Izinhlelo Zokubambisana:</b> Zinikeza izinhlelo zokubambisana zokumaketha nokuphromotha, okuvumela ozakwethu ukuthi bathole ikhomishini ngokuthumela abasebenzisi. </li>",
  "casino_sbs": "Ikhasino kanye ne-<strong>Software yokubheja kwezemidlalo</strong>",
  "casino_sbs_list": "Abahlinzeki 75 + ngaphezulu<br /> Amashini esikhala 15,000 + ngaphezulu<br /> Imidlalo yetafula 500 + ngaphezulu<br /> Ividiyo ye-poker 700 + ngaphezulu<br /> Ezinye izimidlalo 200 + ngaphezulu<br /> Umdlalo ophilayo we-Show<br /> Imidlalo ye-First Person<br /> I-Roulette yaseMelika ephilayo<br /> I-Blackjack ephilayo<br /> I-Baccarat ephilayo<br /> Ikhasino Hold’em ephilayo<br /> SICBO<br /> I-Dragon tiger ephilayo<br /> Andar Bahar<br /> Teen Patti",
  "online": "Oku-inthanethi",
  "casino_platform": "ipulatifomu yekhasino",
  "onc_desp1": "I-VRNL inikeza isixazululo esiphelele nge-<strong>White Label Casino</strong> yethu.",
  "onc_desp2": "Ipulatifomu yethu ye-<strong>khasino eku-inthanethi</strong> yakhelwe lula, iqinisekisa ukuphathwa okulula kokubili abasanda kuqala nochwepheshe abanolwazi. Nge-VRNL, uzothola ukuqondiswa okuphelele ukuze uqale <strong>ibhizinisi lakho lekhasino eku-inthanethi</strong>.",
  "onc_desp3": "Ngaphambi kokuzibandakanya, sikumema ukuba ubone ukusebenza kwayo okushelelayo ngesenzo.",
  "wlc_mainFeatures_desp1": "Sinikeza amathuluzi amaningi aklanyelwe ukukusiza ukuphatha ipulatifomu yethu yekhasino eku-inthanethi. Phakathi kwawo, sikhethele agqamile futhi abalulekile adingekayo ukuze uchume emqhudelwaneni womhlaba wonke:",
  "wlc_mainFeatures_list": "<li> <strong class='black-color'>Uhlu olukhulu kakhulu lwezemidlalo zekhasino eku-inthanethi emhlabeni,</strong> olukhethwe ngokucophelela kubahlinzeki abaphezulu embonini </li> <li> <strong class='black-color'>Amathuluzi eBhonasi</strong> kanye nokwenza kahle inzuzo yamashini esikhala </li> <li> <strong class='black-color'>Umakhi Wokumaketha</strong> kanye nokuphathwa kwemiqhudelwano yemidlalo </li> <li>Kungenziwa <strong class='black-color'>ngokuhlanganiswa kalula nge-API noma i-iFrame technology.</strong> </li>",
  "wlc_mainFeatures_desp2": "Ngaphezu kwalokho, iphakheji yethu ifaka isofthiwe yekhasino ephilayo, evumela abasebenzisi bakho ukuba bathole isipiliyoni sangempela sekhasino besekhaya labo.",
  "wlc_benefits": "Iyini imihlomulo?",
  "letus_explain": "Asichaze",
  "letus_explain_desp1": "Ucabangela ukungena emhlabeni wokubheja eku-inthanethi? Inkampani ye-VRNL inikeza ",
  "letus_explain_desp2": "isixazululo se-white label yekhasino esingaba yisiqalo esifanele kuwe.",
  "letus_explain_desp3": "Sebenzisa izinsizakalo zethu zochwepheshe kanye nolwazi, kanye ne-<strong>amapulatifomu ekhasino</strong> ethu athuthukile nobuchwepheshe. Abalingani bethu abaqondisiwe bathola ukwesekwa okukhulu njengoba bengena embonini yekhasino eku-inthanethi, ngokukhetha amapulatifomu anezimpawu noma angenazo izimpawu.",
  "letus_explain_desp4": "Ukuqala ibhizinisi lekhasino eku-inthanethi kungaba uhambo olunzima. Yingakho sakhe indawo ephelele yekhasino, enikeza abahlinzeki bemidlalo abaphezulu kanye nemidlalo engaphezu kuka-1,000. Izibalo zethu zemidlalo zivikelekile futhi ziqinisekisiwe, ukuqinisekisa ukuphepha kwakho.",
  "letus_explain_desp5": "Khulisa ibhizinisi lakho kalula ngamathuluzi ethu aqinile wokuphatha ubungozi ukuze usethe ngokushesha nangokulula.",
  "wlc_complete_solutions": "Izixazululo Ezibanzi ze-<span>Casino White Label</span>",
  "wlc_offer": "Yini esikunikeza yona?",
  "wlc_complete_solutions_list": "<li>Izindlela Zokuqinisekisa, ezigunyazwe ngokusemthethweni yiziphathimandla</li> <li>Amathuluzi wokumaketha okuhlangene, uhlelo lokudlulisela, kanye nokuhlanganiswa kwezingosi zokuxhumana</li> <li>Izaziso eziphushwayo zeselula, Izaziso zeWebhu, kanye nemiyalezo ngaphakathi kwe-App</li> <li>Ukulawula ama-akhawunti abadlali, Ukubhaliswa nokuqinisekiswa, kanye nohlelo lokuthola ama-akhawunti okukhwabanisa </li> <li>Amathuluzi eGeolocation ukuze kutholakale ulwazi lwendawo yekheli le-IP</li>",
  "wlc_complete_solutions_more": "Kepha linda, kukhona okunye",
  "wlc_complete_solutions_desp": "<strong>Ipulatifomu ye-Vrnl ilungiswe kahle ukuze idlale kahle kakhulu</strong> futhi izinzile. Sisebenzisa ubuchwepheshe obuphambili obusebenza kabili ngokushesha kunezinkundla zekhasino ezijwayelekile. Ulwazi lwethu olunzulu lwakha uhlelo olusheshayo nolunamandla kakhulu namuhla.",
  "wlc_numbers": "<span>White Label</span> Casino ngenombolo",
  "wlc_numbers_p1": "Thola amathuba angenamkhawulo ezixazululo zenkampani yethu ye-VRNL White Label Casino. Phakamisa ibhizinisi lakho lekhasino ngohlu lwethu olubanzi lwezipesheli zekhasino",
  "wlc_numbers_p2": "Ukukhethwa okuhle kakhulu kwabaphakeli bekhasino ephilayo emhlabeni jikelele",
  "wlc_numbers_p3": "Uhl variety ongalinganiseki lwamatafula aphilayo aku-inthanethi, ahlinzekwa ngezinhlaka eziningi.",
  "wlc_numbers_list": "<li>Ngaphezu kwabaphakeli abangu-75</li> <li>Ngaphezu kwe-15,000 yamashini esikhala</li> <li>500+ imidlalo yetafula</li> <li>700+ imidlalo yevidiyo poker</li> <li>Ngaphezu kwezinye izimidlalo ezingama-200</li>",
  "wlc_numbers_p4": "Ithimba lethu elizinikele lizokuhola kuzo zonke izigaba, kusukela ekuqeqesheni kokuqala kuze kufike ekwethulweni kwakho.",
  "wlb_platform": "Ipulatifomu Yokubheja ye-White Label",
  "wlb_platform_p1": "Isixazululo se-<b class='bold'>white label sportbook</b> sika-Vrnl sinikeza ipulatifomu ephelele, elawulwa ngokugcwele. <br />",
  "wlb_platform_p2": "Omunye wemisebenzi ephawulekayo yesixazululo sethu se-white label sportsbook yijubane lalo <b class='bold'>ekwakheni nasekuthumeleni iwebhusayithi.</b> Ithimba lethu elizinikele lingakha iwebhusayithi yakho yesportbook isebenze zingakapheli izinsuku zokusebenza eziyishumi, <b class='bold'>elungiselelwe kahle izidingo zakho ezihlukile.</b> <br />",
  "wlb_platform_p3": "<b class='bold'>Insizakalo yethu ifaka ukusingathwa okukhethekile</b>, yonke isofthiwe edingekayo, izibuyekezo zedatha yamathuba ezemidlalo ephilayo, amathuluzi okuphatha ubungozi, kanye nezinsiza ezinhle kakhulu zokusekela amakhasimende. Siyipulatifomu ehamba phambili yokubheja ye-white label.",
  "wlb_platform_list": "<li> Ukuthuthukiswa kwewebhusayithi, <b>Ukubrandwa, Ukulungiswa</b>, kanye Nokuhlolwa Okuqinile kwe-Exchange Yamakhasimende </li> <li>Izithuthukisi eziqhubekayo nezibuyekezo zezici</li> <li> <b>Ukutholakala Kwehadiwe</b>, Ukusingathwa, Ukuqapha okuqhubekayo 24/7, kanye Nokusekelwa okuphelele </li> <li> <b>Uhlu olubanzi lwezimakethe zokubheja,</b> Izigaba Zezemidlalo, kanye Nezinhlangano </li> <li>Ukuthathwa kwezibhejo kahle kanye nenqubo yokukhokha enembile</li> <li>Ukuphathwa Kobungozi Okuthuthukisiwe, Ukubalwa Okunamandla, kanye Namathuluzi Okuqapha</li>",
  "wlb_platform_p4": "Abacebisi abazinikele baka-Vrnl bazoqoqa ngokuzimisela izidingo zakho futhi bakubonise ukukhethwa kwamathempulethi kanye nezinto ezintsha ezenziwe muva. Kubalulekile ukuqaphela ukuthi wonke amapulatifomu ethu aklanyelwe ukuba abe nezilimi eziningi futhi asekele izinhlobo eziningi zemali, futhi isikhombimsebenzisi somsebenzisi (UI) sizolungiswa kahle ukuze sivumelane nezidingo zakho ezithile.",
  "wlb_platform_customization": "Ukulungiswa",
  "be_unique": "Yiba ohlukile",
  "be_unique_desp1": "<b class='bold'>I-VRNL ikhethekile kuma-white label betting platforms, amakhasino, ukubheja, kanye nezixazululo ezilungiselelwe</b> ezikhulisa isithombe somkhiqizo wakho.",
  "be_unique_desp2": "Ithimba lethu lochwepheshe liqinisekisa ukuthi yonke imininingwane, kusukela kuzikhombimsebenzisi ezibukeka kahle kuya ekufakweni kwelogo kanye nezithuthukisi zezici, kuhambisana nombono wakho.",
  "be_unique_desp3": "Qala uhambo lwakho emhlabeni we-Vrnl, lapho umbono wakho oyingqayizivele uphila khona.",
  "wlb_platform_odds": "Amathuba",
  "wlb_platform_odds_optimize": "Lungisa Amathuba Okubheja nge-VRNL",
  "wlb_platform_odds_p1": "Hlala phambili kwabancintisana nabo ngezinsizakalo zethu ezithuthukile <b class='bold'>zokuphathwa kwamathuba</b>. Sinikeza izinguquko zangempela zamathuba, ukuphathwa kobungozi, nokuhlaziywa kwemakethe ukuze sikusize ulungiselele okunikezwayo kwakho kokubheja kwezemidlalo futhi uthuthukise isipiliyoni sabadlali.",
  "wlb_platform_odds_p2": "Ithimba lethu lochwepheshe lizibophezele ekufezeni impumelelo yakho. Xhumana nathi namuhla ukuze uhlolisise indlela esingathuthukisa ngayo ibhizinisi lakho lokubheja.",
  "wlb_platform_zeroRisk": "Akukho Bungoz",
  "wlb_platform_zeroRisk_h1": "Izinsizakalo zokuhweba nokuphatha ubungozi",
  "wlb_platform_zeroRisk_p1": "Sinikeza izinsizakalo zokuhweba nokuphatha ubungozi ngokugcwele, kanye nokuqondisa ochwepheshe ekuphathweni kwamathuba. Ngaphezu kwalokho, sinikeza isici esiyingqayizivele - ukuvikelwa kokuwina. Ngamanye amazwi, lokhu kusho ukuthi uma ipulatifomu yakho ingakhiqizi inzuzo, siyangenela futhi sihlanganise ukukhokhelwa kubadlali bakho. Sithatha okuthula kwakho njengokubaluleke kakhulu.",
  "wlb_platform_bpb": "Ukubekwa uphawu kwepulatifomu yokubheja",
  "wlb_platform_bpb_layouts": "Izinhlelo zokuhlela ezingapheli",
  "wlb_platform_bpb_layouts_desp": "Khetha kusuka ku-<b>zinhlobo ezahlukene zokuhlela ukubheja</b> ngohlu lwethu olubanzi lwamathempulethi. Noma, sebenzisa ukulawula kwakho okuphelele kokudala ngokwakha uhlelo lwakho lokuhlela ngokusebenzisa <b>izinsizakalo ze-API</b>. Ngokukhetha lokhu, wena nethimba lakho lokuthuthukisa ningakha ngokuzimela isikhombimsebenzisi somsebenzisi esenziwe ngokwezifiso ngokuphelele, esilungiselelwe umbono wakho ngokunembile.",
  "Betting": "Ukubheja",
  "B2C": "B2C",
  "Casino": "Ikhasino",
  "main_sec_title": "IVrnl ingumhlinzeki ohamba phambili wesoftwe yokubheja yezemidlalo eBangladesh.",
  "who_we_are": "singobani",
  "what_we_do": "senzeni",
  "about_us_title": "Mayelana Nathi - Isofthiwe yokubheja yezemidlalo ngelebuli emhlophe kanye neKhasino eku-inthanethi",
  "casino_providers": "Abahlinzeki bekhasino",
  "betting_providers": "Abahlinzeki bokubheja",
  "games_providers": "Abahlinzeki bemidlalo",
  "online_exch_sw_title": "Guqula ibhizinisi lakho ngeVRNL Online Exchange Software",
  "casino_games_title": "Imidlalo yekhasino - Ikhasino ngelebuli emhlophe",
  "casino_tournaments_title": "Isofthiwe yemidlalo yomqhudelwano wekhasino - Ikhasino ngelebuli emhlophe eku-inthanethi",
  "esports_title": "Isofthiwe yokubheja i-eSports evumela abasebenzisi bakho ukuthi babheje emidlalweni ephezulu ye-eSports",
  "faq_title": "VRNL FAQ – Umhlahlandlela Wakho Wemibuzo Evamile Nezimpendulo",
  "iframe_title": "iFrame yeSportsbook Isofthiwe yokubheja yezemidlalo ngelebuli emhlophe kanye neKhasino",
  "live_casino_title": "Ikhasino ngelebuli emhlophe - qala ikhasino yakho eku-inthanethi",
  "lottery_games_title": "Imidlalo yelothari - Ikhasino ngelebuli emhlophe",
  "mobile_title": "Phakamisa Umdlalo Wakho ngeSoftware Yokubheja Yezemidlalo Yeselula yeVRNL",
  "online_casino_sw_title": "Isofthiwe yekhasino eku-inthanethi - Ukuvela kwesofthiwe yekhasino eku-inthanethi nomhlinzeki wepulatifomu",
  "ourTheme_title": "Bheja & Win: Umsebenzi Wethu Emhlabeni Wokubheja Kwe-inthanethi NamaKhasino",
  "risk_management_title_main": "Amasu Okuphatha Ubungozi Kubasebenzisi beSportsbook - Isofthiwe yokubheja yezemidlalo ngelebuli emhlophe nekhasino",
  "sport_bet_title": "Thuthukisa Ulwazi Lwakho Lokubheja ngeSoftware Yokubheja Yezemidlalo yeVRNL",
  "wlc_title": "Ikhasino ngelebuli emhlophe - Qala kalula ikhasino yakho eku-inthanethi ngesixazululo sethu seWhite Label Casino.",
  "whiteLabel_title": "IVrnl Umhlinzeki wakho owenziwe ngezifiso wesoftwe yokubheja yezemidlalo ngelebuli emhlophe",
  "TOAST": {
    "FILL_REQUIRED": "Sicela ugcwalise wonke amasimu adingekayo.",
    "SUBMITTING": "Isicelo sithunyelwa...",
    "SUCCESS": "Isicelo sokubonisa sithunyelwe ngempumelelo!",
    "ERROR": "Kube nephutha. Sicela uzame futhi."
  },
  "disclosure_tp_a_desp": "<strong>a. Ukudalulwa Okuvamile</strong><br> Ngezinye izikhathi i-vrnl.net ingenza ulwazi lomuntu siqu lutholakale kubalingani bamasu abasebenza ne-vrnl.net ukuhlinzeka ngezinsizakalo, noma abasiza i-vrnl.net ukuthengisa kumakhasimende. Ngokwesibonelo, uma uthenga bese uvula ukubhaliselwe, uyavumela i-vrnl.net ukuthi ishintshisane ngolwazi oluhlinzekwe ngesikhathi sokuvula ukubhaliselwe ukuze kuqhutshekwe insizakalo. Uma uvumile insizakalo, i-akhawunti yakho izolandela inqubomgomo yobumfihlo be-vrnl.net. Ulwazi lomuntu siqu luzokwabelwana ngalo yi-vrnl.net kuphela ukuze kunikezwe noma kuthuthukiswe insiza nezici zokumaketha zethu; aluzukwabelwana ngalo nezinhlangothi zesithathu ngenhloso yokumaketha kwabo.<br> I-vrnl.net ingakhetha ngokucophelela nezinye izinkampani ukuthumela ulwazi mayelana nemikhiqizo noma izinsizakalo zabo ezihlobene nenkonzo yesiza kodwa ezingabalulekile ekusebenzeni kwaso ('Insiza Ebandakanyisiwe'). Uma i-vrnl.net ihlose ukusebenzisa ulwazi olungaqondakali kumuntu siqu kule Nsiza Ebandakanyisiwe, iwebhusayithi ye-vrnl.net izokunikeza ithuba nemiyalelo edingekayo yokwenqaba le nsiza.<br> Ungaphinda uyeke ukuthola imilayezo yolwazi noma yokukhangisa evela ku-<b>vrnl.net</b> ngokulandela imiyalelo emilayezweni.",
  "objection_processing_desp": "<strong>e. Ukuphikisana Nokucutshungulwa</strong><br> Lapho ulwazi lwakho lomuntu siqu lusebenza ngenhloso yokumaketha okuqondile, ungalokhu usicela nganoma yisiphi isikhathi ukuthi siyeke ukucubungula idatha yakho yale nhloso yokumaketha okuqondile ngokuthumela i-imeyili kithi.<br> Sicela wazi ukuthi uma ungavumeli ukuba siqoqe ulwazi lomuntu siqu kuwe, kungenzeka singakwazi ukukunikeza ezinye izipiliyoni, imikhiqizo, nezinsizakalo, futhi ezinye zezinsizakalo zethu zingase zingakwazi ukubheka izintshisekelo zakho nezinto ozikhethayo. Uma ukuqoqwa kolwazi lomuntu siqu kuyadingeka, sizokwenza lokho kucace ngesikhathi sokuqoqwa ukuze ukwazi ukwenza isinqumo esinolwazi sokuthi uyafuna ukubamba iqhaza yini. Uma unemibuzo mayelana nolwazi oluthile lomuntu siqu esilucubungulayo noma olugcinayo, kanye namalungelo akho mayelana nalo, sicela uxhumane nethimba lethu lezokusekela amakhasimende.",
  "disclosure_tp_e_desp": "<strong>e. Ukudluliselwa Kwebhizinisi</strong><br> Sinikeza ulwazi lomuntu siqu kuzakhamizi zethu kanye nezinye izinkampani ezithembekile noma abantu ukuze balucubungule kithi, ngokulandela imiyalelo yethu futhi ngokuhambisana nenqubomgomo yethu yobumfihlo kanye nanoma yiziphi ezinye izinyathelo ezifanele zobumfihlo nokuphepha. Ngokwesibonelo, singase sisebenzise abahlinzeki bezinsizakalo ukusisiza ngokusekela amakhasimende.<br> Uma i-vrnl ihlanganiswa noma ithengwa enye inkampani noma uma kwenzeka ukuhlelwa kabusha noma ukwakhiwa kabusha kwebhizinisi, thina kanye nezinkampani zethu esihlangene nazo singase sabelane ngolwazi lwakho lomuntu siqu, ngokuphelele noma ingxenye, nenye inhlangano yebhizinisi.",
  "rectification_iii_desp": "<strong>b. Ukulungiswa Kolwazi Olungelona Lweqiniso Noma Olungaphelele</strong><br> Ungasisela sicela silungise ulwazi lomuntu siqu olungelona lweqiniso noma olungaphelele oluthinta wena (lolu ulwazi ongakwazi ukuluvuselela ngokwakho ku-akhawunti yakho ye-moneycontrol) ngokuthumela i-imeyili kithi.<br> Ungakwazi ukufinyelela nokuvuselela ezinye zezinto zakho zomuntu siqu ngokusebenzisa izilungiselelo ze-akhawunti yakho. Uma ukhethe ukuhlanganisa iphrofayela yakho ye-vrnl.net nohlelo lokusebenza lomuntu wesithathu, njenge-Facebook noma i-Google, ungashintsha izilungiselelo zakho futhi ususe imvume ye-app ngokushintsha izilungiselelo ze-akhawunti yakho. Unomthwalo wokugcina ulwazi lwakho lomuntu siqu luhlale lusesikhathini. I-vrnl.net ingakuthumelela izikhumbuzo ngezikhathi ezithile nge-imeyili ukuze igcine ukunemba kolwazi lwakho lomuntu siqu.",
  "disclosure_tp_c_desp": "<strong>c. Abahlinzeki Bezinsizakalo</strong><br> I-vrnl.net ingase ifake izixhumanisi kumawebhusayithi ahlukahlukene omuntu wesithathu angase aqoqe Ulwazi Lwakho Lwomuntu Siqu. Ukusetshenziswa kolwazi lwakho oluqoqwe yilolu hlelo lomuntu wesithathu luzophathwa ngenqubomgomo yobumfihlo yale nkundla yomuntu wesithathu. Amawebhusayithi noma izinhlelo zokusebenza anqunywa yimithetho yobumfihlo yawo, okungaphandle kolawulo lwethu. Uma ushiya iziphakeli zethu (ungakwazi ukubona lapho ukhona ngokuhlola i-URL kubha yendawo yesiphequluli sakho), ukusetshenziswa kwanoma yiluphi ulwazi olunikeziwe kulawulwa yimithetho yobumfihlo yomlawuli wohlelo lokusebenza oluvakashelayo. Le mithetho ingahluka kolwaethu. Uma ungatholi inqubomgomo yobumfihlo yazo noma yisiphi salezi zingosi ngoxhumano olusuka ekhasini lasekhaya lohlelo lokusebenza, kufanele uxhumane ngqo nabanikazi bohlelo lokusebenza ukuze uthole ulwazi olwengeziwe.<br> Singakwazi ukwabelana ngolwazi olungahlonza umuntu siqu ngokuvamile futhi nabanikezeli bethu - njengabashicileli, abakhangisi, abathuthukisi, noma abanini bamalungelo. Ngokwesibonelo, sabelana ngolwazi obala ukuze sibonise izitayela zokusetshenziswa okujwayelekile kwezinsizakalo zethu. Siphinde sivumele abalingani abathile ukuthi baqoqe ulwazi kusiphequluli sakho noma kudivayisi yakho ngenhloso yokumaketha/ukuphromotha kanye nezilinganiso besebenzisa amakuki abo noma ubuchwepheshe obufanayo.",
  "data_security": "Ukuphepha kwedatha"
}